Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: <p>With this feature enabled, users can skip the default login form and authenticate with an external account, such as Discord or Google. This method is fast, secure, convenient, and enables other features such as the Patreon gate. Users can still change their email address and nickname in their profile afterwards</p><p>You need to <a href="%s" target="_blank">set up an application</a> with the chosen providers, which is normally easy. Remember to flush your permalink structure by saving <strong>Settings > Permalinks</strong> when you toggle this setting to avoid 404s.</p>
vi_vn: <p>Khi tính năng này được bật, người dùng có thể bỏ qua biểu mẫu đăng nhập mặc định và xác thực bằng tài khoản bên ngoài, chẳng hạn như Discord hoặc Google. Phương thức này nhanh chóng, an toàn, tiện lợi và hỗ trợ các tính năng khác như cổng thanh toán Patreon. Người dùng vẫn có thể thay đổi địa chỉ email và biệt danh trong hồ sơ của họ sau đó.</p><p>Bạn cần <a href="%s" target="_blank">thiết lập một ứng dụng</a> với các nhà cung cấp đã chọn, việc này thường khá dễ dàng. Hãy nhớ làm mới cấu trúc đường dẫn tĩnh bằng cách lưu lại <strong>Cài đặt > Đường dẫn tĩnh</strong> khi bạn bật tắt cài đặt này để tránh lỗi 404.</p>
zh_cn: <p>启用此功能后，用户可以跳过默认登录表单，使用外部账户（如 Discord 或 Google）进行身份验证。此方法快速、安全、方便，并能启用其他功能（如 Patreon 付费内容）。用户之后仍可在个人资料中更改电子邮件地址和昵称。</p><p>您需要与所选提供商<a href="%s" target="_blank">设置应用程序</a>，这通常很简单。切换此设置时，请记得保存<strong>设置 > 固定链接</strong>以刷新固定链接结构，避免 404 错误。</p>
zh_tw: <p>啟用此功能後，使用者可以跳過預設登入表單並使用外部帳號（如 Discord 或 Google）進行驗證。此方法快速、安全、方便，並能啟用如 Patreon 閘道等其他功能。使用者之後仍可以在其個人資料中更改電子郵件地址和暱稱</p><p>您需要為所選的供應商<a href="%s" target="_blank">設置一個應用程式</a>，這通常很容易。請記住在切換此設定時，透過儲存<strong>設定 > 永久連結</strong>來重新整理您的永久連結結構，以避免 404 錯誤。</p>

source: <span class="archive__heading-number">%1$s</span> Result in the <em>"%2$s"</em> category
vi_vn: <span class="archive__heading-number">%1$s</span> Kết quả trong danh mục <em>"%2$s"</em>
zh_cn: <span class="archive__heading-number">%1$s</span> 条结果，分类：<em>“%2$s”</em>
zh_tw: <span class="archive__heading-number">%1$s</span> 個在<em>「%2$s」</em>分類中的結果

source: <span class="archive__heading-number">%1$s</span> Result in the <em>"%2$s"</em> fandom %3$s
vi_vn: <span class="archive__heading-number">%1$s</span> Kết quả trong fandom <em>"%2$s"</em> %3$s
zh_cn: <span class="archive__heading-number">%1$s</span> 条结果，同人圈：<em>“%2$s”</em> %3$s
zh_tw: <span class="archive__heading-number">%1$s</span> 個在<em>「%2$s」</em>粉絲圈 %3$s 中的結果

source: <span class="archive__heading-number">%1$s</span> Result with character <em>"%2$s"</em> %3$s
vi_vn: <span class="archive__heading-number">%1$s</span> Kết quả với nhân vật <em>"%2$s"</em> %3$s
zh_cn: <span class="archive__heading-number">%1$s</span> 条结果，角色：<em>“%2$s”</em> %3$s
zh_tw: <span class="archive__heading-number">%1$s</span> 個關於角色<em>「%2$s」</em> %3$s 的結果

source: <span class="archive__heading-number">%1$s</span> Result with the <em>"%2$s"</em> genre %3$s
vi_vn: <span class="archive__heading-number">%1$s</span> Kết quả với thể loại <em>"%2$s"</em> %3$s
zh_cn: <span class="archive__heading-number">%1$s</span> 条结果，类型：<em>“%2$s”</em> %3$s
zh_tw: <span class="archive__heading-number">%1$s</span> 個關於<em>「%2$s」</em>類型 %3$s 的結果

source: <span class="archive__heading-number">%1$s</span> Result with the <em>"%2$s"</em> tag
vi_vn: <span class="archive__heading-number">%1$s</span> Kết quả với thẻ <em>"%2$s"</em>
zh_cn: <span class="archive__heading-number">%1$s</span> 条结果，标签：<em>“%2$s”</em>
zh_tw: <span class="archive__heading-number">%1$s</span> 個帶有<em>「%2$s」</em>標籤的結果

source: <span class="archive__heading-number">%1$s</span> Result with the <em>"%2$s"</em> warning %3$s
vi_vn: <span class="archive__heading-number">%1$s</span> Kết quả với cảnh báo <em>"%2$s"</em> %3$s
zh_cn: <span class="archive__heading-number">%1$s</span> 条结果，内容警告：<em>“%2$s”</em> %3$s
zh_tw: <span class="archive__heading-number">%1$s</span> 個帶有<em>「%2$s」</em>警告 %3$s 的結果

source: <span class="off"><i class="fa-solid fa-caret-left"></i></span><span class="on">Previous</span>
vi_vn: <span class="off"><i class="fa-solid fa-caret-left"></i></span><span class="on">Trước</span>
zh_cn: <span class="off"><i class="fa-solid fa-caret-left"></i></span><span class="on">上一页</span>
zh_tw: <span class="off"><i class="fa-solid fa-caret-left"></i></span><span class="on">上一個</span>

source: <span class="on">Next</span><span class="off"><i class="fa-solid fa-caret-right"></i></span>
vi_vn: <span class="on">Tiếp</span><span class="off"><i class="fa-solid fa-caret-right"></i></span>
zh_cn: <span class="on">下一页</span><span class="off"><i class="fa-solid fa-caret-right"></i></span>
zh_tw: <span class="on">下一頁</span><span class="off"><i class="fa-solid fa-caret-right"></i></span>

source: <span class="search-results__number">%s</span> Search Result
vi_vn: <span class="search-results__number">%s</span> Kết quả tìm kiếm
zh_cn: <span class="search-results__number">%s</span> 条搜索结果
zh_tw: <span class="search-results__number">%s</span> 個搜尋結果

source: <span>%s</span> <span>Comment</span>
vi_vn: <span>%s</span> <span>Bình luận</span>
zh_cn: <span>%s</span> <span>条评论</span>
zh_tw: <span>%s</span> <span>則迴響</span>

source: <span>Automatically moderate comments with</span> %s <span>reports</span>. This will only trigger once but the comments will remain hidden unless set to ignore reports.
vi_vn: <span>Tự động kiểm duyệt bình luận có</span> %s <span>báo cáo</span>. Điều này sẽ chỉ kích hoạt một lần nhưng các bình luận sẽ vẫn bị ẩn trừ khi được đặt thành bỏ qua báo cáo.
zh_cn: <span>自动审核收到</span> %s <span>次举报的评论</span>。这只会触发一次，但评论将保持隐藏，除非设置为忽略举报。
zh_tw: <span>自動審核帶有</span> %s <span>個檢舉的迴響</span>。這只會觸發一次，但迴響將保持隱藏，除非設置為忽略檢舉。

source: <span>Calculate reading time with</span> %s <span>words per minute.</span>
vi_vn: <span>Tính thời gian đọc với</span> %s <span>từ mỗi phút.</span>
zh_cn: <span>按每分钟</span> %s <span>字计算阅读时间。</span>
zh_tw: <span>以每分鐘</span> %s <span>字計算閱讀時間。</span>

source: <span>Enable comment editing for</span> %s <span>minute(s)</span>
vi_vn: <span>Cho phép chỉnh sửa bình luận trong</span> %s <span>phút</span>
zh_cn: <span>启用评论编辑，时限</span> %s <span>分钟</span>
zh_tw: <span>允許在</span> %s <span>分鐘內編輯迴響</span>

source: <span>Limit comments to</span> %s <span>link(s) or less</span>
vi_vn: <span>Giới hạn bình luận có</span> %s <span>liên kết hoặc ít hơn</span>
zh_cn: <span>限制评论至多</span> %s <span>个链接</span>
zh_tw: <span>限制迴響包含</span> %s <span>個或更少的連結</span>

source: <span>Limit file uploads to</span> %s <span>MB or less for user roles with the "Upload Limit" restriction.</span>
vi_vn: <span>Giới hạn tải lên tệp còn</span> %s <span>MB hoặc ít hơn cho các vai trò người dùng bị hạn chế "Giới hạn tải lên".</span>
zh_cn: <span>限制具有“上传限制”权限的用户角色文件上传至</span> %s <span>MB 或更小。</span>
zh_tw: <span>對具有「上傳限制」權限的使用者角色，限制檔案上傳大小為</span> %s <span>MB 或更小。</span>

source: <span>Multiply the displayed word counts with</span> %s<span>.</span>
vi_vn: <span>Nhân số lượng từ hiển thị với</span> %s<span>.</span>
zh_cn: <span>将显示的字数乘以</span> %s<span>。</span>
zh_tw: <span>將顯示的字數乘以</span> %s<span>。</span>

source: <span>The OAuth 2.0 login cookie expires after</span> %s <span>days.</span>
vi_vn: <span>Cookie đăng nhập OAuth 2.0 hết hạn sau</span> %s <span>ngày.</span>
zh_cn: <span>OAuth 2.0 登录 Cookie 在</span> %s <span>天后过期。</span>
zh_tw: <span>OAuth 2.0 登入 Cookie 會在</span> %s <span>天後過期。</span>

source: <span>Use</span> %s <span>for alert date formats (<code>Y-m-d H:i</code>).</span>
vi_vn: <span>Sử dụng</span> %s <span>cho định dạng ngày cảnh báo (<code>Y-m-d H:i</code>).</span>
zh_cn: <span>使用</span> %s <span>作为提醒日期格式 (<code>Y-m-d H:i</code>)。</span>
zh_tw: <span>將</span> %s <span>用於警示日期格式 (<code>Y-m-d H:i</code>)。</span>

source: <span>Use</span> %s <span>for long date formats (<code>M j, 'y</code>).</span>
vi_vn: <span>Sử dụng</span> %s <span>cho định dạng ngày dài (<code>M j, 'y</code>).</span>
zh_cn: <span>使用</span> %s <span>作为长日期格式 (<code>M j, 'y</code>)。</span>
zh_tw: <span>將</span> %s <span>用於完整日期格式 (<code>M j, 'y</code>)。</span>

source: <span>Use</span> %s <span>for short date formats (<code>M j</code>).</span>
vi_vn: <span>Sử dụng</span> %s <span>cho định dạng ngày ngắn (<code>M j</code>).</span>
zh_cn: <span>使用</span> %s <span>作为短日期格式 (<code>M j</code>)。</span>
zh_tw: <span>將</span> %s <span>用於簡短日期格式 (<code>M j</code>)。</span>

source: <strong>%s</strong> could not be found or created in the <code>%s</code> directory.
vi_vn: Không thể tìm thấy hoặc tạo <strong>%s</strong> trong thư mục <code>%s</code>.
zh_cn: 在 <code>%s</code> 目录中未找到或无法创建 <strong>%s</strong>。
zh_tw: <strong>%s</strong> 無法在 <code>%s</code> 目錄中被找到或建立。

source: <strong>%s</strong> file permissions are not 644.
vi_vn: Quyền tệp <strong>%s</strong> không phải là 644.
zh_cn: <strong>%s</strong> 文件权限不是 644。
zh_tw: <strong>%s</strong> 檔案權限不是 644。

source: <strong>[Microphone]</strong> and <strong>[Music and audio]</strong>
vi_vn: <strong>[Microphone]</strong> và <strong>[Âm nhạc và âm thanh]</strong>
zh_cn: <strong>[麦克风]</strong> 和 <strong>[音乐和音频]</strong>
zh_tw: <strong>[麥克風]</strong> 與 <strong>[音樂和音訊]</strong>

source: <strong>Add missing database fields.</strong> To save thousands of rows, the theme only stores "truthy" values and deletes "falsy" ones. However, some fields are relevant in queries and that can cause issues, for example if you use search plugins. You can add missing fields here, but make sure to allow-list them in the <code>fictioneer_filter_falsy_meta_allow_list</code> filter too.
vi_vn: <strong>Thêm các trường cơ sở dữ liệu còn thiếu.</strong> Để tiết kiệm hàng ngàn hàng, giao diện chỉ lưu trữ các giá trị "đúng" (truthy) và xóa các giá trị "sai" (falsy). Tuy nhiên, một số trường có liên quan trong các truy vấn và điều đó có thể gây ra sự cố, ví dụ như nếu bạn sử dụng plugin tìm kiếm. Bạn có thể thêm các trường còn thiếu tại đây, nhưng hãy đảm bảo đưa chúng vào danh sách cho phép trong bộ lọc <code>fictioneer_filter_falsy_meta_allow_list</code>.
zh_cn: <strong>添加缺失的数据库字段。</strong>为了节省数千行，主题仅存储“真值”并删除“假值”。但是，某些字段在查询中相关，可能导致问题，例如使用搜索插件时。您可以在此处添加缺失字段，但请确保也在 <code>fictioneer_filter_falsy_meta_allow_list</code> 过滤器中将其加入允许列表。
zh_tw: <strong>新增缺失的資料庫欄位。</strong> 為了節省數千行空間，本佈景主題僅儲存「真值 (truthy)」並刪除「假值 (falsy)」。然而，某些欄位在查詢中是相關的，這可能會導致問題，例如如果您使用搜尋外掛程式。您可以在此處新增缺失的欄位，但請務必同時在 <code>fictioneer_filter_falsy_meta_allow_list</code> 篩選器中將其加入白名單。

source: <strong>Add or restore moderator role</strong> that is limited to only moderating comments. It has been stripped of access to most other menus and settings, although this does not necessarily account for changes to the admin panel made by you.
vi_vn: <strong>Thêm hoặc khôi phục vai trò quản trị viên (moderator)</strong>, người bị giới hạn chỉ được kiểm duyệt bình luận. Vai trò này đã bị tước quyền truy cập vào hầu hết các menu và cài đặt khác, mặc dù điều này không nhất thiết bao gồm các thay đổi đối với bảng quản trị do bạn thực hiện.
zh_cn: <strong>添加或恢复版主角色</strong>，该角色仅限于审核评论。它已被移除对大多数其他菜单和设置的访问权限，但这不一定考虑您对管理面板所做的更改。
zh_tw: <strong>新增或恢復版主角色</strong>，該角色僅限於管理留言。它已被剝奪了對大多數其他選單和設定的存取權限，儘管這不一定考慮到您對管理面板所做的變更。

source: <strong>Append a pre-defined collection of %1$s genres and subgenres</strong> to the list (English) or update an existing list, taken from the <a href="%2$s" target="_blank">Fictioneer Taxonomy Project</a>.
vi_vn: <strong>Thêm một bộ sưu tập được xác định trước gồm %1$s thể loại và thể loại phụ</strong> vào danh sách (tiếng Anh) hoặc cập nhật danh sách hiện có, được lấy từ <a href="%2$s" target="_blank">Dự án Phân loại Fictioneer</a>.
zh_cn: <strong>将预定义的 %1$s 个类型和子类型集合</strong>（英文）附加到列表中或更新现有列表，取自 <a href="%2$s" target="_blank">Fictioneer 分类项目</a>。
zh_tw: <strong>將預定義的 %1$s 類型和子類型集合附加</strong>到清單（英文）或更新現有清單，取自 <a href="%2$s" target="_blank">Fictioneer Taxonomy Project</a>。

source: <strong>Append a pre-defined collection of %1$s tags</strong> to the list (English) or update an existing list, taken from the <a href="%2$s" target="_blank">Fictioneer Taxonomy Project</a>.
vi_vn: <strong>Thêm một bộ sưu tập thẻ %1$s đã được định nghĩa sẵn</strong> vào danh sách (tiếng Anh) hoặc cập nhật danh sách hiện có, được lấy từ <a href="%2$s" target="_blank">Fictioneer Taxonomy Project</a>.
zh_cn: <strong>将预定义的 %1$s 个标签集合</strong>（英文）附加到列表中或更新现有列表，取自 <a href="%2$s" target="_blank">Fictioneer 分类项目</a>。
zh_tw: <strong>將預定義的 %1$s 標籤集合附加</strong>到清單（英文）或更新現有清單，取自 <a href="%2$s" target="_blank">Fictioneer Taxonomy Project</a>。

source: <strong>Append associated <em>published</em> chapters </strong> that are not already in the story’s chapter list. Enter the ID of the story, which can be found in the URL of the editor page. The chapters must be assigned to the story. Beware, ownership restrictions will be ignored!
vi_vn: <strong>Thêm các chương <em>đã xuất bản</em> có liên quan</strong> mà chưa có trong danh sách chương của truyện. Nhập ID của truyện (có thể tìm thấy trong URL của trang biên tập). Các chương phải được chỉ định cho truyện đó. Lưu ý, các hạn chế về quyền sở hữu sẽ bị bỏ qua!
zh_cn: <strong>附加关联的<em>已发布</em>章节</strong>，这些章节尚未在作品章节列表中。输入作品 ID（可在编辑页面的 URL 中找到）。章节必须分配给该作品。注意，所有权限制将被忽略！
zh_tw: <strong>附加關聯的<em>已發佈</em>章節</strong>，且這些章節尚未出現在故事的章節清單中。請輸入故事的 ID，可以在編輯器頁面的 URL 中找到。這些章節必須分配給該故事。注意，所有權限制將被忽略！

source: <strong>Comment Meta Rows:</strong> %d
vi_vn: <strong>Số hàng Meta bình luận:</strong> %d
zh_cn: <strong>评论元数据行：</strong>%d
zh_tw: <strong>留言詮釋資料列：</strong> %d

source: <strong>Convert or duplicate chapter tags to genres.</strong> If you want to change your previous tagging choices in bulk, you can start here. Converting will turn all tags into genres, duplicating will copy and append them as genres but also keep the originals.
vi_vn: <strong>Chuyển đổi hoặc nhân bản thẻ chương thành thể loại.</strong> Nếu bạn muốn thay đổi hàng loạt các lựa chọn gắn thẻ trước đó, bạn có thể bắt đầu tại đây. Việc chuyển đổi sẽ biến tất cả các thẻ thành thể loại, nhân bản sẽ sao chép và thêm chúng dưới dạng thể loại nhưng vẫn giữ nguyên các thẻ gốc.
zh_cn: <strong>将章节标签转换或复制为类型。</strong>如果您想批量更改以前的标签选择，可以从此处开始。转换会将所有标签变为类型，复制会将它们复制并附加为类型，但保留原始标签。
zh_tw: <strong>轉換或複製章節標籤為類型。</strong> 如果您想大量更改之前的標籤選擇，可以從這裡開始。轉換會將所有標籤變為類型，複製會將其作為類型複製並附加，但同時保留原始標籤。

source: <strong>Convert or duplicate story tags to genres.</strong> If you want to change your previous tagging choices in bulk, you can start here. Converting will turn all tags into genres, duplicating will copy and append them as genres but also keep the originals.
vi_vn: <strong>Chuyển đổi hoặc nhân bản thẻ truyện thành thể loại.</strong> Nếu bạn muốn thay đổi hàng loạt các lựa chọn gắn thẻ trước đó, bạn có thể bắt đầu tại đây. Việc chuyển đổi sẽ biến tất cả các thẻ thành thể loại, nhân bản sẽ sao chép và thêm chúng dưới dạng thể loại nhưng vẫn giữ nguyên các thẻ gốc.
zh_cn: <strong>将作品标签转换或复制为类型。</strong>如果您想批量更改以前的标签选择，可以从此处开始。转换会将所有标签变为类型，复制会将它们复制并附加为类型，但保留原始标签。
zh_tw: <strong>轉換或複製故事標籤為類型。</strong> 如果您想大量更改之前的標籤選擇，可以從這裡開始。轉換會將所有標籤變為類型，複製會將其作為類型複製並附加，但同時保留原始標籤。

source: <strong>Definition:</strong> %s
vi_vn: <strong>Định nghĩa:</strong> %s
zh_cn: <strong>定义：</strong>%s
zh_tw: <strong>定義：</strong> %s

source: <strong>Fictioneer %1$s</strong> is available. Please <a href="%2$s" target="_blank">download</a> and install the latest version at your next convenience.
vi_vn: <strong>Fictioneer %1$s</strong> đã sẵn sàng. Vui lòng <a href="%2$s" target="_blank">tải xuống</a> và cài đặt phiên bản mới nhất khi bạn có thời gian.
zh_cn: <strong>Fictioneer %1$s</strong> 已可用。请在方便时<a href="%2$s" target="_blank">下载</a>并安装最新版本。
zh_tw: <strong>Fictioneer %1$s</strong> 已發佈。請在您方便時儘快 <a href="%2$s" target="_blank">下載</a> 並安裝最新版本。

source: <strong>Fictioneer %1$s</strong> is available. Please <a href="%2$s" target="_blank">download</a> and install the latest version at your next convenience.%3$s
vi_vn: <strong>Fictioneer %1$s</strong> đã sẵn sàng. Vui lòng <a href="%2$s" target="_blank">tải xuống</a> và cài đặt phiên bản mới nhất khi bạn có thời gian.%3$s
zh_cn: <strong>Fictioneer %1$s</strong> 已可用。请在方便时<a href="%2$s" target="_blank">下载</a>并安装最新版本。%3$s
zh_tw: <strong>Fictioneer %1$s</strong> 已發佈。請在您方便時儘快 <a href="%2$s" target="_blank">下載</a> 並安裝最新版本。%3$s

source: <strong>Fix post paragraphs.</strong> This action converts single new lines into double new lines, which WordPress uses to separate paragraphs. Enter the post ID or a comma-separated list of post IDs, which can be found in the URL of the editor page.
vi_vn: <strong>Sửa các đoạn văn của bài viết.</strong> Hành động này chuyển đổi các dòng đơn thành dòng đôi, vốn được WordPress sử dụng để phân tách các đoạn văn. Nhập ID bài viết hoặc danh sách các ID bài viết cách nhau bằng dấu phẩy (có thể tìm thấy trong URL của trang biên tập).
zh_cn: <strong>修复文章段落。</strong>此操作将单个换行符转换为双换行符，这是 WordPress 用于分隔段落的方式。输入文章 ID 或逗号分隔的文章 ID 列表（可在编辑页面的 URL 中找到）。
zh_tw: <strong>修正文章段落。</strong> 此操作將單個換行符轉換為雙個換行符，這是 WordPress 用於分隔段落的方式。請輸入文章 ID 或以逗號分隔的文章 ID 清單，這些 ID 可以在編輯器頁面的 URL 中找到。

source: <strong>Initialize theme roles and capabilities.</strong> Fictioneer comes with extended capabilities and roles that need to be initialized in order to work correctly. This should happen once when you first activate the theme, but you can do it manually here. Note that this will only reset theme-related capabilities, not undo anything else done by other plugins.
vi_vn: <strong>Khởi tạo các vai trò và quyền hạn của giao diện.</strong> Fictioneer đi kèm với các quyền hạn và vai trò mở rộng cần được khởi tạo để hoạt động chính xác. Việc này nên thực hiện một lần khi bạn kích hoạt giao diện lần đầu, nhưng bạn có thể thực hiện thủ công tại đây. Lưu ý rằng việc này sẽ chỉ đặt lại các quyền hạn liên quan đến giao diện, không hoàn tác bất kỳ điều gì khác do các plugin khác thực hiện.
zh_cn: <strong>初始化主题角色和能力。</strong>Fictioneer 附带扩展的能力和角色，需要初始化才能正常工作。这应在首次激活主题时发生一次，但您可以在此手动进行。请注意，这只会重置与主题相关的能力，不会撤销其他插件所做的任何更改。
zh_tw: <strong>初始化佈景主題角色與權限。</strong> Fictioneer 附帶了擴充權限與角色，需要進行初始化才能正常工作。這應該在您首次啟用佈景主題時執行一次，但您也可以在此處手動執行。請注意，這只會重置與佈景主題相關的權限，不會撤銷其他外掛程式所做的任何更改。

source: <strong>Note:</strong> Some of these pages are highly dynamic, such as the account and bookshelf templates. The former must never be cached. The latter can be cached if you apply the AJAX template. Private caching (e.g. one per user) would work for both if you have the disk space.
vi_vn: <strong>Lưu ý:</strong> Một số trang này có tính động rất cao, chẳng hạn như mẫu tài khoản và tủ sách. Trang tài khoản tuyệt đối không được lưu bộ nhớ đệm. Trang sau (tủ sách) có thể lưu bộ nhớ đệm nếu bạn áp dụng mẫu AJAX. Lưu bộ nhớ đệm riêng tư (ví dụ: mỗi người dùng một bản) sẽ hoạt động cho cả hai nếu bạn có đủ dung lượng ổ đĩa.
zh_cn: <strong>注意：</strong>其中一些页面高度动态，例如账户和书架模板。前者绝不能缓存。后者如果应用 AJAX 模板则可以缓存。私有缓存（例如每个用户一个）如果磁盘空间足够，两者都适用。
zh_tw: <strong>注意：</strong> 其中一些頁面具有高度動態性，例如帳號和書架範本。前者絕不能被快取。後者如果您套用了 AJAX 範本，則可以被快取。如果您有足夠的磁碟空間，私人快取（例如每個使用者一個）對兩者都有效。

source: <strong>Note:</strong> You are a co-author of the selected story, but only you can edit this chapter.
vi_vn: <strong>Lưu ý:</strong> Bạn là đồng tác giả của truyện đã chọn, nhưng chỉ bạn mới có thể chỉnh sửa chương này.
zh_cn: <strong>注意：</strong>您是所选作品的合著者，但只有您可以编辑此章节。
zh_tw: <strong>備註：</strong>您是所選故事的共同作者，但只有您可以編輯此章節。

source: <strong>Optimize and clean up the database to boost performance.</strong> This action removes any superfluous rows added by the theme, such as empty or obsolete values. Core, plugin, and custom rows are not affected. While generally considered safe, you should <a href="https://developer.wordpress.org/advanced-administration/security/backup/database/#using-wordpress-database-backup-plugin" target="_blank">always make a backup</a> before performing database operations.
vi_vn: <strong>Tối ưu hóa và dọn dẹp cơ sở dữ liệu để tăng hiệu suất.</strong> Hành động này xóa mọi hàng thừa do giao diện thêm vào, chẳng hạn như các giá trị trống hoặc lỗi thời. Các hàng dữ liệu hệ thống, plugin và tùy chỉnh không bị ảnh hưởng. Mặc dù thường được coi là an toàn, bạn <a href="https://developer.wordpress.org/advanced-administration/security/backup/database/#using-wordpress-database-backup-plugin" target="_blank">luôn nên sao lưu</a> trước khi thực hiện các thao tác với cơ sở dữ liệu.
zh_cn: <strong>优化和清理数据库以提高性能。</strong>此操作删除主题添加的任何多余行，例如空值或过时值。核心、插件和自定义行不受影响。虽然通常被认为是安全的，但在执行数据库操作前，您应<a href="https://developer.wordpress.org/advanced-administration/security/backup/database/#using-wordpress-database-backup-plugin" target="_blank">始终备份</a>。
zh_tw: <strong>優化並清理資料庫以提升效能。</strong>此操作將移除由佈景主題新增的任何多餘資料列，例如空白或過時的數值。核心、外掛程式及自訂資料列不會受到影響。雖然這通常被認為是安全的，但在執行資料庫操作之前，您應該<a href="https://developer.wordpress.org/advanced-administration/security/backup/database/#using-wordpress-database-backup-plugin" target="_blank">務必先進行備份</a>。

source: <strong>Post Meta Rows:</strong> %d
vi_vn: <strong>Số hàng Meta bài viết:</strong> %d
zh_cn: <strong>文章元数据行：</strong>%d
zh_tw: <strong>文章 Meta 資料列：</strong>%d

source: <strong>Purge theme caches.</strong> In order to accelerate page rendering, certain content is composed once and then cached. These caches get purged whenever you make relevant updates. If you need to purge them manually, you can do so here.
vi_vn: <strong>Xóa bộ nhớ đệm giao diện.</strong> Để tăng tốc độ hiển thị trang, một số nội dung nhất định được tổng hợp một lần rồi lưu vào bộ nhớ đệm. Các bộ nhớ đệm này sẽ bị xóa mỗi khi bạn thực hiện các cập nhật liên quan. Nếu bạn cần xóa chúng thủ công, bạn có thể thực hiện tại đây.
zh_cn: <strong>清除主题缓存。</strong>为了加速页面渲染，某些内容被组合一次然后缓存。每当您进行相关更新时，这些缓存会被清除。如果您需要手动清除它们，可以在此处操作。
zh_tw: <strong>清除佈景主題快取。</strong>為了加速頁面渲染，某些內容在組合一次後即會被快取。每當您進行相關更新時，這些快取就會被清除。如果您需要手動清除，可以在此處進行。

source: <strong>Recalculate word counts.</strong> This action recalculates the word count for every post that is not trashed. Only perform this action if necessary, as it is a resource-intensive operation. While generally considered safe, you should <a href="%s" target="_blank">always make a backup</a> before performing database operations. Clear your site and theme caches afterwards.
vi_vn: <strong>Tính toán lại số chữ.</strong> Hành động này tính toán lại số chữ cho mọi bài viết không nằm trong thùng rác. Chỉ thực hiện hành động này nếu cần thiết, vì đây là một thao tác tiêu tốn tài nguyên. Mặc dù thường được coi là an toàn, bạn <a href="%s" target="_blank">luôn nên sao lưu</a> trước khi thực hiện các thao tác với cơ sở dữ liệu. Xóa bộ nhớ đệm của trang web và giao diện sau đó.
zh_cn: <strong>重新计算字数。</strong>此操作重新计算每个未进入回收站的文章的字数。仅在必要时执行此操作，因为它是资源密集型操作。虽然通常被认为是安全的，但在执行数据库操作前，您应<a href="%s" target="_blank">始终备份</a>。之后清除您的网站和主题缓存。
zh_tw: <strong>重新計算字數。</strong>此操作會重新計算每篇未被移至回收筒的文章字數。僅在必要時執行此操作，因為這是一項耗費資源的操作。雖然這通常被認為是安全的，但在執行資料庫操作之前，您應該<a href="%s" target="_blank">務必先進行備份</a>。隨後請清除您的網站和佈景主題快取。

source: <strong>Warning:</strong> The selected story belongs to another author. If you change the selection, you cannot go back.
vi_vn: <strong>Cảnh báo:</strong> Truyện đã chọn thuộc về một tác giả khác. Nếu bạn thay đổi lựa chọn, bạn không thể quay lại.
zh_cn: <strong>警告：</strong>所选作品属于其他作者。如果更改选择，则无法返回。
zh_tw: <strong>警告：</strong>所選故事屬於另一位作者。如果您更改選擇，將無法復原。

# [Site] Feed
source: %s Feed
vi_vn: Nguồn cấp %s
zh_cn: %s 订阅源
zh_tw: %s 訂閱源

source: Accelerate comments by skipping most plugins. Requires the <a href="%s" target="_blank">Fast Requests</a> mu-plugin to be installed.
vi_vn: Tăng tốc bình luận bằng cách bỏ qua hầu hết các plugin. Yêu cầu cài đặt mu-plugin <a href="%s" target="_blank">Fast Requests</a>.
zh_cn: 通过跳过大多数插件来加速评论。需要安装 <a href="%s" target="_blank">快速请求</a> mu 插件。
zh_tw: 透過跳過大多數外掛程式來加速留言處理。需要安裝 <a href="%s" target="_blank">Fast Requests</a> 必用外掛 (mu-plugin) 以供使用。

source: Accept
vi_vn: Chấp nhận
zh_cn: 接受
zh_tw: 接受

source: Accepts a story ID to assign and append the chapter with override permission.
vi_vn: Chấp nhận một ID truyện để chỉ định và thêm chương với quyền ghi đè.
zh_cn: 接受作品 ID 以使用覆盖权限分配和附加章节。
zh_tw: 接受故事 ID 以進行指派，並附加具有覆寫權限的章節。
