Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Enable Transient caching for last post modified
vi_vn: Bật bộ nhớ đệm tạm thời (Transient caching) cho bài viết cập nhật sau cùng
zh_cn: 启用最新文章修改时间的临时缓存(Transient)
zh_tw: 啟用最後修改文章的暫存快取

source: Enable XML-RPC
vi_vn: Bật XML-RPC
zh_cn: 启用 XML-RPC
zh_tw: 啟用 XML-RPC

source: Enabled "%s" font key. Currently disabled keys: %s.
vi_vn: Đã bật mã phông chữ "%s". Các mã hiện đang tắt: %s.
zh_cn: 已启用“%s”字体键。当前已禁用的键：%s。
zh_tw: 已啟用「%s」字型金鑰。目前停用的金鑰：%s。

source: Enabled font key "%s".
vi_vn: Đã bật mã phông chữ "%s".
zh_cn: 已启用字体键“%s”。
zh_tw: 已啟用字型金鑰「%s」。

source: Enabled mu-plugin: %s
vi_vn: Đã bật mu-plugin: %s
zh_cn: 已启用 mu 插件：%s
zh_tw: 已啟用 mu-plugin：%s

source: Enlarge images in floating container on click.
vi_vn: Phóng to hình ảnh trong khung nổi khi nhấp vào.
zh_cn: 点击时在浮动容器中放大图片。
zh_tw: 點擊時在浮動容器中放大圖片。

source: Enter fullscreen
vi_vn: Toàn màn hình
zh_cn: 进入全屏
zh_tw: 進入全螢幕

source: Enter the name of the new role.
vi_vn: Nhập tên cho vai trò mới.
zh_cn: 输入新角色的名称。
zh_tw: 輸入新角色的名稱。

source: Enter the new name for the role.
vi_vn: Nhập tên mới cho vai trò.
zh_cn: 输入角色的新名称。
zh_tw: 為此角色輸入新名稱。

# ePUB
source: Password Protected Chapter
vi_vn: Chương bảo vệ bằng mật khẩu
zh_cn: 密码保护章节
zh_tw: 受密碼保護的章節

# ePUB
source: This chapter is empty.
vi_vn: Chương này hiện đang trống.
zh_cn: 此章节为空。
zh_tw: 此章節是空的。

# ePUB
source: This chapter requires a password and is only available on the website.
vi_vn: Chương này yêu cầu mật khẩu và chỉ có thể đọc trực tiếp trên website.
zh_cn: 此章节需要密码，仅在网站上可用。
zh_tw: 此章節需要密碼，且僅可在網站上閱讀。

source: ePUB Setup
vi_vn: Thiết lập ePUB
zh_cn: ePUB 设置
zh_tw: ePUB 設定

source: ePUBs
vi_vn: ePUB
zh_tw: ePUB

source: ePUBs per page
vi_vn: Số ePUB trên mỗi trang
zh_cn: 每页 ePUB 数
zh_tw: 每頁 ePUB 數量

source: Error. %s could not be deleted.
vi_vn: Lỗi. Không thể xóa %s.
zh_cn: 错误。%s 无法删除。
zh_tw: 錯誤。無法刪除 %s。

source: Error. Data could not be cleared.
vi_vn: Lỗi. Không thể xóa dữ liệu.
zh_cn: 错误。数据无法清除。
zh_tw: 錯誤。無法清除資料。

source: Error. MU-Plugin could not be disabled..
vi_vn: Lỗi. Không thể tắt MU-Plugin.
zh_cn: 错误。MU 插件无法禁用。
zh_tw: 錯誤。無法停用 MU-Plugin。。

source: Error. MU-Plugin could not be enabled.
vi_vn: Lỗi. Không thể bật MU-Plugin.
zh_cn: 错误。MU 插件无法启用。
zh_tw: 錯誤。無法啟用 MU-Plugin。

source: Error. Role (or sanitized role slug) already exists.
vi_vn: Lỗi. Vai trò (hoặc đường dẫn vai trò) đã tồn tại.
zh_cn: 错误。角色（或清理后的角色别名）已存在。
zh_tw: 錯誤。角色 (或經過淨化的角色別名) 已經存在。

source: Error. Role could not be added.
vi_vn: Lỗi. Không thể thêm vai trò.
zh_cn: 错误。角色无法添加。
zh_tw: 錯誤。無法新增角色。

source: Error. Role could not be removed.
vi_vn: Lỗi. Không thể xóa vai trò.
zh_cn: 错误。角色无法移除。
zh_tw: 錯誤。無法移除角色。

source: Error. Role could not be renamed.
vi_vn: Lỗi. Không thể đổi tên vai trò.
zh_cn: 错误。角色无法重命名。
zh_tw: 錯誤。無法重新命名角色。

source: Error. Schema of post #%s could not be purged.
vi_vn: Lỗi. Không thể xóa Schema của bài viết #%s.
zh_cn: 错误。文章 #%s 的模式无法清除。
zh_tw: 錯誤。無法清除文章 #%s 的結構化資料 (Schema)。

source: Error: Colors not found.
vi_vn: Lỗi: Không tìm thấy màu sắc.
zh_cn: 错误：未找到颜色。
zh_tw: 錯誤：找不到顏色。

source: Error: Insufficient permissions.
vi_vn: Lỗi: Không đủ quyền hạn.
zh_cn: 错误：权限不足。
zh_tw: 錯誤：權限不足。

source: Exclude password-protected posts from Discord notifications
vi_vn: Loại trừ các bài viết có mật khẩu khỏi thông báo Discord
zh_cn: 从 Discord 通知中排除密码保护的文章
zh_tw: Discord 通知中排除受密碼保護的文章

source: Exclude password-protected posts from RSS
vi_vn: Loại trừ các bài viết có mật khẩu khỏi RSS
zh_cn: 从 RSS 中排除密码保护的文章
zh_tw: RSS 中排除受密碼保護的文章

# Excluded Advanced search summary.
source: %sExcluded Tags:
vi_vn: %sThẻ bị loại trừ:
zh_cn: %s排除的标签：
zh_tw: %s排除的標籤：

source: Exit fullscreen
vi_vn: Thoát toàn màn hình
zh_cn: 退出全屏
zh_tw: 退出全螢幕

# Expiration suffix for protected note in post list tables.
source: %1$s (until %2$s)
vi_vn: %1$s (đến %2$s)
zh_cn: %1$s（直到 %2$s）
zh_tw: %1$s (直到 %2$s)

source: External Avatar URL
vi_vn: URL ảnh đại diện bên ngoài
zh_cn: 外部头像 URL
zh_tw: 外部頭像網址

source: External content not loaded until deliberately clicked.
vi_vn: Nội dung bên ngoài sẽ không được tải cho đến khi được nhấp vào.
zh_cn: 外部内容在故意点击前不会加载。
zh_tw: 外部內容在手動點擊前不會載入。

source: Extra Meta
vi_vn: Meta bổ sung
zh_cn: 额外元数据
zh_tw: 額外中繼資料

source: Fade Out - Breakpoint
vi_vn: Mờ dần - Điểm dừng (Breakpoint)
zh_cn: 淡出 - 断点
zh_tw: 淡出 - 斷點

source: Fade Out - Start
vi_vn: Mờ dần - Bắt đầu
zh_cn: 淡出 - 开始
zh_tw: 淡出 - 開始

source: Faded color for background, decorative, and disabled items.
vi_vn: Màu mờ cho nền, trang trí và các mục bị vô hiệu hóa.
zh_cn: 用于背景、装饰和禁用项的淡色。
zh_tw: 用於背景、裝飾及已停用項目的淡化顏色。

source: Faded color for background, decorative, and disabled items. Default contrast ~3.5:1 on BG-700.
vi_vn: Màu mờ cho nền, trang trí và các mục bị vô hiệu hóa. Độ tương phản mặc định ~3.5:1 trên BG-700.
zh_cn: 用于背景、装饰和禁用项的淡色。在 BG-700 上的默认对比度约 3.5:1。
zh_tw: 用於背景、裝飾及已停用項目的淡化顏色。在 BG-700 上的預設對比度約為 3.5:1。

source: Failure
vi_vn: Thất bại
zh_cn: 失败
zh_tw: 失敗

source: Fallback if no thumbnail has been provided, for example on vertical cards.
vi_vn: Hình ảnh thay thế nếu không có ảnh đại diện, ví dụ trên các thẻ dọc.
zh_cn: 如果未提供缩略图时的回退（例如在垂直卡片上）。
zh_tw: 未提供縮圖時的備用方案，例如在垂直卡片上。

# Fallback SEO description for author pages.
source: Author on %s.
vi_vn: Tác giả trên %s.
zh_cn: %s 上的作者。
zh_tw: %s 上的作者。

source: False
vi_vn: Sai
zh_cn: 假
zh_tw: 假

source: Fandoms
vi_vn: Fandom
zh_cn: 同人圈
zh_tw: 同人圈

source: Faster saving if you don’t need the WP REST API.
vi_vn: Lưu nhanh hơn nếu bạn không cần WP REST API.
zh_cn: 如果不需要 WP REST API，保存更快。
zh_tw: 如果不需要 WP REST API，儲存速度會更快。

source: Faster, but adds one row per chapter to your database, which can slow down your site if you have thousands.
vi_vn: Nhanh hơn, nhưng thêm một dòng cho mỗi chương vào cơ sở dữ liệu, điều này có thể làm chậm trang web nếu bạn có hàng ngàn chương.
zh_cn: 更快，但会为每个章节在数据库中增加一行，如果您有数千个章节，可能会减慢您的网站。
zh_tw: 速度較快，但在資料庫中每個章節會增加一個資料列，如果您有數千個章節，可能會降低網站速度。

source: Faster, but adds one row per story to your database, which can slow down your site if you have thousands.
vi_vn: Nhanh hơn, nhưng thêm một dòng cho mỗi truyện vào cơ sở dữ liệu, điều này có thể làm chậm trang web nếu bạn có hàng ngàn truyện.
zh_cn: 更快，但会为每个作品在数据库中增加一行，如果您有数千个作品，可能会减慢您的网站。
zh_tw: 速度較快，但在資料庫中每個故事會增加一個資料列，如果您有數千個故事，可能會降低網站速度。

source: Featured Content
vi_vn: Nội dung nổi bật
zh_cn: 特色内容
zh_tw: 精選內容

source: Features
vi_vn: Tính năng
zh_cn: 功能
zh_tw: 功能

source: FFCNR stands for <em>Fast Fictioneer Requests</em>, an alternative entry point to WordPress with minimal environment. In this mode, almost nothing is loaded: no themes, no plugins, and only a tiny subset of WordPress itself. This reduced environment significantly improves performance for certain tasks, such as fetching user data for the frontend. Refer to the <a href="%s" target="_blank" rel="noopener noreferrer">installation guide</a> for details on interacting with FFCNR.
vi_vn: FFCNR là viết tắt của <em>Fast Fictioneer Requests</em>, một điểm truy cập thay thế vào WordPress với môi trường tối giản. Trong chế độ này, hầu như không có gì được tải: không giao diện, không plugin, và chỉ một phần nhỏ của chính WordPress. Môi trường tinh gọn này cải thiện đáng kể hiệu suất cho các tác vụ nhất định, chẳng hạn như truy xuất dữ liệu người dùng cho frontend. Tham khảo <a href="%s" target="_blank" rel="noopener noreferrer">hướng dẫn cài đặt</a> để biết thêm chi tiết về cách tương tác với FFCNR.
zh_cn: FFCNR 代表<em>快速 Fictioneer 请求</em>，是 WordPress 的替代入口点，具有最小环境。在此模式下，几乎不加载任何内容：无主题、无插件，仅加载 WordPress 本身的一小部分。这种简化环境显著提高了某些任务的性能，例如为前端获取用户数据。有关与 FFCNR 交互的详细信息，请参阅<a href="%s" target="_blank" rel="noopener noreferrer">安装指南</a>。
zh_tw: FFCNR 代表 <em>Fast Fictioneer Requests</em>，是進入 WordPress 的另一種入口點，僅具備最小化環境。在此模式下，幾乎不會載入任何內容：無佈景主題、無外掛，且僅包含 WordPress 本身的一小部分。這種精簡環境顯著提高了特定任務的效能，例如獲取前端的使用者資料。有關與 FFCNR 互動的詳細資訊，請參閱 <a href="%s" target="_blank" rel="noopener noreferrer">安裝指南</a>。

source: Fictioneer has been built for OAuth 2.0 authentication with external accounts to avoid the vulnerable WordPress login/registration form. However, if you want, you can link it in the login modal regardless.
vi_vn: Fictioneer được xây dựng để xác thực OAuth 2.0 với các tài khoản bên ngoài nhằm tránh biểu mẫu đăng nhập/đăng ký WordPress vốn dễ bị tấn công. Tuy nhiên, nếu muốn, bạn vẫn có thể liên kết nó trong khung đăng nhập.
zh_cn: Fictioneer 专为使用外部账户进行 OAuth 2.0 认证而构建，以避免脆弱的 WordPress 登录/注册表单。但是，如果您愿意，仍然可以在登录模态框中链接它。
zh_tw: Fictioneer 專為使用外部帳戶的 OAuth 2.0 驗證而構建，以避開脆弱的 WordPress 登入/註冊表單。然而，如果您願意，仍然可以在登入彈窗中連結它。

source: Fictioneer Log
vi_vn: Nhật ký Fictioneer
zh_cn: Fictioneer 日志
zh_tw: Fictioneer 日誌

source: Fictioneer offers even more options beyond what is accessible in the settings! However, tampering with some of these options can break the theme or cause unexpected behavior. This is why they are only defined as PHP constants. You can change them in a child theme as described in the <a href="%s" target="_blank" rel="noopener">installation guide</a>.
vi_vn: Fictioneer cung cấp nhiều tùy chọn hơn cả những gì có thể truy cập trong phần cài đặt! Tuy nhiên, việc can thiệp vào một số tùy chọn này có thể làm hỏng giao diện hoặc gây ra hành vi không mong muốn. Đây là lý do tại sao chúng chỉ được định nghĩa dưới dạng hằng số PHP. Bạn có thể thay đổi chúng trong giao diện con (child theme) như được mô tả trong <a href="%s" target="_blank" rel="noopener">hướng dẫn cài đặt</a>.
zh_cn: Fictioneer 提供了比设置中可访问的更多选项！但是，篡改其中一些选项可能会破坏主题或导致意外行为。这就是为什么它们仅被定义为 PHP 常量。您可以在子主题中更改它们，如<a href="%s" target="_blank" rel="noopener">安装指南</a>所述。
zh_tw: Fictioneer 提供了設定中可存取內容之外的更多選項！然而，擅自更改其中一些選項可能會損壞佈景主題或導致非預期行為。這就是為什麼它們僅被定義為 PHP 常數。您可以按照 <a href="%s" target="_blank" rel="noopener">安裝指南</a> 中的說明，在子佈景主題中更改它們。

source: Fictioneer Settings
vi_vn: Cài đặt Fictioneer
zh_cn: Fictioneer 设置
zh_tw: Fictioneer 設定

source: Fictioneer Setup
vi_vn: Thiết lập Fictioneer
zh_cn: Fictioneer 设置
zh_tw: Fictioneer 安裝

source: Fictioneer Sidebar
vi_vn: Thanh bên Fictioneer
zh_cn: Fictioneer 侧边栏
zh_tw: Fictioneer 側邊欄

source: Fictioneer Theme Settings
vi_vn: Cài đặt Giao diện Fictioneer
zh_cn: Fictioneer 主题设置
zh_tw: Fictioneer 佈景主題設定

source: Fictioneer was primarily developed for single authors to publish their web serials, and therefore omits the author to save space. However, if you have multiple authors writing on your site, you can choose to display their names.
vi_vn: Fictioneer ban đầu được phát triển cho các tác giả đơn lẻ để xuất bản các bộ truyện dài kỳ trực tuyến, và do đó lược bỏ tên tác giả để tiết kiệm không gian. Tuy nhiên, nếu bạn có nhiều tác giả cùng viết trên trang web, bạn có thể chọn hiển thị tên của họ.
zh_cn: Fictioneer 主要是为单个作者发布其网络连载而开发的，因此省略作者以节省空间。但是，如果您的网站上有多个作者写作，您可以选择显示他们的姓名。
zh_tw: Fictioneer 主要開發給單一作者發佈其網路連載作品，因此省略了作者資訊以節省空間。然而，如果您的網站有多位作者寫作，您可以選擇顯示他們的名字。

source: File name missing.
vi_vn: Thiếu tên tệp.
zh_cn: 文件名缺失。
zh_tw: 缺少檔案名稱。

source: File not found or not readable.
vi_vn: Không tìm thấy tệp hoặc tệp không thể đọc.
zh_cn: 文件未找到或不可读。
zh_tw: 找不到檔案或檔案不可讀取。

source: File Uploads
vi_vn: Tải tệp lên
zh_cn: 文件上传
zh_tw: 檔案上傳

source: Filter chapters list
vi_vn: Lọc danh sách chương
zh_cn: 筛选章节列表
zh_tw: 篩選章節列表

source: Filter collections list
vi_vn: Lọc danh sách bộ sưu tập
zh_cn: 筛选合集列表
zh_tw: 篩選收藏列表

source: Filter recommendations list
vi_vn: Lọc danh sách đề cử
zh_cn: 筛选推荐列表
zh_tw: 篩選推薦列表

source: Filter stories list
vi_vn: Lọc danh sách truyện
zh_cn: 筛选作品列表
zh_tw: 篩選故事列表

source: Fingerprint
vi_vn: Dấu vân tay số
zh_cn: 指纹
zh_tw: 指紋

source: Finished
vi_vn: Đã hoàn thành
zh_cn: 已完成
zh_tw: 已完成

source: Finished purging all schema graphs.
vi_vn: Đã hoàn tất việc dọn dẹp tất cả sơ đồ dữ liệu (schema graphs).
zh_cn: 已完成清除所有模式图。
zh_tw: 已完成清除所有結構化資料圖表。

source: First Page
vi_vn: Trang đầu
zh_cn: 第一页
zh_tw: 第一頁

source: Fix Paragraphs
vi_vn: Sửa lỗi đoạn văn
zh_cn: 修复段落
zh_tw: 修復段落

source: Flushed permalinks
vi_vn: Đã làm mới các đường dẫn tĩnh
zh_cn: 已刷新固定链接
zh_tw: 已重新整理永久連結

source: Follow (Off)
vi_vn: Theo dõi (Tắt)
zh_cn: 关注（关闭）
zh_tw: 追蹤 (關閉)

source: Follow (On)
vi_vn: Theo dõi (Bật)
zh_cn: 关注（开启）
zh_tw: 追蹤 (開啟)

# Follow a story.
source: Follow
vi_vn: Theo dõi
zh_cn: 关注
zh_tw: 追蹤

source: Follow on Feedly
vi_vn: Theo dõi trên Feedly
zh_cn: 在 Feedly 上关注
zh_tw: 在 Feedly 上追蹤

source: Follow on Inoreader
vi_vn: Theo dõi trên Inoreader
zh_cn: 在 Inoreader 上关注
zh_tw: 在 Inoreader 上追蹤

source: Follow on Ko-Fi
vi_vn: Theo dõi trên Ko-Fi
zh_cn: 在 Ko-Fi 上关注
zh_tw: 在 Ko-Fi 上追蹤

source: Follow on Patreon
vi_vn: Theo dõi trên Patreon
zh_cn: 在 Patreon 上关注
zh_tw: 在 Patreon 上追蹤

source: Follow on SubscribeStar
vi_vn: Theo dõi trên SubscribeStar
zh_cn: 在 SubscribeStar 上关注
zh_tw: 在 SubscribeStar 上追蹤

source: Follow stories and get on-site alerts for updates.
vi_vn: Theo dõi truyện và nhận thông báo cập nhật ngay trên trang web.
zh_cn: 关注作品并获取更新的站内提醒。
zh_tw: 追蹤故事並獲取更新的站內通知。

source: Follows could not be cleared.
vi_vn: Không thể xóa danh sách theo dõi.
zh_cn: 关注无法清除。
zh_tw: 無法清除追蹤紀錄。

source: Follows successfully cleared.
vi_vn: Đã xóa danh sách theo dõi thành công.
zh_cn: 关注已成功清除。
zh_tw: 已成功清除追蹤紀錄。

source: Font
vi_vn: Phông chữ
zh_cn: 字体
zh_tw: 字體

# Font family name
source: Base
vi_vn: Cơ bản
zh_cn: 基本
zh_tw: 基礎

# Font family name
source: Heading
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# Font family name
source: Monospace
vi_vn: Đơn cách
zh_cn: 等宽
zh_tw: 等寬字體

# Font family name
source: Note
vi_vn: Ghi chú
zh_cn: 注释
zh_tw: 筆記

# Font family name
source: System Fonts
vi_vn: Phông chữ hệ thống
zh_cn: 系统字体
zh_tw: 系統字體

source: Font Lightness
vi_vn: Độ sáng phông chữ
zh_cn: 字体亮度
zh_tw: 字體亮度

source: Font Lightness Offset
vi_vn: Bù đắp độ sáng phông chữ
zh_cn: 字体亮度偏移
zh_tw: 字體亮度偏移

# Font name.
source: System Font
vi_vn: Phông chữ hệ thống
zh_cn: 系统字体
zh_tw: 系統字體

source: Font Saturation
vi_vn: Độ bão hòa phông chữ
zh_cn: 字体饱和度
zh_tw: 字體飽和度

source: Font Saturation Offset
vi_vn: Bù đắp độ bão hòa phông chữ
zh_cn: 字体饱和度偏移
zh_tw: 字體飽和度偏移

source: Font Size (Percentage)
vi_vn: Kích thước phông chữ (Phần trăm)
zh_cn: 字体大小（百分比）
zh_tw: 字體大小 (百分比)

# Font size name
source: Extra Large
vi_vn: Rất lớn
zh_cn: 特大
zh_tw: 特大

# Font size name
source: Extra Small
vi_vn: Rất nhỏ
zh_cn: 特小
zh_tw: 特小

# Font size name
source: Gigantic
vi_vn: Khổng lồ
zh_cn: 巨大
zh_tw: 極大

# Font size name
source: Huge
vi_vn: Cực lớn
zh_cn: 超大
zh_tw: 巨大

# Font size name
source: Large
vi_vn: Lớn
zh_cn: 大
zh_tw: 大

# Font size name
source: Medium
vi_vn: Vừa
zh_cn: 中
zh_tw: 中

# Font size name
source: Normal
vi_vn: Bình thường
zh_cn: 正常
zh_tw: 正常

# Font size name
source: Small
vi_vn: Nhỏ
zh_cn: 小
zh_tw: 小

source: Fonts
vi_vn: Phông chữ
zh_cn: 字体
zh_tw: 字體

source: Fonts are rendered thinner in dark mode to offset text bleeding; you can turn that off.
vi_vn: Phông chữ được hiển thị mỏng hơn trong chế độ tối để giảm tình trạng nhòe chữ; bạn có thể tắt tính năng này.
zh_cn: 在深色模式下，字体渲染得更细以抵消文本晕染；您可以关闭此功能。
zh_tw: 字體在深色模式下會顯示得較細，以抵消文字暈開的情況；您可以關閉此功能。

source: Footer Menu
vi_vn: Menu chân trang
zh_cn: 页脚菜单
zh_tw: 頁尾選單

source: Footer Style
vi_vn: Kiểu chân trang
zh_cn: 页脚样式
zh_tw: 頁尾樣式

source: Footnotes
vi_vn: Chú thích cuối trang
zh_cn: 脚注
zh_tw: 腳註

source: For logographic writing systems. Use the word count multiplier to better approximate the number.
vi_vn: Dành cho các hệ thống chữ biểu ý. Sử dụng hệ số nhân số từ để ước tính số lượng chính xác hơn.
zh_cn: 适用于表意文字系统。使用字数乘数以更好地近似该数字。
zh_tw: 用於語素文字系統。使用字數乘數以更好地估算字數。

source: For serving private caches to logged-in users. Also useful if you do not serve caches to logged-in users at all.
vi_vn: Dùng để cung cấp bộ nhớ đệm riêng tư cho người dùng đã đăng nhập. Cũng hữu ích nếu bạn hoàn toàn không cung cấp bộ nhớ đệm cho người dùng đã đăng nhập.
zh_cn: 用于向登录用户提供私有缓存。如果您根本不向登录用户提供缓存，也很有用。
zh_tw: 用於向登入使用者提供私有快取。如果您完全不向登入使用者提供快取，此選項也很有用。

source: For serving public caches to logged-in users. Exceptions for administrators and moderators are recommended.
vi_vn: Dùng để cung cấp bộ nhớ đệm công khai cho người dùng đã đăng nhập. Khuyến nghị nên tạo ngoại lệ cho quản trị viên và điều phối viên.
zh_cn: 用于向登录用户提供公共缓存。建议对管理员和版主进行例外处理。
zh_tw: 用於向登入使用者提供公開快取。建議為管理員和版主設定例外。

# Forget story set to be read later.
source: Forget
vi_vn: Bỏ qua
zh_cn: 忘记
zh_tw: 移除

# Formatting modal font weight selection.
source: Default Font Weight
vi_vn: Độ đậm mặc định
zh_cn: 默认字体粗细
zh_tw: 預設字體粗細

# Formatting modal font weight selection.
source: Normal Font Weight
vi_vn: Độ đậm bình thường
zh_cn: 正常字体粗细
zh_tw: 標準字體粗細

# Formatting modal font weight selection.
source: Thinner Font Weight
vi_vn: Độ đậm mỏng hơn
zh_cn: 较细字体粗细
zh_tw: 較細字體粗細

# Free Patreon tier (follower).
source: Follower (Free)
vi_vn: Người theo dõi (Miễn phí)
zh_cn: 关注者（免费）
zh_tw: 追隨者 (免費)

source: Front Matter
vi_vn: Lời đầu sách
zh_cn: 前页
zh_tw: 前置內容

# Frontend profile headline.
source: Password
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# Frontpage default description.
source: Read stories on %s.
vi_vn: Đọc truyện trên %s.
zh_cn: 在%s上阅读作品。
zh_tw: 在 %s 閱讀故事。

# Frontpage page name, mainly used in breadcrumbs.
source: Home
vi_vn: Trang chủ
zh_cn: 首页
zh_tw: 首頁

# Gallery block style label.
source: Grid
vi_vn: Lưới
zh_cn: 网格
zh_tw: 網格

source: Gap between sidebar and content in pixels. Default 48.
vi_vn: Khoảng cách giữa thanh bên và nội dung tính bằng pixel. Mặc định là 48.
zh_cn: 侧边栏与内容之间的间距（像素）。默认 48。
zh_tw: 側邊欄與內容之間的間距 (像素)。預設值為 48。

source: General
vi_vn: Chung
zh_cn: 常规
zh_tw: 一般

source: General Settings
vi_vn: Cài đặt chung
zh_cn: 常规设置
zh_tw: 一般設定

source: Generate and show footnotes at the end of the post content based on the tooltips.
vi_vn: Tạo và hiển thị chú thích ở cuối nội dung bài viết dựa trên các tooltip.
zh_cn: 根据工具提示在文章内容末尾生成并显示脚注。
zh_tw: 根據工具提示在文章內容末尾產生並顯示腳註。

source: Generate footnotes from tooltips
vi_vn: Tạo chú thích từ tooltip
zh_cn: 从工具提示生成脚注
zh_tw: 從工具提示產生腳註

source: Generic donation link
vi_vn: Liên kết ủng hộ chung
zh_cn: 通用捐赠链接
zh_tw: 通用贊助連結

# Generic error notification.
source: Error
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤

source: Genre Tools
vi_vn: Công cụ thể loại
zh_cn: 类型工具
zh_tw: 類型工具

source: Genres
vi_vn: Thể loại
zh_cn: 类型
zh_tw: 類型

source: Global lifetime pledge threshold in cents
vi_vn: Ngưỡng ủng hộ trọn đời toàn cầu tính bằng xu
zh_cn: 全局终生赞助阈值（单位：分）
zh_tw: 全域終身贊助門檻 (以分計)

source: Global lifetime pledge threshold in cents to unlock posts (leave empty to disable)
vi_vn: Ngưỡng ủng hộ trọn đời toàn cầu tính bằng xu để mở khóa bài viết (để trống để vô hiệu hóa)
zh_cn: 解锁文章的全局终生赞助阈值（单位：分）（留空以禁用）
zh_tw: 解鎖文章的全域終身贊助門檻 (以分計，留空則停用)

source: Global pledge threshold in cents
vi_vn: Ngưỡng ủng hộ toàn cầu tính bằng xu
zh_cn: 全局赞助阈值（单位：分）
zh_tw: 全域贊助門檻 (以分計)

source: Global pledge threshold in cents to gate regular post unlocks (leave empty to disable)
vi_vn: Ngưỡng ủng hộ toàn cầu tính bằng xu để giới hạn mở khóa bài viết thông thường (để trống để vô hiệu hóa)
zh_cn: 门控常规文章解锁的全局赞助阈值（单位：分）（留空以禁用）
zh_tw: 全域贊助金額門檻（美分），用於限制一般文章解鎖（留空則停用）

source: Global pledge threshold in cents to unlock posts (leave empty to disable)
vi_vn: Ngưỡng ủng hộ toàn cầu tính bằng xu để mở khóa bài viết (để trống để vô hiệu hóa)
zh_cn: 解锁文章的全局赞助阈值（单位：分）（留空以禁用）
zh_tw: 全域解鎖文章所需的贊助金額門檻（美分，留空則停用）

source: Global tiers to unlock post
vi_vn: Các cấp bậc toàn cầu để mở khóa bài viết
zh_cn: 解锁文章的全局等级
zh_tw: 解鎖文章的全域層級

source: Global tiers to unlock posts (comma-separated list of tier IDs)
vi_vn: Các cấp bậc toàn cầu để mở khóa bài viết (danh sách ID cấp bậc cách nhau bởi dấu phẩy)
zh_cn: 解锁文章的全局等级（等级 ID 逗号分隔列表）
zh_tw: 解鎖文章的全域層級（以半形逗號分隔的層級 ID 清單）

source: Global unlock gate pledge threshold in cents
vi_vn: Ngưỡng ủng hộ giới hạn mở khóa toàn cầu tính bằng xu
zh_cn: 全局解锁门控赞助阈值（单位：分）
zh_tw: 全域解鎖門檻贊助金額（以美分計）

source: Google account successfully linked.
vi_vn: Đã liên kết tài khoản Google thành công.
zh_cn: Google 账户已成功链接。
zh_tw: Google 帳號已成功連結。

source: Google Client ID
zh_cn: Google 客户端 ID
zh_tw: Google 用戶端 ID

source: Google Client Secret
zh_cn: Google 客户端密钥
zh_tw: Google 用戶端密鑰

source: Google connection successfully removed.
vi_vn: Đã gỡ bỏ kết nối Google thành công.
zh_cn: Google 连接已成功移除。
zh_tw: 已成功移除 Google 連線。

source: Google Fonts
zh_cn: 谷歌字体
zh_tw: Google 字型

source: Google Fonts links
vi_vn: Liên kết Google Fonts
zh_cn: 谷歌字体链接
zh_tw: Google 字型連結

source: Google ID Hash
vi_vn: Mã băm ID Google
zh_cn: 谷歌ID哈希值
zh_tw: Google ID 雜湊

# Gradient name
source: Smooth Black to Transparent
vi_vn: Đen mượt sang Trong suốt
zh_cn: 平滑黑到透明
zh_tw: 平滑黑色至透明

# Gradient name
source: Smooth White to Transparent
vi_vn: Trắng mượt sang Trong suốt
zh_cn: 平滑白到透明
zh_tw: 平滑白色至透明

source: Guest
vi_vn: Khách
zh_cn: 访客
zh_tw: 訪客

source: Header Color - Dark Mode
vi_vn: Màu đầu trang - Chế độ tối
zh_cn: 页眉颜色 - 深色模式
zh_tw: 頁首顏色 - 深色模式

source: Header Color - Light Mode
vi_vn: Màu đầu trang - Chế độ sáng
zh_cn: 页眉颜色 - 浅色模式
zh_tw: 頁首顏色 - 淺色模式

source: Header Height - Maximum
vi_vn: Chiều cao đầu trang - Tối đa
zh_cn: 页眉高度 - 最大值
zh_tw: 頁首高度 - 最大值

source: Header Height - Minimum
vi_vn: Chiều cao đầu trang - Tối thiểu
zh_cn: 页眉高度 - 最小值
zh_tw: 頁首高度 - 最小值

source: Header Image
vi_vn: Ảnh đầu trang
zh_cn: 页眉图像
zh_tw: 頁首圖片

source: Header Image Style
vi_vn: Kiểu ảnh đầu trang
zh_cn: 页眉图像样式
zh_tw: 頁首圖片樣式

source: Header Style
vi_vn: Kiểu đầu trang
zh_cn: 页眉样式
zh_tw: 頁首樣式

source: Heading Font
vi_vn: Phông chữ tiêu đề
zh_cn: 标题字体
zh_tw: 標題字型

# Heading for BBCodes tutorial modal.
source: BBCodes
vi_vn: Mã BBCodes
zh_cn: BBCode代码
zh_tw: BBCode

source: Hello [[comment_name]],<br><br>you have a new reply to your comment in <a href="[[post_url]]">[[post_title]]</a>.<br><br><br><strong>[[reply_name]] replied on [[reply_date]]:</strong><br><br><fieldset>[[reply_content]]</fieldset><br><br><a href="[[unsubscribe_url]]">Unsubscribe from this comment.</a>
vi_vn: Chào [[comment_name]],<br><br>bạn có một phản hồi mới cho bình luận của mình tại <a href="[[post_url]]">[[post_title]]</a>.<br><br><br><strong>[[reply_name]] đã phản hồi vào [[reply_date]]:</strong><br><br><fieldset>[[reply_content]]</fieldset><br><br><a href="[[unsubscribe_url]]">Hủy đăng ký nhận thông báo từ bình luận này.</a>
zh_tw: [[comment_name]] 您好：<br><br>您在 <a href="[[post_url]]">[[post_title]]</a> 中的文章留言有新的回覆。<br><br><br><strong>[[reply_name]] 於 [[reply_date]] 回覆：</strong><br><br><fieldset>[[reply_content]]</fieldset><br><br><a href="[[unsubscribe_url]]">取消訂閱此留言。</a>

source: Help
vi_vn: Trợ giúp
zh_cn: 帮助
zh_tw: 說明

# Hiatus story status
source: Hiatus
vi_vn: Tạm ngưng
zh_cn: 已停更
zh_tw: 暫停連載

# Hidden card.
source: Hidden Result
vi_vn: Kết quả bị ẩn
zh_cn: 隐藏结果
zh_tw: 隱藏結果

source: Hidden due to negative reports.
vi_vn: Bị ẩn do có nhiều báo cáo vi phạm.
zh_cn: 因负面举报而被隐藏。
zh_tw: 因負面檢舉而隱藏。

source: Hide badge
vi_vn: Ẩn huy hiệu
zh_cn: 隐藏徽章
zh_tw: 隱藏徽章

source: Hide categories on posts
vi_vn: Ẩn chuyên mục trên bài viết
zh_cn: 隐藏文章的分类
zh_tw: 隱藏文章上的分類

source: Hide chapter icons
vi_vn: Ẩn biểu tượng chương
zh_cn: 隐藏章节图标
zh_tw: 隱藏章節圖示

source: Hide chapter list on large story cards
vi_vn: Ẩn danh sách chương trên thẻ truyện lớn
zh_cn: 在大作品卡片上隐藏章节列表
zh_tw: 在大型故事卡片上隱藏章節列表

source: Hide chapter list on large story cards?
vi_vn: Ẩn danh sách chương trên thẻ truyện lớn?
zh_cn: 在大作品卡片上隐藏章节列表？
zh_tw: 在大型故事卡片上隱藏章節列表？

source: Hide content warnings on pages
vi_vn: Ẩn cảnh báo nội dung trên các trang
zh_cn: 在页面上隐藏内容警告
zh_tw: 隱藏頁面上的內容警示

source: Hide password form on Patreon-gated posts
vi_vn: Ẩn khung nhập mật khẩu trên các bài viết giới hạn bởi Patreon
zh_cn: 在Patreon限制的帖子上隐藏密码输入表单
zh_tw: 在 Patreon 限制的文章上隱藏密碼表單

source: Hide sidebar on mobile
vi_vn: Ẩn thanh bên trên di động
zh_cn: 在移动设备上隐藏侧边栏
zh_tw: 在行動裝置上隱藏側邊欄

source: Hide story in lists
vi_vn: Ẩn truyện trong danh sách
zh_cn: 在列表中隐藏作品
zh_tw: 在列表中隱藏故事

source: Hide support links
vi_vn: Ẩn liên kết ủng hộ
zh_cn: 隐藏支持链接
zh_tw: 隱藏贊助連結

source: Hide tags on pages
vi_vn: Ẩn thẻ (tags) trên trang
zh_cn: 在页面上隐藏标签
zh_tw: 隱藏頁面上的標籤

source: Hide taxonomies on chapter cards
vi_vn: Ẩn phân loại trên thẻ chương
zh_cn: 在章节卡片上隐藏分类法
zh_tw: 隱藏章節卡片上的分類法
