Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: This operation is safe, but making a database backup is still recommended to account for the unexpected.
vi_vn: Thao tác này an toàn, nhưng vẫn nên sao lưu cơ sở dữ liệu để phòng ngừa những trường hợp ngoài ý muốn.
zh_cn: 此操作是安全的，但仍建议进行数据库备份，以防万一。
zh_tw: 此操作是安全的，但仍建議備份資料庫以防萬一。

source: This option is intended purely for developers. The theme does not include a built-in interface for creating alerts restricted to specific user IDs or roles. It also makes the queries slower.
vi_vn: Tùy chọn này chỉ dành riêng cho các nhà phát triển. Giao diện này không bao gồm tính năng tích hợp để tạo thông báo giới hạn cho các ID người dùng hoặc vai trò cụ thể. Nó cũng làm cho các truy vấn chậm hơn.
zh_cn: 此选项仅供开发人员使用。主题不包含用于创建仅限于特定用户ID或角色的提醒的内置界面。它也会使查询变慢。
zh_tw: 此選項僅供開發者使用。佈景主題未包含用於建立僅限特定使用者 ID 或角色的警示之內建介面。它也會使查詢速度變慢。

source: This role cannot be removed.
vi_vn: Không thể xóa vai trò này.
zh_cn: 此角色无法移除。
zh_tw: 此角色無法移除。

source: This role cannot be renamed.
vi_vn: Không thể đổi tên vai trò này.
zh_cn: 此角色无法重命名。
zh_tw: 此角色無法重新命名。

source: This should work for the default theme "Open Sans" font, both in dark and light mode. Depending on the fonts or styles/weights/etc. used above the fold, you may need more.
vi_vn: Điều này sẽ hoạt động với phông chữ mặc định của giao diện "Open Sans", ở cả chế độ tối và sáng. Tùy thuộc vào phông chữ hoặc kiểu dáng/độ đậm/v.v. được sử dụng ở phần đầu trang, bạn có thể cần thiết lập thêm.
zh_cn: 这应该适用于默认主题的“Open Sans”字体，包括深色和浅色模式。根据首屏以上使用的字体或样式/字重等，你可能需要更多。
zh_tw: 這應該適用於預設主題的「Open Sans」字型，無論是在深色還是淺色模式下。根據首屏（above the fold）使用的字型或樣式/粗細等，您可能需要更多。

source: This website is intended for an adult audience. Please confirm that you are of legal age (18+) or leave the website.
vi_vn: Trang web này dành cho đối tượng người lớn. Vui lòng xác nhận rằng bạn đã đủ tuổi hợp pháp (18+) hoặc rời khỏi trang web.
zh_cn: 本网站面向成年受众。请确认你已成年（18岁以上）或离开网站。
zh_tw: 本網站僅限成年觀眾。請確認您已達法定年齡（18+）或離開本網站。

source: This will also remove all theme-related comment and user metadata, such as bookmarks or follows. Stories, chapters, collections, and recommendations remain, but you will need to register their custom post types to access them.
vi_vn: Điều này cũng sẽ xóa tất cả dữ liệu meta của người dùng và bình luận liên quan đến giao diện, chẳng hạn như dấu trang hoặc theo dõi. Các truyện, chương, bộ sưu tập và đề cử vẫn được giữ lại, nhưng bạn sẽ cần đăng ký lại các loại bài viết tùy chỉnh (custom post types) của chúng để truy cập.
zh_cn: 这还将移除所有与主题相关的评论和用户元数据，例如书签或关注。作品、章节、合集和推荐仍然存在，但你需要注册它们的自定义文章类型才能访问。
zh_tw: 這也將移除所有與主題相關的留言和使用者詮釋資料，例如書籤或追蹤。故事、章節、收藏和推薦將會保留，但您需要註冊其自訂文章類型才能存取它們。

source: This will disable the comment toolbar as well.
vi_vn: Điều này cũng sẽ vô hiệu hóa thanh công cụ bình luận.
zh_cn: 这会禁用评论工具栏。
zh_tw: 這也會停用留言工具列。

source: Thumbnail
vi_vn: Ảnh thu nhỏ
zh_cn: 缩略图
zh_tw: 縮圖

# Thumbnail link title
source: Link to %s
vi_vn: Liên kết đến %s
zh_cn: 链接至 %s
zh_tw: 連結至 %s

source: Time Range
vi_vn: Khoảng thời gian
zh_cn: 时间范围
zh_tw: 時間範圍

source: Tips
vi_vn: Mẹo
zh_cn: 提示
zh_tw: 提示

source: Title
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

source: To create your own skin, <a href="%s" download>download this template</a>.
vi_vn: Để tạo giao diện của riêng bạn, hãy <a href="%s" download>tải xuống mẫu này</a>.
zh_cn: 要创建你自己的皮肤，请<a href="%s" download>下载此模板</a>。
zh_tw: 若要建立您自己的外觀，請 <a href="%s" download>下載此範本</a>。

source: To improve the loading time of your site and reduce FOUT (Flash of Unstyled Text), you can preload fonts in your <a href="%s" target="_blank">HTTP headers</a>. This is also beneficial to your search rank. You need to either provide the font file path relative to the WordPress root directory or the full URL if external. The font file can be located anywhere in your WordPress directory as long as the relative path is correct. Only preload font files (charsets, styles, weights, etc.) that are immediately visible on page load (above the fold).
vi_vn: Để cải thiện thời gian tải trang web của bạn và giảm hiện tượng FOUT (văn bản chưa định dạng nhấp nháy), bạn có thể tải trước các phông chữ trong <a href="%s" target="_blank">tiêu đề HTTP</a>. Điều này cũng có lợi cho thứ hạng tìm kiếm của bạn. Bạn cần cung cấp đường dẫn tệp phông chữ tương đối với thư mục gốc của WordPress hoặc URL đầy đủ nếu ở bên ngoài. Tệp phông chữ có thể nằm ở bất kỳ đâu trong thư mục WordPress miễn là đường dẫn tương đối chính xác. Chỉ tải trước các tệp phông chữ (bộ ký tự, kiểu dáng, độ đậm, v.v.) hiển thị ngay lập tức khi tải trang (phần đầu trang).
zh_cn: 为了改善站点的加载时间并减少FOUT（无样式文本闪烁），你可以在<a href="%s" target="_blank">HTTP头</a>中预加载字体。这对你的搜索排名也有好处。你需要提供相对于WordPress根目录的字体文件路径，或者如果是外部字体，则提供完整URL。只要相对路径正确，字体文件可以位于WordPress目录中的任何位置。仅预加载在页面加载时立即可见（首屏）的字体文件（字符集、样式、字重等）。
zh_tw: 為了縮短網站載入時間並減少 FOUT（無樣式文字閃爍），您可以在 <a href="%s" target="_blank">HTTP 標頭</a>中預先載入字型。這也有助於您的搜尋排名。您需要提供相對於 WordPress 根目錄的字型檔案路徑，或者如果是外部檔案則提供完整 URL。只要相對路徑正確，字型檔案可以位於 WordPress 目錄中的任何位置。僅預先載入在頁面載入時立即顯示（首屏）的字型檔案（字元集、樣式、粗細等）。

source: To render this sidebar, enable it in the Customizer or insert it with the <code>[fictioneer_sidebar]</code> shortcode. It can also be rendered with the Elementor plugin.
vi_vn: Để hiển thị thanh bên này, hãy bật nó trong Bộ tùy chỉnh hoặc chèn bằng mã ngắn <code>[fictioneer_sidebar]</code>. Nó cũng có thể được hiển thị bằng plugin Elementor.
zh_cn: 要渲染此侧边栏，请在自定义器中启用它，或使用 <code>[fictioneer_sidebar]</code> 短代码插入。也可以使用 Elementor 插件渲染。
zh_tw: 若要渲染此側邊欄，請在自訂器中啟用它，或使用 <code>[fictioneer_sidebar]</code> 短代碼插入。它也可以使用 Elementor 外掛程式來渲染。

source: Toggle between ascending and descending order
vi_vn: Chuyển đổi giữa thứ tự tăng dần và giảm dần
zh_cn: 在升序和降序之间切换
zh_tw: 在遞增和遞減順序之間切換

source: Toggle between dark mode and light mode
vi_vn: Chuyển đổi giữa chế độ tối và chế độ sáng
zh_cn: 在深色模式和浅色模式之间切换
zh_tw: 在深色模式與淺色模式之間切換

source: Toggle between list and grid view
vi_vn: Chuyển đổi giữa chế độ xem danh sách và lưới
zh_cn: 在列表视图和网格视图之间切换
zh_tw: 在列表與網格檢視之間切換

source: Toggle chapter group: %s
vi_vn: Chuyển đổi nhóm chương: %s
zh_cn: 切换章节组：%s
zh_tw: 切換章節群組：%s

source: Toggle chapter notes
vi_vn: Bật/tắt ghi chú chương
zh_cn: 切换章节注释
zh_tw: 切換章節附註

source: Toggle comment section
vi_vn: Bật/tắt phần bình luận
zh_cn: 切换评论部分
zh_tw: 切換評論區塊

source: Toggle comments between ascending and descending order
vi_vn: Chuyển đổi bình luận giữa thứ tự tăng dần và giảm dần
zh_cn: 在升序和降序之间切换评论
zh_tw: 在評論升序與降序之間切換

source: Toggle Dark/Light Mode
vi_vn: Bật/tắt Chế độ Tối/Sáng
zh_cn: 切换深色/浅色模式
zh_tw: 切換深色/淺色模式

# Toggle for chapter formatting modal.
source: Formatting
vi_vn: Định dạng
zh_cn: 格式设置
zh_tw: 格式化

source: Toggle paragraph tools
vi_vn: Bật/tắt công cụ đoạn văn
zh_cn: 切换段落工具
zh_tw: 切換段落工具

source: Toggle sensitive content
vi_vn: Bật/tắt nội dung nhạy cảm
zh_cn: 切换敏感内容
zh_tw: 切換敏感內容

source: Toggle text indent
vi_vn: Bật/tắt lùi đầu dòng
zh_cn: 切换文本缩进
zh_tw: 切換文字縮排

source: Toggle text justify
vi_vn: Bật/tắt căn lề đều hai bên
zh_cn: 切换文本两端对齐
zh_tw: 切換文字左右對齊

source: Toggle the subscription checkbox on comments by default.
vi_vn: Mặc định chọn ô đăng ký nhận thông báo bình luận.
zh_cn: 默认情况下，在评论中切换订阅复选框。
zh_tw: 預設切換評論訂閱核取方塊。

source: Toggles
vi_vn: Các nút gạt
zh_cn: 切换
zh_tw: 切換開關

source: Tools
vi_vn: Công cụ
zh_cn: 工具
zh_tw: 工具

# Tooltip shortcode.
source: Click to see note
vi_vn: Nhấn để xem ghi chú
zh_cn: 点击查看备注
zh_tw: 點擊查看附註

source: Top Web Fiction
vi_vn: Truyện Web Hàng đầu
zh_cn: 置顶网络小说
zh_tw: 熱門網路小說

source: Total Words
vi_vn: Tổng số từ
zh_cn: 总字数
zh_tw: 總字數

source: Trash
vi_vn: Thùng rác
zh_cn: 回收站
zh_tw: 垃圾桶

source: trashed
vi_vn: đã bỏ vào thùng rác
zh_cn: 已移至回收站
zh_tw: 已移至垃圾桶

source: True
vi_vn: Đúng
zh_cn: 是
zh_tw: 正確

# TTS modal heading.
source: TTS Settings
vi_vn: Cài đặt TTS
zh_cn: TTS设置
zh_tw: TTS 設定

source: Tuning
vi_vn: Tinh chỉnh
zh_cn: 音调
zh_tw: 微調

source: Twitch account successfully linked.
vi_vn: Tài khoản Twitch đã được liên kết thành công.
zh_cn: Twitch账户已成功关联。
zh_tw: Twitch 帳號已成功連結。

source: Twitch Client ID
zh_cn: Twitch客户端ID
zh_tw: Twitch 用戶端 ID

source: Twitch Client Secret
zh_cn: Twitch客户端密钥
zh_tw: Twitch 用戶端密鑰

source: Twitch connection successfully removed.
vi_vn: Đã gỡ bỏ kết nối Twitch thành công.
zh_cn: Twitch连接已成功移除。
zh_tw: Twitch 連線已成功移除。

source: Twitch ID Hash
zh_cn: Twitch ID哈希值
zh_tw: Twitch ID 雜湊值

source: Twitter Username
vi_vn: Tên người dùng Twitter
zh_cn: Twitter用户名
zh_tw: Twitter 使用者名稱

source: Type
vi_vn: Loại
zh_cn: 类型
zh_tw: 類型

source: Unapprove
vi_vn: Bỏ phê duyệt
zh_cn: 取消批准
zh_tw: 取消核准

source: Unavailable
vi_vn: Không khả dụng
zh_cn: 不可用
zh_tw: 無法使用

# Undefined recommendation author.
source: Undefined
vi_vn: Chưa xác định
zh_cn: 未定义
zh_tw: 未定義

source: Unknown
vi_vn: Không rõ
zh_cn: 未知
zh_tw: 未知

# Unknown comment editor.
source: Unknown
vi_vn: Không rõ
zh_cn: 未知
zh_tw: 未知

source: Unless you are a developer customizing the theme, leave this setting off. Extended meta queries check not only for the value of meta fields but also their existence, as Fictioneer does not keep "falsy" values in the database. If you disable this, all chapters will have the missing meta fields added and exempted from cleanup.
vi_vn: Trừ khi bạn là nhà phát triển đang tùy chỉnh giao diện, hãy tắt cài đặt này. Các truy vấn meta mở rộng không chỉ kiểm tra giá trị của các trường meta mà còn cả sự tồn tại của chúng, vì Fictioneer không lưu giữ các giá trị "falsy" trong cơ sở dữ liệu. Nếu bạn tắt tính năng này, tất cả các chương sẽ được thêm các trường meta còn thiếu và được miễn trừ khỏi quá trình dọn dẹp.
zh_cn: 除非你是自定义主题的开发者，否则请关闭此设置。扩展元查询不仅检查元字段的值，还检查它们是否存在，因为Fictioneer不在数据库中保存“假”值。如果你禁用此设置，所有章节都将添加缺失的元字段并免于清理。
zh_tw: 除非您是自訂佈景主題的開發者，否則請關閉此設定。擴展元數據查詢不僅檢查元數據欄位的值，還會檢查它們是否存在，因為 Fictioneer 不會在資料庫中保留「假值」。如果您停用此功能，所有章節都將添加缺失的元數據欄位，並免於清理。

source: Unless you are a developer customizing the theme, leave this setting off. Extended meta queries check not only for the value of meta fields but also their existence, as Fictioneer does not keep "falsy" values in the database. If you disable this, all stories will have the missing meta fields added and exempted from cleanup.
vi_vn: Trừ khi bạn là nhà phát triển đang tùy chỉnh giao diện, hãy tắt cài đặt này. Các truy vấn meta mở rộng không chỉ kiểm tra giá trị của các trường meta mà còn cả sự tồn tại của chúng, vì Fictioneer không lưu giữ các giá trị "falsy" trong cơ sở dữ liệu. Nếu bạn tắt tính năng này, tất cả các truyện sẽ được thêm các trường meta còn thiếu và được miễn trừ khỏi quá trình dọn dẹp.
zh_cn: 除非你是自定义主题的开发者，否则请关闭此设置。扩展元查询不仅检查元字段的值，还检查它们是否存在，因为Fictioneer不在数据库中保存“假”值。如果你禁用此设置，所有作品都将添加缺失的元字段并免于清理。
zh_tw: 除非您是自訂佈景主題的開發者，否則請關閉此設定。擴展元數據查詢不僅檢查元數據欄位的值，還會檢查它們是否存在，因為 Fictioneer 不會在資料庫中保留「假值」。如果您停用此功能，所有故事都將添加缺失的元數據欄位，並免於清理。

source: Unlisted (but accessible with link)
vi_vn: Không công khai (nhưng có thể truy cập bằng liên kết)
zh_cn: 未列出（但可通过链接访问）
zh_tw: 未列出（但可透過連結存取）

source: Unlock
vi_vn: Mở khóa
zh_cn: 解锁
zh_tw: 解鎖

# Unlock post item.
source: Author: %s | Title: %s
vi_vn: Tác giả: %s | Tiêu đề: %s
zh_cn: 作者：%s | 标题：%s
zh_tw: 作者：%s | 標題：%s

source: Unlock Posts
vi_vn: Mở khóa bài viết
zh_cn: 解锁文章
zh_tw: 解鎖文章

source: Unlock with Patreon
vi_vn: Mở khóa bằng Patreon
zh_cn: 通过 Patreon 解锁
zh_tw: 使用 Patreon 解鎖

# Unlock with Patreon help.
source: Already a member?
vi_vn: Đã là thành viên?
zh_cn: 已经是会员？
zh_tw: 已經是會員了嗎？

# Unlock with Patreon help.
source: If you are already a member but still do not see anything, log out and log in with Patreon again to refresh your membership information.
vi_vn: Nếu bạn đã là thành viên nhưng vẫn không thấy nội dung, hãy đăng xuất và đăng nhập lại bằng Patreon để cập nhật thông tin thành viên của mình.
zh_cn: 如果你已经是会员但仍看不到任何内容，请注销并重新使用 Patreon 登录以刷新你的会员信息。
zh_tw: 如果您已經是會員但仍未看到任何內容，請登出並重新使用 Patreon 登入，以重新整理您的會員資訊。

# Unlock with Patreon pledge amount
source: with any %s pledge
vi_vn: với bất kỳ mức ủng hộ %s nào
zh_cn: 任何 %s 赞助即可
zh_tw: 透過任何 %s 贊助

# Unlock with Patreon tier options wrapper.
source: … as %s.
vi_vn: … như %s.
zh_cn: … 成为 %s。
zh_tw: … 作為 %s。

source: Unoffensive
vi_vn: Không phản cảm
zh_cn: 非冒犯性内容
zh_tw: 無冒犯性

source: Unsticky
vi_vn: Bỏ ghim
zh_cn: 取消置顶
zh_tw: 取消置頂

source: Update
vi_vn: Cập nhật
zh_cn: 更新
zh_tw: 更新

source: Update Chapter
vi_vn: Cập nhật chương
zh_cn: 更新章节
zh_tw: 更新章節

source: Update Character
vi_vn: Cập nhật nhân vật
zh_cn: 更新角色
zh_tw: 更新角色

source: Update Collection
vi_vn: Cập nhật bộ sưu tập
zh_cn: 更新合集
zh_tw: 更新收藏

source: Update Content Warning
vi_vn: Cập nhật cảnh báo nội dung
zh_cn: 更新内容警告
zh_tw: 更新內容警告

source: Update Fandom
vi_vn: Cập nhật Fandom
zh_cn: 更新同人圈
zh_tw: 更新同人圈

source: Update Genre
vi_vn: Cập nhật thể loại
zh_cn: 更新类型
zh_tw: 更新類型

source: Update Profile
vi_vn: Cập nhật hồ sơ
zh_cn: 更新资料
zh_tw: 更新個人資料

source: Update Recommendation
vi_vn: Cập nhật đề cử
zh_cn: 更新推荐
zh_tw: 更新推薦

source: Update Story
vi_vn: Cập nhật truyện
zh_cn: 更新作品
zh_tw: 更新故事

source: Update to <strong>%1$s</strong> pending. Please check your new email address to confirm. <a href="%2$s">Cancel.</a>
vi_vn: Yêu cầu cập nhật thành <strong>%1$s</strong> đang chờ xử lý. Vui lòng kiểm tra địa chỉ email mới để xác nhận. <a href="%2$s">Hủy.</a>
zh_cn: 更新至 <strong>%1$s</strong> 待处理。请检查你的新电子邮件地址以确认。<a href="%2$s">取消。</a>
zh_tw: 更新至 <strong>%1$s</strong> 擱置中。請檢查您的新電子郵件地址以進行確認。<a href="%2$s">取消。</a>

# Update {Role}
source: Update %s
vi_vn: Cập nhật %s
zh_cn: 更新 %s
zh_tw: 更新 %s

source: Updated
vi_vn: Đã cập nhật
zh_cn: 已更新
zh_tw: 已更新

source: updated
vi_vn: đã cập nhật
zh_cn: 已更新
zh_tw: 已更新

source: Updated "%s" role.
vi_vn: Đã cập nhật vai trò "%s".
zh_cn: 已更新“%s”角色。
zh_tw: 已更新「%s」角色。

source: Updating these settings may require the theme caches to be purged. You can do that under Tools.
vi_vn: Việc cập nhật các cài đặt này có thể yêu cầu xóa bộ nhớ đệm của giao diện. Bạn có thể thực hiện việc đó trong mục Công cụ.
zh_cn: 更新这些设置可能需要清除主题缓存。你可以在“工具”下进行操作。
zh_tw: 更新這些設定可能需要清除佈景主題快取。您可以在「工具」下執行此操作。

source: Updating…
vi_vn: Đang cập nhật…
zh_cn: 正在更新…
zh_tw: 更新中…

source: Uploaded to this chapter
vi_vn: Đã tải lên chương này
zh_cn: 上传至此章节
zh_tw: 已上傳至此章節

source: Uploaded to this collection
vi_vn: Đã tải lên bộ sưu tập này
zh_cn: 上传至此合集
zh_tw: 已上傳至此收藏

source: Uploaded to this recommendation
vi_vn: Đã tải lên đề cử này
zh_cn: 上传至此推荐
zh_tw: 已上傳至此推薦

source: Uploaded to this story
vi_vn: Đã tải lên truyện này
zh_cn: 上传至此作品
zh_tw: 已上傳至此故事

source: Uploading…
vi_vn: Đang tải lên…
zh_cn: 正在上传…
zh_tw: 上傳中…

source: URL to redirect to when story is opened.
vi_vn: URL để chuyển hướng khi mở truyện.
zh_cn: 打开作品时重定向到的URL。
zh_tw: 當故事開啟時要重新導向的網址。

source: URL to Top Web Fiction page.
vi_vn: URL đến trang Top Web Fiction.
zh_cn: 置顶网络小说页面的URL。
zh_tw: Top Web Fiction 頁面的 URL。

source: Use <code>_remove</code> to remove current values.
vi_vn: Sử dụng <code>_remove</code> để xóa các giá trị hiện tại.
zh_cn: 使用 <code>_remove</code> 来移除当前值。
zh_tw: 使用 <code>_remove</code> 來移除目前的值。

source: Use a child theme for customization.
vi_vn: Sử dụng giao diện con (child theme) để tùy chỉnh.
zh_cn: 使用子主题进行自定义。
zh_tw: 使用子佈景主題進行自訂。

source: Use as cover image
vi_vn: Dùng làm ảnh bìa
zh_cn: 用作封面图像
zh_tw: 用作封面圖片

source: Use constants for additional customization.
vi_vn: Sử dụng các hằng số (constants) để tùy chỉnh thêm.
zh_cn: 使用常量进行额外的自定义。
zh_tw: 使用常數進行額外自訂。

source: Use custom dark mode colors
vi_vn: Sử dụng màu chế độ tối tùy chỉnh
zh_cn: 使用自定义深色模式颜色
zh_tw: 使用自訂深色模式顏色

source: Use custom layout properties
vi_vn: Sử dụng các thuộc tính bố cục tùy chỉnh
zh_cn: 使用自定义布局属性
zh_tw: 使用自訂版面配置屬性

source: Use custom light mode colors
vi_vn: Sử dụng màu chế độ sáng tùy chỉnh
zh_cn: 使用自定义浅色模式颜色
zh_tw: 使用自訂淺色模式顏色

source: Used by some browsers for the interface background color. Based on BG-300 by default.
vi_vn: Được một số trình duyệt sử dụng làm màu nền giao diện. Mặc định dựa trên BG-300.
zh_cn: 某些浏览器用于界面背景颜色。默认基于 BG-300。
zh_tw: 部分瀏覽器用於介面背景顏色。預設基於 BG-300。

source: Used by some browsers for the interface background color. Based on BG-800 by default.
vi_vn: Được một số trình duyệt sử dụng làm màu nền giao diện. Mặc định dựa trên BG-800.
zh_cn: 某些浏览器用于界面背景颜色。默认基于 BG-800。
zh_tw: 部分瀏覽器用於介面背景顏色。預設基於 BG-800。

source: Used by the "Story Page/Mirror" templates.
vi_vn: Được sử dụng bởi các mẫu "Trang Truyện/Mirror".
zh_cn: 由“作品页面/镜像”模板使用。
zh_tw: 由「故事頁面/鏡像」範本使用。

source: Used for active buttons and tabs, suggestion and file buttons, checked formatting toggles, popup menu hovers/selected, and spoiler codes.
vi_vn: Được sử dụng cho các nút và tab đang hoạt động, nút gợi ý và tệp, các nút chuyển đổi định dạng đã chọn, rê chuột/chọn menu hiện lên và mã spoiler.
zh_cn: 用于激活的按钮和选项卡、建议和文件按钮、选中的格式切换、弹出菜单悬停/选中以及剧透代码。
zh_tw: 用於作用中按鈕和分頁、建議和檔案按鈕、已勾選的格式切換、彈出式選單懸停/選取，以及劇透代碼。

source: Used for active primary buttons and tabs, formatting toggle hovers, suggestion and file button hovers, mobile menu button hovers, current pagination number, and popup menu hovers/selected.
vi_vn: Được sử dụng cho các nút chính và tab đang hoạt động, khi rê chuột vào nút chuyển đổi định dạng, nút gợi ý và tệp, nút menu di động, số trang hiện tại và khi rê chuột/chọn menu hiện lên.
zh_cn: 用于激活的主按钮和选项卡、格式切换悬停、建议和文件按钮悬停、移动菜单按钮悬停、当前页码以及弹出菜单悬停/选中。
zh_tw: 用於作用中的主要按鈕和分頁、格式切換懸停、建議和檔案按鈕懸停、行動裝置選單按鈕懸停、目前分頁頁碼，以及彈出式選單懸停/選取。

source: Used for cards, modals, and other high elevations.
vi_vn: Được sử dụng cho các thẻ (cards), cửa sổ thông báo (modals) và các thành phần lớp trên khác.
zh_cn: 用于卡片、模态框和其他高层级元素。
zh_tw: 用於卡片、強制回應視窗以及其他高層級元素。

source: Used for cards, modals, navigation, the LitRPG container, and other high elevations.
vi_vn: Được sử dụng cho các thẻ (cards), cửa sổ thông báo (modals), điều hướng, khung chứa LitRPG và các thành phần lớp trên khác.
zh_cn: 用于卡片、模态框、导航、LitRPG容器和其他高层级元素。
zh_tw: 用於卡片、強制回應視窗、導覽、LitRPG 容器以及其他高層級元素。

source: Used for content lists and gradients with varying opacity (10-16%).
vi_vn: Được sử dụng cho danh sách nội dung và dải màu (gradients) với độ mờ khác nhau (10-16%).
zh_cn: 用于内容列表和具有不同不透明度（10-16%）的渐变。
zh_tw: 用於內容列表和具有不同不透明度 (10-16%) 的漸層。

source: Used for content lists and gradients, info boxes, overlays, stripes, borders, inputs, comments, and selection highlights with varying opacity (3-40%).
vi_vn: Được sử dụng cho danh sách nội dung và dải màu, hộp thông tin, lớp phủ, sọc ngang, viền, ô nhập liệu, bình luận và tô đậm vùng chọn với độ mờ khác nhau (3-40%).
zh_cn: 用于内容列表和渐变、信息框、覆盖层、条纹、边框、输入框、评论以及具有不同不透明度（3-40%）的选择高亮。
zh_tw: 用於內容列表和漸層、資訊方塊、疊加層、條紋、邊框、輸入框、評論以及具有不同不透明度 (3-40%) 的選取醒目顯示。

source: Used for loading shapes, solid horizontal lines, navigation subitem hovers, primary button hovers, secondary button borders, mobile menu button hovers, tag hovers, and secondary tag borders.
vi_vn: Được sử dụng cho các hiệu ứng đang tải, đường kẻ ngang liền, khi rê chuột vào mục con điều hướng, nút chính, viền nút phụ, nút menu di động, nhãn (tag) và viền nhãn phụ.
zh_cn: 用于加载形状、实心水平线、导航子项悬停、主按钮悬停、次按钮边框、移动菜单按钮悬停、标签悬停以及次标签边框。
zh_tw: 用於載入圖形、實線水平線、導覽子項目懸停、主要按鈕懸停、次要按鈕邊框、行動選單按鈕懸停、標籤懸停和次要標籤邊框。

source: Used for most of the content and as default chapter font. Default "Open Sans".
vi_vn: Được sử dụng cho hầu hết nội dung và làm phông chữ mặc định của chương. Mặc định là "Open Sans".
zh_cn: 用于大部分内容，并作为默认章节字体。默认为“Open Sans”。
zh_tw: 用於大部分內容及作為預設章節字型。預設為「Open Sans」。

source: Used for navigation subitem dividers and secondary button border hovers.
vi_vn: Dùng cho các đường phân cách mục con của thanh điều hướng và hiệu ứng di chuột viền nút phụ.
zh_cn: 用于导航子项分隔线和次按钮边框悬停。
zh_tw: 用於導覽子項目分隔線和次要按鈕邊框懸停。

source: Used for popup menus, chapter micro menu, spoiler codes, tooltips, default notices, chapter progress bar, and input components.
vi_vn: Dùng cho trình đơn popup, trình đơn chương thu nhỏ, mã nội dung ẩn (spoiler), gợi ý (tooltips), thông báo mặc định, thanh tiến trình đọc chương và các thành phần nhập liệu.
zh_cn: 用于弹出菜单、章节微型菜单、剧透代码、工具提示、默认通知、章节进度条和输入组件。
zh_tw: 用於彈出式選單、章節微型選單、劇透代碼、工具提示、預設通知、章節進度條和輸入元件。

source: Used for primary buttons, mobile menu buttons, file and suggestion buttons, checked formatting toggles, tag hovers, secondary tag hovers, and input tokens.
vi_vn: Dùng cho các nút chính, nút trình đơn di động, nút tệp và gợi ý, nút gạt định dạng đã chọn, hiệu ứng di chuột thẻ, hiệu ứng di chuột thẻ phụ và các thẻ nhập liệu (tokens).
zh_cn: 用于主按钮、移动菜单按钮、文件和建议按钮、选中的格式切换、标签悬停、次标签悬停和输入令牌。
zh_tw: 用於主要按鈕、行動選單按鈕、檔案和建議按鈕、已勾選的格式切換、標籤懸停、次要標籤懸停和輸入權杖。

source: Used for primary buttons, navigation item hovers, navigation submenus, tags, secondary tag hovers, tab hovers, and pagination number hovers.
vi_vn: Dùng cho các nút chính, hiệu ứng di chuột mục điều hướng, trình đơn con, thẻ, hiệu ứng di chuột thẻ phụ, di chuột tab và di chuột số trang.
zh_cn: 用于主按钮、导航项悬停、导航子菜单、标签、次标签悬停、选项卡悬停和页码悬停。
zh_tw: 用於主要按鈕、導覽項目懸停、導覽子選單、標籤、次要標籤懸停、分頁標籤懸停和分頁頁碼懸停。

source: Used for semi-transparent overlays with varying opacity, including inputs, info boxes, comments, blockquotes, table stripes, code blocks, &ltkbd> elements, and scroll bars.
vi_vn: Dùng cho các lớp phủ bán trong suốt với độ mờ khác nhau, bao gồm các ô nhập liệu, hộp thông tin, bình luận, khối trích dẫn, bảng kẻ sọc, khối mã, thành phần &ltkbd> và thanh cuộn.
zh_cn: 用于具有不同不透明度的半透明覆盖层，包括输入框、信息框、评论、引用块、表格条纹、代码块、&ltkbd> 元素和滚动条。
zh_tw: 用於具有不同不透明度的半透明疊加層，包括輸入框、資訊方塊、評論、區塊引言、表格條紋、程式碼區塊、&ltkbd> 元素和捲軸。

source: Used for small cards, tags, alongside icons, and in meta rows. Default "Lato".
vi_vn: Dùng cho các thẻ (card) nhỏ, thẻ phân loại, bên cạnh các biểu tượng và trong các hàng meta. Mặc định là "Lato".
zh_cn: 用于小卡片、标签、图标旁以及元数据行。默认为“Lato”。
zh_tw: 用於小卡片、標籤、圖示旁以及中繼資料列。預設為「Lato」。

source: Used for suggestion and file button hovers, popup menus, tooltips, default notices, formatting toggle hovers, read ribbons, and the LitRPG container.
vi_vn: Dùng cho hiệu ứng di chuột nút gợi ý và tệp, trình đơn popup, gợi ý (tooltips), thông báo mặc định, hiệu ứng di chuột nút gạt định dạng, ruy-băng đọc và khung chứa LitRPG.
zh_cn: 用于建议和文件按钮悬停、弹出菜单、工具提示、默认通知、格式切换悬停、阅读色带和LitRPG容器。
zh_tw: 用於建議和檔案按鈕懸停、彈出式選單、工具提示、預設通知、格式切換懸停、閱讀絲帶和 LitRPG 容器。

source: Used for tabs, pagination numbers, disabled primary buttons, barber pole animations, secondary button hovers, mobile menu buttons, password submit label, and input tokens.
vi_vn: Dùng cho các tab, số trang, nút chính bị vô hiệu hóa, hoạt ảnh sọc chéo (barber pole), hiệu ứng di chuột nút phụ, nút trình đơn di động, nhãn xác nhận mật khẩu và các thẻ nhập liệu (tokens).
zh_cn: 用于选项卡、页码、禁用的主按钮、旋转条纹动画、次按钮悬停、移动菜单按钮、密码提交标签和输入令牌。
zh_tw: 用於分頁標籤、分頁頁碼、停用的主要按鈕、理髮店旋轉燈動畫、次要按鈕懸停、行動選單按鈕、密碼提交標籤和輸入權杖。

source: Used for tabs, pagination numbers, navigation item hovers, navigation submenus, overlays, secondary button hovers, &ltkbd> elements, card frame borders, and barber pole animations.
vi_vn: Dùng cho các tab, số trang, di chuột mục điều hướng, trình đơn con, lớp phủ, di chuột nút phụ, thành phần &ltkbd>, viền khung thẻ và hoạt ảnh sọc chéo (barber pole).
zh_cn: 用于选项卡、页码、导航项悬停、导航子菜单、覆盖层、次按钮悬停、&ltkbd> 元素、卡片框架边框和旋转条纹动画。
zh_tw: 用於分頁標籤、分頁頁碼、導覽項目懸停、導覽子選單、疊加層、次要按鈕懸停、&ltkbd> 元素、卡片框架邊框和理髮店旋轉燈動畫。

source: Used for the "deleted" highlight in suggestions.
vi_vn: Dùng để làm nổi bật phần "đã xóa" trong các gợi ý.
zh_cn: 用于建议中的“删除”高亮。
zh_tw: 用於建議中的「已刪除」醒目顯示。

source: Used for the "inserted" highlight in suggestions.
vi_vn: Dùng để làm nổi bật phần "đã thêm" trong các gợi ý.
zh_cn: 用于建议中的“插入”高亮。
zh_tw: 用於建議中的「已插入」醒目顯示。

source: Used for the &ltbody>, unset checkmarks, navigation, isolated footer, chapter micro menu, TTS interface, image placeholders, consent banner, and mixed into the default mobile menu (with 3% white).
vi_vn: Dùng cho &ltbody>, các dấu tích chưa chọn, thanh điều hướng, chân trang tách biệt, trình đơn chương thu nhỏ, giao diện chuyển văn bản thành giọng nói (TTS), khung ảnh chờ, biểu ngữ chấp thuận và được trộn vào trình đơn di động mặc định (với 3% trắng).
zh_cn: 用于 &ltbody>、未设置的检查标记、导航、独立页脚、章节微型菜单、TTS界面、图像占位符、同意横幅，并混合到默认移动菜单中（混合3%白色）。
zh_tw: 用於 &ltbody>、未勾選的核取方塊、導覽、獨立頁尾、章節微型選單、TTS 介面、圖片預留位置、同意橫幅，並混合在預設行動選單中（含 3% 白色）。
