Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Disable commenting capability
vi_vn: Vô hiệu hóa quyền bình luận
zh_cn: 禁用评论功能
zh_tw: 停用發表迴響功能

source: Disable custom badge overrides set by administrators.
vi_vn: Vô hiệu hóa việc quản trị viên ghi đè huy hiệu tùy chỉnh.
zh_cn: 禁用管理员设置的自定义徽章覆盖。
zh_tw: 停用管理員設定的自訂徽章覆蓋。

source: Disable default indentation of chapter paragraphs
vi_vn: Vô hiệu hóa thụt đầu dòng mặc định của đoạn văn chương
zh_cn: 禁用章节段落的默认缩进
zh_tw: 停用章節段落的預設縮排

source: Disable default indentation of chapter paragraphs?
vi_vn: Vô hiệu hóa thụt đầu dòng mặc định của đoạn văn chương?
zh_cn: 禁用章节段落的默认缩进？
zh_tw: 停用章節段落的預設縮排？

source: Disable dynamic editor styles
vi_vn: Vô hiệu hóa kiểu trình soạn thảo động
zh_cn: 禁用动态编辑器样式
zh_tw: 停用動態編輯器樣式

source: Disable ePUB download
vi_vn: Vô hiệu hóa tải xuống ePUB
zh_cn: 禁用 ePUB 下载
zh_tw: 停用 ePUB 下載

source: Disable extended chapter list meta queries
vi_vn: Vô hiệu hóa truy vấn meta danh sách chương mở rộng
zh_cn: 禁用扩展章节列表元查询
zh_tw: 停用擴充章節列表元查詢

source: Disable extended story list meta queries
vi_vn: Vô hiệu hóa truy vấn meta danh sách truyện mở rộng
zh_cn: 禁用扩展作品列表元查询
zh_tw: 停用擴充故事列表元查詢

source: Disable Facebook share button
vi_vn: Vô hiệu hóa nút chia sẻ Facebook
zh_cn: 禁用 Facebook 分享按钮
zh_tw: 停用 Facebook 分享按鈕

source: Disable Fictioneer CSS properties
vi_vn: Vô hiệu hóa các thuộc tính CSS của Fictioneer
zh_cn: 禁用 Fictioneer CSS 属性
zh_tw: 停用 Fictioneer CSS 屬性

source: Disable Font Awesome integration
vi_vn: Vô hiệu hóa tích hợp Font Awesome
zh_cn: 禁用 Font Awesome 集成
zh_tw: 停用 Font Awesome 整合

source: Disable Heartbeat API
vi_vn: Vô hiệu hóa Heartbeat API
zh_cn: 禁用 Heartbeat API
zh_tw: 停用 Heartbeat API

source: Disable Mastodon share button
vi_vn: Vô hiệu hóa nút chia sẻ Mastodon
zh_cn: 禁用 Mastodon 分享按钮
zh_tw: 停用 Mastodon 分享按鈕

source: Disable new comments
vi_vn: Vô hiệu hóa bình luận mới
zh_cn: 禁用新评论
zh_tw: 停用新評論

source: Disable page padding
vi_vn: Vô hiệu hóa khoảng cách lề trang
zh_cn: 禁用页面内边距
zh_tw: 停用頁面內邊距

source: Disable partial caching of content
vi_vn: Vô hiệu hóa bộ nhớ đệm một phần nội dung
zh_cn: 禁用内容部分缓存
zh_tw: 停用內容的部分快取

source: Disable post comment moderation capability
vi_vn: Vô hiệu hóa quyền kiểm duyệt bình luận bài viết
zh_cn: 禁用文章评论审核功能
zh_tw: 停用文章評論審核功能

source: Disable preloading of header image
vi_vn: Vô hiệu hóa tải trước hình ảnh đầu trang
zh_cn: 禁用页眉图片预加载
zh_tw: 停用頁首圖片預載

source: Disable Reddit share button
vi_vn: Vô hiệu hóa nút chia sẻ Reddit
zh_cn: 禁用 Reddit 分享按钮
zh_tw: 停用 Reddit 分享按鈕

source: Disable renaming capability
vi_vn: Vô hiệu hóa quyền đổi tên
zh_cn: 禁用重命名功能
zh_tw: 停用重新命名功能

source: Disable reporting capability
vi_vn: Vô hiệu hóa quyền báo cáo
zh_cn: 禁用举报功能
zh_tw: 停用檢舉功能

source: Disable sidebar
vi_vn: Vô hiệu hóa thanh bên
zh_cn: 禁用侧边栏
zh_tw: 停用側邊欄

source: Disable sidebar in chapters
vi_vn: Tắt thanh bên trong các chương
zh_cn: 在章节中禁用侧边栏
zh_tw: 停用章節中的側邊欄

source: Disable sidebar in collections
vi_vn: Tắt thanh bên trong bộ sưu tập
zh_cn: 在合集中禁用侧边栏
zh_tw: 停用收藏集中的側邊欄

source: Disable sidebar in recommendations
vi_vn: Tắt thanh bên trong mục đề cử
zh_cn: 在推荐中禁用侧边栏
zh_tw: 停用推薦中的側邊欄

source: Disable sidebar in stories
vi_vn: Tắt thanh bên trong truyện
zh_cn: 在作品中禁用侧边栏
zh_tw: 停用故事中的側邊欄

source: Disable Splide slider integration
vi_vn: Tắt tích hợp trình trượt Splide
zh_tw: 停用 Splide 投影片整合

source: Disable theme comment form
vi_vn: Tắt khung bình luận của giao diện
zh_cn: 禁用主题评论表单
zh_tw: 停用佈景主題評論表單

source: Disable theme comment pagination
vi_vn: Tắt phân trang bình luận của giao diện
zh_cn: 禁用主题评论分页
zh_tw: 停用佈景主題評論分頁

source: Disable theme comment query
vi_vn: Tắt truy vấn bình luận của giao diện
zh_cn: 禁用主题评论查询
zh_tw: 停用佈景主題評論查詢

source: Disable theme comment style (callback)
vi_vn: Tắt định dạng bình luận của giao diện (callback)
zh_cn: 禁用主题评论样式（回调）
zh_tw: 停用佈景主題評論樣式 (回呼)

source: Disable theme contact forms
vi_vn: Tắt biểu mẫu liên hệ của giao diện
zh_cn: 禁用主题联系表单
zh_tw: 停用佈景主題聯絡表單

source: Disable theme logout without nonce
vi_vn: Tắt đăng xuất không có nonce của giao diện
zh_cn: 禁用无随机数的主题注销
zh_tw: 停用無 Nonce 的佈景主題登出

source: Disable theme save actions for REST requests
vi_vn: Tắt hành động lưu giao diện cho các yêu cầu REST
zh_cn: 为 REST 请求禁用主题保存操作
zh_tw: 針對 REST 請求停用佈景主題儲存動作

source: Disable Transient caching for chapter lists
vi_vn: Tắt lưu bộ nhớ đệm Transient cho danh sách chương
zh_tw: 停用章節列表的暫存快取

source: Disable Transient caching for menus
vi_vn: Tắt lưu bộ nhớ đệm Transient cho menu
zh_tw: 停用選單的暫存快取

source: Disable Transient caching for shortcodes
vi_vn: Tắt lưu bộ nhớ đệm Transient cho shortcode
zh_tw: 停用短代碼的暫存快取

source: Disable Tumblr share button
vi_vn: Tắt nút chia sẻ lên Tumblr
zh_cn: 禁用 Tumblr 分享按钮
zh_tw: 停用 Tumblr 分享按鈕

source: Disable Twitter share button
vi_vn: Tắt nút chia sẻ lên Twitter
zh_cn: 禁用 Twitter 分享按钮
zh_tw: 停用 Twitter 分享按鈕

source: Disable user avatar
vi_vn: Tắt ảnh đại diện người dùng
zh_cn: 禁用用户头像
zh_tw: 停用使用者大頭貼

source: Disable WordPress emojis
vi_vn: Tắt biểu tượng cảm xúc của WordPress
zh_cn: 禁用 WordPress 表情符号
zh_tw: 停用 WordPress 表情符號

source: Disabled "%s" font key. Currently disabled keys: %s.
vi_vn: Đã tắt khóa phông chữ "%s". Các khóa hiện đang tắt: %s.
zh_cn: 已禁用“%s”字体键。当前已禁用的键：%s。
zh_tw: 已停用「%s」字型金鑰。目前已停用的金鑰：%s。

# Disabled Customizer font option.
source: %s — Disabled
vi_vn: %s — Đã tắt
zh_cn: %s — 已禁用
zh_tw: %s — 已停用

source: Disabled font key "%s".
vi_vn: Đã tắt khóa phông chữ "%s".
zh_cn: 已禁用字体键“%s”。
zh_tw: 已停用字型金鑰「%s」。

source: Disabled mu-plugin: %s
vi_vn: Đã tắt mu-plugin: %s
zh_cn: 已禁用 mu 插件：%s
zh_tw: 已停用必用外掛 (mu-plugin)：%s

source: Disables API for guests and low-permission users.
vi_vn: Tắt API đối với khách và người dùng có quyền thấp.
zh_cn: 对访客和低权限用户禁用 API。
zh_tw: 針對訪客及低權限使用者停用 API。

source: Disallowed keys found.
vi_vn: Tìm thấy các khóa không được phép.
zh_cn: 发现不允许的键。
zh_tw: 發現不允許的金鑰。

source: Disconnect
vi_vn: Ngắt kết nối
zh_cn: 断开连接
zh_tw: 中斷連線

source: Discord account successfully linked
vi_vn: Đã liên kết tài khoản Discord thành công
zh_cn: Discord 账户已成功链接
zh_tw: Discord 帳號已成功連結

source: Discord chapter channel webhook
vi_vn: Webhook kênh thông báo chương Discord
zh_cn: Discord 章节频道 Webhook
zh_tw: Discord 章節頻道 Webhook

source: Discord Client ID
zh_cn: Discord 客户端 ID
zh_tw: Discord 用戶端 ID

source: Discord Client Secret
zh_cn: Discord 客户端密钥
zh_tw: Discord 用戶端密鑰

source: Discord comment channel webhook
vi_vn: Webhook kênh bình luận Discord
zh_cn: Discord 评论频道 Webhook
zh_tw: Discord 評論頻道 Webhook

source: Discord comment channel webhook &bull; Shows excerpts of (private) comments!
vi_vn: Webhook kênh bình luận Discord &bull; Hiển thị trích dẫn của các bình luận (riêng tư)!
zh_cn: Discord 评论频道 Webhook &bull; 显示（私有）评论的摘录！
zh_tw: Discord 評論頻道 Webhook &bull; 顯示（私密）評論的摘要！

source: Discord connection successfully removed.
vi_vn: Đã gỡ bỏ kết nối Discord thành công.
zh_cn: Discord 连接已成功移除。
zh_tw: Discord 連線已成功移除。

source: Discord ID Hash
vi_vn: Mã băm ID Discord
zh_cn: Discord ID 哈希
zh_tw: Discord ID 哈希值

source: Discord invite link
vi_vn: Link mời tham gia Discord
zh_cn: Discord 邀请链接
zh_tw: Discord 邀請連結

# Discord message "Comment ID" field.
source: Comment ID
vi_vn: ID bình luận
zh_cn: 评论 ID
zh_tw: 評論 ID

# Discord message "Reply to" field.
source: Reply to
vi_vn: Phản hồi cho
zh_cn: 回复给
zh_tw: 回覆給

# Discord message "Status" field.
source: Status
vi_vn: Trạng thái
zh_cn: 状态
zh_tw: 狀態

# Discord message "User ID" field.
source: User ID
vi_vn: ID người dùng
zh_cn: 用户ID
zh_tw: 使用者 ID

# Discord message "User Role" field.
source: User Role
vi_vn: Vai trò người dùng
zh_cn: 用户角色
zh_tw: 使用者角色

# Discord message comment "Type" field.
source: Type
vi_vn: Loại
zh_cn: 类型
zh_tw: 類型

# Discord message for new chapter.
source: New chapter published for [%s](%s)! _ _
vi_vn: Chương mới đã được đăng cho [%s](%s)! _ _
zh_cn: 为 [%s](%s) 发布了新章节！ _ _
zh_tw: 新章節已發佈於 [%s](%s)！ _ _

# Discord message for new chapter.
source: New chapter published! _ _
vi_vn: Chương mới đã được đăng! _ _
zh_cn: 发布了新章节！ _ _
zh_tw: 新章節已發佈！ _ _

# Discord message for new story.
source: New story published: [%s](%s)! _ _
vi_vn: Truyện mới đã được đăng: [%s](%s)! _ _
zh_cn: 发布了新作品：[%s](%s)！ _ _
zh_tw: 新故事已發佈：[%s](%s)！ _ _

# Discord message story footer note.
source: Story: %s
vi_vn: Truyện: %s
zh_cn: 作品：%s
zh_tw: 故事：%s

source: Discord story channel webhook
vi_vn: Webhook kênh truyện Discord
zh_cn: Discord 作品频道 Webhook
zh_tw: Discord 故事頻道 Webhook

source: Discourage search engines from indexing this post. It is up to search engines to honor this request.
vi_vn: Ngăn chặn các công cụ tìm kiếm lập chỉ mục bài viết này. Việc tuân thủ yêu cầu này tùy thuộc vào các công cụ tìm kiếm.
zh_cn: 阻止搜索引擎索引此文章。是否遵守此请求取决于搜索引擎。
zh_tw: 阻礙搜尋引擎索引此文章。這取決於搜尋引擎是否遵守此請求。

source: Discussions
vi_vn: Thảo luận
zh_cn: 讨论
zh_tw: 討論

source: Display authors on cards and posts
vi_vn: Hiển thị tác giả trên các thẻ và bài viết
zh_cn: 在卡片和文章上显示作者
zh_tw: 在卡片與文章上顯示作者

source: Display authors on cards and posts?
vi_vn: Hiển thị tác giả trên các thẻ và bài viết?
zh_cn: 在卡片和文章上显示作者？
zh_tw: 是否在卡片與文章上顯示作者？

source: Display full posts instead of excerpts
vi_vn: Hiển thị toàn bộ nội dung thay vì đoạn trích
zh_cn: 显示完整文章而非摘要
zh_tw: 顯示完整文章而非摘要

source: Displayed for password protected content. Limited HTML allowed.
vi_vn: Hiển thị cho nội dung được bảo vệ bằng mật khẩu. Cho phép một số thẻ HTML cơ bản.
zh_cn: 为密码保护内容显示。允许有限的 HTML。
zh_tw: 顯示於受密碼保護的內容。允許使用有限的 HTML。

source: Displayed for password protected content; start with "[!global]" to show on all protected chapters without note. Limited HTML allowed.
vi_vn: Hiển thị cho nội dung được bảo vệ bằng mật khẩu; bắt đầu bằng "[!global]" để hiển thị trên tất cả các chương được bảo vệ mà không cần ghi chú. Cho phép một số thẻ HTML cơ bản.
zh_cn: 为密码保护内容显示；以“ [!global]”开头可在所有受保护章节上显示，无需备注。允许有限的 HTML。
zh_tw: 顯示於受密碼保護的內容；以 "[!global]" 開頭則在所有受保護的章節顯示且不含備註。允許使用有限的 HTML。

source: Displayed in a box above all chapters; start with "[!password]" to hide in protected chapters. Limited HTML allowed.
vi_vn: Hiển thị trong khung phía trên tất cả các chương; bắt đầu bằng "[!password]" để ẩn trong các chương được bảo vệ. Cho phép một số thẻ HTML cơ bản.
zh_cn: 在所有章节上方的框中显示；以“ [!password]”开头可在受保护章节中隐藏。允许有限的 HTML。
zh_tw: 顯示於所有章節上方的方框內；以 "[!password]" 開頭則在受保護的章節中隱藏。允許使用有限的 HTML。

source: Displayed in a box above the chapter; start with "[!show]" to show in protected chapters. Limited HTML allowed.
vi_vn: Hiển thị trong khung phía trên chương; bắt đầu bằng "[!show]" để hiển thị trong các chương được bảo vệ. Cho phép một số thẻ HTML cơ bản.
zh_cn: 在章节上方的框中显示；以“ [!show]”开头可在受保护章节中显示。允许有限的 HTML。
zh_tw: 顯示於章節上方的方框內；以 "[!show]" 開頭則在受保護的章節中顯示。允許使用有限的 HTML。

source: Displayed in a box below the chapter; start with "[!show]" to show in protected chapters. Limited HTML allowed.
vi_vn: Hiển thị trong khung phía dưới chương; bắt đầu bằng "[!show]" để hiển thị trong các chương được bảo vệ. Cho phép một số thẻ HTML cơ bản.
zh_cn: 在章节下方的框中显示；以“ [!show]”开头可在受保护章节中显示。允许有限的 HTML。
zh_tw: 顯示在章節下方的方塊中；以「[!show]」開頭可在受保護的章節中顯示。允許有限的 HTML。

source: Do not collapse long chapter lists.
vi_vn: Không thu gọn danh sách chương dài.
zh_cn: 不要折叠长章节列表。
zh_tw: 不要摺疊長章節列表。

source: Do not count as chapter
vi_vn: Không tính là chương
zh_cn: 不计为章节
zh_tw: 不計入章節

source: Do not save comment IP addresses
vi_vn: Không lưu địa chỉ IP của bình luận
zh_cn: 不保存评论 IP 地址
zh_tw: 不要儲存迴響 IP 位址

# Do not translate {{title}}, {{site}}, and {{excerpt}}.
source: Metadata for search engine results, schema graphs, and social media embeds. If left blank, defaults will be derived from the content. You can use <code>{{title}}</code>, <code>{{site}}</code>, and <code>{{excerpt}}</code> as placeholders. Whether these services actually display the offered data is entirely up to them.
vi_vn: Siêu dữ liệu cho kết quả của công cụ tìm kiếm, sơ đồ schema và nhúng mạng xã hội. Nếu để trống, dữ liệu mặc định sẽ được lấy từ nội dung. Bạn có thể sử dụng <code>{{title}}</code>, <code>{{site}}</code> và <code>{{excerpt}}</code> làm trình giữ chỗ. Việc các dịch vụ này có thực sự hiển thị dữ liệu được cung cấp hay không hoàn toàn tùy thuộc vào họ.
zh_cn: 用于搜索引擎结果、模式图和社交媒体嵌入的元数据。如果留空，将从内容派生默认值。您可以使用 <code>{{title}}</code>、<code>{{site}}</code> 和 <code>{{excerpt}}</code> 作为占位符。这些服务是否实际显示提供的数据完全取决于它们。
zh_tw: 用於搜尋引擎結果、Schema 圖譜及社群媒體嵌入的詮釋資料。如果留空，將根據內容衍生預設值。您可以使用 <code>{{title}}</code>、<code>{{site}}</code> 和 <code>{{excerpt}}</code> 作為預留位置。這些服務是否實際顯示所提供的資料完全取決於它們。

source: Documentation on GitHub
vi_vn: Tài liệu trên GitHub
zh_cn: GitHub上的文档
zh_tw: GitHub 上的說明文件

source: Does not reload the page on submit.
vi_vn: Không tải lại trang khi gửi.
zh_cn: 提交时不重新加载页面。
zh_tw: 提交時不重新載入頁面。

source: Donation
vi_vn: Quyên góp
zh_cn: 捐赠
zh_tw: 贊助

# Donation link meta field label.
source: Donation Link
vi_vn: Liên kết quyên góp
zh_cn: 捐赠链接
zh_tw: 贊助連結

source: Download
vi_vn: Tải xuống
zh_cn: 下载
zh_tw: 下載

source: Download eBook
vi_vn: Tải eBook
zh_cn: 下载电子书
zh_tw: 下載電子書

source: Download ePUB
vi_vn: Tải ePUB
zh_cn: 下载 ePUB
zh_tw: 下載 ePUB

source: Downloading…
vi_vn: Đang tải xuống…
zh_cn: 下载中…
zh_tw: 下載中…

source: Downloads
vi_vn: Lượt tải
zh_cn: 下载
zh_tw: 下載

source: Duplicate Tags &rarr; Genres
vi_vn: Sao chép Thẻ &rarr; Thể loại
zh_cn: 复制标签 &rarr; 类型
zh_tw: 複製標籤 &rarr; 類型

source: eBook
zh_cn: 电子书
zh_tw: 電子書

source: Edit
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

source: Edit Chapter
vi_vn: Chỉnh sửa chương
zh_cn: 编辑章节
zh_tw: 編輯章節

source: Edit Character
vi_vn: Chỉnh sửa nhân vật
zh_cn: 编辑角色
zh_tw: 編輯角色

source: Edit Collection
vi_vn: Chỉnh sửa bộ sưu tập
zh_cn: 编辑合集
zh_tw: 編輯收藏

# Edit comment inline.
source: Edit
vi_vn: Sửa
zh_cn: 编辑
zh_tw: 編輯

source: Edit Content Warning
vi_vn: Chỉnh sửa cảnh báo nội dung
zh_cn: 编辑内容警告
zh_tw: 編輯內容警語

source: Edit Fandom
vi_vn: Chỉnh sửa Fandom
zh_cn: 编辑同人圈
zh_tw: 編輯粉絲圈

source: Edit Genre
vi_vn: Chỉnh sửa thể loại
zh_cn: 编辑类型
zh_tw: 編輯類型

source: Edit Recommendation
vi_vn: Chỉnh sửa đề cử
zh_cn: 编辑推荐
zh_tw: 編輯推薦

source: Edit Story
vi_vn: Chỉnh sửa truyện
zh_cn: 编辑作品
zh_tw: 編輯故事

source: Editing time has expired.
vi_vn: Thời gian chỉnh sửa đã hết.
zh_cn: 编辑时间已过。
zh_tw: 編輯時間已過期。

source: Editor background color (leave blank for default).
vi_vn: Màu nền trình chỉnh sửa (để trống nếu dùng mặc định).
zh_cn: 编辑器背景颜色（留空为默认）。
zh_tw: 編輯器背景顏色 (留白則使用預設值)。

source: Editor Capabilities
vi_vn: Quyền hạn của Biên tập viên
zh_cn: 编辑器能力
zh_tw: 編輯器權限

source: Editor capabilities have been updated.
vi_vn: Quyền hạn của Biên tập viên đã được cập nhật.
zh_cn: 编辑器能力已更新。
zh_tw: 編輯器權限已更新。

source: Editor Settings
vi_vn: Cài đặt trình chỉnh sửa
zh_cn: 编辑器设置
zh_tw: 編輯器設定

source: Elevator pitch with 150 characters are less. For example: "Rebellious corporate heiress and her genius friend commit high-tech heists in a doomed city."
vi_vn: Giới thiệu ngắn gọn trong vòng 150 ký tự. Ví dụ: "Nàng tiểu thư tập đoàn nổi loạn cùng người bạn thiên tài thực hiện những vụ trộm công nghệ cao tại một thành phố đang lụi tàn."
zh_cn: 简短介绍，不超过 150 个字符。例如：“叛逆的企业继承人和她的天才朋友在一个注定毁灭的城市中进行高科技抢劫。”
zh_tw: 150 個字元以內的簡短介紹。例如：「叛逆的企業繼承人與她的天才朋友在即將毀滅的城市中進行高科技劫案。」

source: Email (Gravatar) *
zh_cn: 电子邮件（Gravatar）*
zh_tw: 電子郵件 (Gravatar) *

source: Email (optional, Gravatar)
vi_vn: Email (không bắt buộc, Gravatar)
zh_cn: 电子邮件（可选，Gravatar）
zh_tw: 電子郵件 (選填，Gravatar)

source: Email Address
vi_vn: Địa chỉ Email
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: Email change cancelled.
vi_vn: Việc thay đổi email đã bị hủy.
zh_cn: 电子邮件更改已取消。
zh_tw: 電子郵件變更已取消。

source: Embedding external content, such as YouTube videos, automatically loads scripts from the source, which can violate data privacy laws by including tracking, advertising, analytics, and more. With the consent wrappers enabled, embeds are quarantined until deliberately clicked, informing the visitor about the third-party consent requirements.
vi_vn: Việc nhúng nội dung bên ngoài, chẳng hạn như video YouTube, sẽ tự động tải các tập lệnh từ nguồn, điều này có thể vi phạm luật bảo mật dữ liệu do bao gồm các trình theo dõi, quảng cáo, phân tích và hơn thế nữa. Khi bật khung chấp thuận, nội dung nhúng sẽ bị tạm dừng cho đến khi được nhấp vào một cách chủ động, nhằm thông báo cho khách truy cập về các yêu cầu chấp thuận của bên thứ ba.
zh_cn: 嵌入外部内容（例如 YouTube 视频）会自动从源加载脚本，这可能因包含跟踪、广告、分析等而违反数据隐私法。启用同意包装器后，嵌入内容将被隔离，直到被故意点击，并告知访问者第三方同意的要求。
zh_tw: 嵌入外部內容（例如 YouTube 影片）會自動從來源載入腳本，這可能會因為包含追蹤、廣告、分析等功能而違反數據隱私法。啟用同意封裝 (consent wrappers) 後，嵌入內容將被隔離，直到使用者點擊為止，並告知訪客關於第三方同意的要求。

source: Emergency stop with an error notice.
vi_vn: Dừng khẩn cấp với thông báo lỗi.
zh_cn: 紧急停止并显示错误通知。
zh_tw: 顯示錯誤通知並緊急停止。

source: Enable
vi_vn: Bật
zh_cn: 启用
zh_tw: 啟用

source: Enable advanced meta fields
vi_vn: Bật các trường meta nâng cao
zh_cn: 启用高级元字段
zh_tw: 啟用進階元數據欄位

source: Enable age confirmation modal for posts
vi_vn: Bật bảng xác nhận độ tuổi cho bài viết
zh_cn: 为文章启用年龄确认模态框
zh_tw: 為文章啟用年齡確認彈窗

source: Enable age confirmation modal for site
vi_vn: Bật bảng xác nhận độ tuổi cho trang web
zh_cn: 为网站启用年龄确认模态框
zh_tw: 啟用網站年齡確認視窗

source: Enable AJAX comment form
vi_vn: Bật biểu mẫu bình luận AJAX
zh_cn: 启用 AJAX 评论表单
zh_tw: 啟用 AJAX 迴響表單

source: Enable AJAX comment moderation
vi_vn: Bật kiểm duyệt bình luận AJAX
zh_cn: 启用 AJAX 评论审核
zh_tw: 啟用 AJAX 迴響審核

source: Enable AJAX comment section
vi_vn: Bật phần bình luận AJAX
zh_cn: 启用 AJAX 评论部分
zh_tw: 啟用 AJAX 迴響區塊

source: Enable AJAX comment submission
vi_vn: Bật gửi bình luận bằng AJAX
zh_cn: 启用 AJAX 评论提交
zh_tw: 啟用 AJAX 迴響提交

source: Enable AJAX Fast Requests for comments
vi_vn: Bật yêu cầu AJAX nhanh cho bình luận
zh_tw: 啟用 AJAX 迴響快速請求

source: Enable AJAX user authentication
vi_vn: Bật xác thực người dùng bằng AJAX
zh_cn: 启用 AJAX 用户认证
zh_tw: 啟用 AJAX 使用者驗證

source: Enable alerts (requires account)
vi_vn: Bật thông báo (yêu cầu tài khoản)
zh_cn: 启用提醒（需要账户）
zh_tw: 啟用提醒 (需要帳號)

source: Enable anti-flicker script
vi_vn: Bật mã chống nhấp nháy
zh_cn: 启用防闪烁脚本
zh_tw: 啟用防止閃爍腳本

source: Enable Bookmarks
vi_vn: Bật Đánh dấu sách
zh_cn: 启用书签
zh_tw: 啟用書籤

source: Enable bookmarks for chapter paragraphs?
vi_vn: Bật đánh dấu sách cho từng đoạn trong chương?
zh_cn: 为章节段落启用书签？
zh_tw: 是否啟用章節段落書籤？

source: Enable caching of partials
vi_vn: Bật bộ nhớ đệm cho các phần giao diện
zh_cn: 启用部分内容缓存
zh_tw: 啟用部分內容快取

source: Enable caching of story cards
vi_vn: Bật bộ nhớ đệm cho thẻ truyện
zh_cn: 启用作品卡片缓存
zh_tw: 啟用故事卡片快取

source: Enable chapter groups
vi_vn: Bật nhóm chương
zh_cn: 启用章节分组
zh_tw: 啟用章節分組

source: Enable chapter groups?
vi_vn: Bật chức năng nhóm chương?
zh_cn: 启用章节分组？
zh_tw: 是否啟用章節分組？

source: Enable Checkmarks (requires account)
vi_vn: Bật Đánh dấu đã đọc (yêu cầu tài khoản)
zh_cn: 启用勾选标记（需要账户）
zh_tw: 啟用打勾標記 (需要帳號)

source: Enable comment editing
vi_vn: Cho phép chỉnh sửa bình luận
zh_cn: 启用评论编辑
zh_tw: 啟用留言編輯

source: Enable comment reply notifications
vi_vn: Bật thông báo khi có phản hồi bình luận
zh_cn: 启用评论回复通知
zh_tw: 啟用留言回覆通知

source: Enable comment reporting
vi_vn: Bật báo cáo bình luận
zh_cn: 启用评论举报
zh_tw: 啟用留言檢舉

source: Enable comment toolbar
vi_vn: Bật thanh công cụ bình luận
zh_cn: 启用评论工具栏
zh_tw: 啟用留言工具列

source: Enable compatibility mode for caching
vi_vn: Bật chế độ tương thích cho bộ nhớ đệm (cache)
zh_cn: 启用缓存兼容模式
zh_tw: 啟用快取相容模式

source: Enable compatibility mode for private caching
vi_vn: Bật chế độ tương thích cho bộ nhớ đệm riêng tư
zh_cn: 启用私有缓存兼容模式
zh_tw: 針對私有快取啟用相容模式

source: Enable compatibility mode for public caching
vi_vn: Bật chế độ tương thích cho bộ nhớ đệm công khai
zh_cn: 启用公有缓存兼容模式
zh_tw: 針對公開快取啟用相容模式

source: Enable cookie banner and consent function
vi_vn: Bật biểu ngữ cookie và chức năng chấp thuận
zh_cn: 启用 Cookie 横幅和同意功能
zh_tw: 啟用 Cookie 橫幅與同意功能

source: Enable cookie banner?
vi_vn: Bật biểu ngữ cookie?
zh_cn: 启用 Cookie 横幅？
zh_tw: 啟用 Cookie 橫幅？

source: Enable CSS skins (requires account)
vi_vn: Bật giao diện CSS (yêu cầu tài khoản)
zh_cn: 启用 CSS 皮肤（需要账户）
zh_tw: 啟用 CSS 面板 (需要帳號)

source: Enable custom badges
vi_vn: Bật huy hiệu tùy chỉnh
zh_cn: 启用自定义徽章
zh_tw: 啟用自訂徽章

source: Enable custom fields
vi_vn: Bật các trường tùy chỉnh
zh_cn: 启用自定义字段
zh_tw: 啟用自訂欄位

source: Enable dark mode as default
vi_vn: Bật chế độ tối làm mặc định
zh_cn: 启用深色模式为默认
zh_tw: 將深色模式設為預設

source: Enable dark mode by default?
vi_vn: Bật chế độ tối theo mặc định?
zh_cn: 默认启用深色模式？
zh_tw: 預設啟用深色模式？

source: Enable ePUB converter (experimental)
vi_vn: Bật trình chuyển đổi ePUB (thử nghiệm)
zh_cn: 启用 ePUB 转换器（实验性）
zh_tw: 啟用 ePUB 轉換器（實驗性）

source: Enable extended alert queries
vi_vn: Bật các truy vấn thông báo mở rộng
zh_cn: 启用扩展提醒查询
zh_tw: 啟用擴充警報查詢

source: Enable FFCNR user authentication
vi_vn: Bật xác thực người dùng FFCNR
zh_cn: 启用 FFCNR 用户认证
zh_tw: 啟用 FFCNR 使用者驗證

source: Enable fixing of chapter paragraphs
vi_vn: Bật tính năng sửa lỗi đoạn văn trong chương
zh_cn: 启用章节段落修复
zh_tw: 啟用修復章節段落

source: Enable Follows (requires account)
vi_vn: Bật tính năng Theo dõi (yêu cầu tài khoản)
zh_cn: 启用关注（需要账户）
zh_tw: 啟用追蹤（需要帳號）

source: Enable footnotes from tooltips
vi_vn: Bật chú thích từ gợi ý (tooltips)
zh_cn: 启用来自工具提示的脚注
zh_tw: 啟用來自工具提示的腳註

source: Enable jQuery migrate script
vi_vn: Bật tập lệnh jQuery migrate
zh_cn: 启用 jQuery 迁移脚本
zh_tw: 啟用 jQuery migrate 腳本

source: Enable lightbox
vi_vn: Bật hiệu ứng lightbox
zh_cn: 启用灯箱
zh_tw: 啟用燈箱效果

source: Enable logged-in users to check-mark chapters/stories?
vi_vn: Cho phép người dùng đã đăng nhập đánh dấu chương/truyện?
zh_cn: 允许登录用户标记章节/作品？
zh_tw: 啟用登入使用者勾選章節/故事？

source: Enable logged-in users to follow stories?
vi_vn: Cho phép người dùng đã đăng nhập theo dõi truyện?
zh_cn: 允许登录用户关注作品？
zh_tw: 啟用登入使用者追蹤故事？

source: Enable logged-in users to set reminders for stories?
vi_vn: Cho phép người dùng đã đăng nhập đặt nhắc nhở cho truyện?
zh_cn: 允许登录用户为作品设置提醒？
zh_tw: 啟用登入使用者設定故事提醒？

source: Enable maintenance mode
vi_vn: Bật chế độ bảo trì
zh_cn: 启用维护模式
zh_tw: 啟用維護模式

source: Enable OAuth 2.0 authentication
vi_vn: Bật xác thực OAuth 2.0
zh_cn: 启用 OAuth 2.0 认证
zh_tw: 啟用 OAuth 2.0 驗證

source: Enable on-site alerts for updates?
vi_vn: Bật thông báo cập nhật ngay trên trang web?
zh_cn: 为更新启用站内提醒？
zh_tw: 啟用更新的站內警報？

source: Enable optimized chapter post queries
vi_vn: Bật tối ưu hóa truy vấn bài đăng chương
zh_cn: 启用优化的章节文章查询功能
zh_tw: 啟用最佳化章節文章查詢

source: Enable Patreon comment badges
vi_vn: Bật huy hiệu bình luận Patreon
zh_cn: 启用 Patreon 评论徽章
zh_tw: 啟用 Patreon 留言徽章

source: Enable Patreon content gate
vi_vn: Bật cổng giới hạn nội dung Patreon
zh_cn: 启用 Patreon 内容解锁
zh_tw: 啟用 Patreon 內容閘門

source: Enable private commenting
vi_vn: Bật bình luận riêng tư
zh_cn: 启用私有评论
zh_tw: 啟用私密留言

source: Enable rate limiting for AJAX requests
vi_vn: Bật giới hạn tần suất cho yêu cầu AJAX
zh_cn: 为 AJAX 请求启用速率限制
zh_tw: 啟用 AJAX 請求的速率限制

source: Enable Reminders (requires account)
vi_vn: Bật tính năng Nhắc nhở (yêu cầu tài khoản)
zh_cn: 启用提醒（需要账户）
zh_tw: 啟用提醒 (需要帳號)

source: Enable SEO features
vi_vn: Bật các tính năng SEO
zh_cn: 启用 SEO 功能
zh_tw: 啟用 SEO 功能

source: Enable sticky comments
vi_vn: Bật ghim bình luận
zh_cn: 启用置顶评论
zh_tw: 啟用置頂留言

source: Enable story chapter list filters
vi_vn: Bật bộ lọc danh sách chương truyện
zh_cn: 启用作品章节列表过滤器
zh_tw: 啟用故事章節列表篩選

source: Enable Storygraph API
vi_vn: Bật Storygraph API
zh_cn: 启用 Storygraph API
zh_tw: 啟用 Storygraph API

source: Enable suggestion tools for chapters?
vi_vn: Bật công cụ gợi ý cho các chương?
zh_cn: 为章节启用建议工具？
zh_tw: 啟用章節建議工具？

source: Enable Suggestions
vi_vn: Bật Gợi ý
zh_cn: 启用建议
zh_tw: 啟用建議

source: Enable Text-To-Speech (experimental)
vi_vn: Bật Chuyển văn bản thành giọng nói (thử nghiệm)
zh_cn: 启用文本转语音（实验性）
zh_tw: 啟用文字轉語音 (實驗性)

source: Enable theme lightbox for images?
vi_vn: Bật lightbox của giao diện cho hình ảnh?
zh_cn: 为图片启用主题灯箱？
zh_tw: 啟用佈景主題圖片燈箱？

source: Enable theme RSS feeds and buttons
vi_vn: Bật RSS feed và các nút của giao diện
zh_cn: 启用主题 RSS 订阅和按钮
zh_tw: 啟用佈景主題 RSS 摘要與按鈕

source: Enable theme sitemap generation
vi_vn: Bật tạo sơ đồ trang web (sitemap) cho giao diện
zh_cn: 启用主题站点地图生成
zh_tw: 啟用佈景主題網站地圖生成
