Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Choose the frame for your cards. Turn off the card shadow if borders get blurry.
vi_vn: Chọn khung cho các thẻ. Hãy tắt đổ bóng của thẻ nếu các đường viền bị mờ.
zh_cn: 选择您卡片的框架。如果边框模糊，请关闭卡片阴影。
zh_tw: 為您的卡片選擇邊框。如果邊界變得模糊，請關閉卡片陰影。

source: Choose the image style for your cards. Can be overridden in shortcodes.
vi_vn: Chọn kiểu hình ảnh cho các thẻ. Có thể được ghi đè trong các shortcode.
zh_cn: 选择您卡片的图片样式。可以在短代码中覆盖。
zh_tw: 為您的卡片選擇圖片樣式。可以在簡碼中覆寫。

source: Choose the shadow for your cards.
vi_vn: Chọn kiểu đổ bóng cho các thẻ.
zh_cn: 选择您卡片的阴影。
zh_tw: 為您的卡片選擇陰影。

source: Choose the shadow for your cover.
vi_vn: Chọn đổ bóng cho ảnh bìa.
zh_cn: 选择您封面的阴影。
zh_tw: 為您的封面選擇陰影。

source: Choose the style for your content lists.
vi_vn: Chọn kiểu dáng cho danh sách nội dung.
zh_cn: 选择您内容列表的样式。
zh_tw: 為您的內容列表選擇樣式。

source: Choose the style for your footer.
vi_vn: Chọn kiểu dáng cho chân trang.
zh_cn: 选择您页脚的样式。
zh_tw: 為您的頁尾選擇樣式。

source: Choose the style for your header image.
vi_vn: Chọn kiểu dáng cho ảnh đầu trang.
zh_cn: 选择您页眉图片的样式。
zh_tw: 為您的頁首圖片選擇樣式。

source: Choose the style for your header. This can affect or disable other settings.
vi_vn: Chọn kiểu dáng cho đầu trang. Điều này có thể ảnh hưởng hoặc vô hiệu hóa các cài đặt khác.
zh_cn: 选择您页眉的样式。这可能会影响或禁用其他设置。
zh_tw: 為您的頁首選擇樣式。這可能會影響或停用其他設定。

source: Choose the style for your mobile menu.
vi_vn: Chọn kiểu dáng cho menu di động.
zh_cn: 选择您移动菜单的样式。
zh_tw: 為您的行動裝置選單選擇樣式。

source: Choose the style for your mobile navigation.
vi_vn: Chọn kiểu dáng cho thanh điều hướng di động.
zh_cn: 选择您移动导航的样式。
zh_tw: 選擇行動版導覽的樣式。

source: Choose the style for your pages.
vi_vn: Chọn kiểu dáng cho các trang.
zh_cn: 选择您页面的样式。
zh_tw: 選擇頁面樣式。

source: Choose where to display the cover.
vi_vn: Chọn vị trí hiển thị ảnh bìa.
zh_cn: 选择封面显示位置。
zh_tw: 選擇封面顯示的位置。

source: Choose whether and where to render the sidebar. You can set it up under Widgets; it will not appear before that.
vi_vn: Chọn có hiển thị thanh bên (sidebar) hay không và hiển thị ở đâu. Bạn có thể thiết lập trong mục Widget; thanh bên sẽ không xuất hiện trước khi được cài đặt.
zh_cn: 选择是否以及在哪里渲染侧边栏。您可以在小部件下设置；在此之前它不会出现。
zh_tw: 選擇是否以及在何處顯示側邊欄。您可以在小工具中進行設定；在設定完成之前，它將不會顯示。

source: Clear %s
vi_vn: Xóa %s
zh_cn: 清除 %s
zh_tw: 清除 %s

source: Clear %s (%s)
vi_vn: Xóa %s (%s)
zh_cn: 清除 %s（%s）
zh_tw: 清除 %s (%s)

source: Clear Cookies
vi_vn: Xóa Cookies
zh_cn: 清除 Cookie
zh_tw: 清除 Cookie

source: Click to load %s with third-party consent.
vi_vn: Nhấp để tải %s với sự đồng ý của bên thứ ba.
zh_cn: 点击以加载 %s（需第三方同意）。
zh_tw: 點擊以在取得第三方同意的情況下載入 %s。

source: Click to log out
vi_vn: Nhấp để đăng xuất
zh_cn: 点击注销
zh_tw: 點擊登出

source: Close
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: Close lightbox
vi_vn: Đóng lightbox
zh_cn: 关闭灯箱
zh_tw: 關閉燈箱

source: Close modal
vi_vn: Đóng cửa sổ
zh_cn: 关闭模态框
zh_tw: 關閉強制回應視窗

source: Closed
vi_vn: Đã đóng
zh_cn: 已关闭
zh_tw: 已關閉

source: Closed comments cannot be edited.
vi_vn: Không thể chỉnh sửa các bình luận đã đóng.
zh_cn: 已关闭的评论无法编辑。
zh_tw: 已關閉的迴響無法編輯。

source: Co-Author
vi_vn: Đồng tác giả
zh_cn: 合著者
zh_tw: 共同作者

source: Collapse chapter groups by default
vi_vn: Mặc định thu gọn các nhóm chương
zh_cn: 默认折叠章节分组
zh_tw: 預設收合章節分組

source: Collection
vi_vn: Bộ sưu tập
zh_cn: 合集
zh_tw: 合集

source: Collection Archives
vi_vn: Lưu trữ bộ sưu tập
zh_cn: 合集归档
zh_tw: 合集存檔

source: Collection Attributes
vi_vn: Thuộc tính bộ sưu tập
zh_cn: 合集属性
zh_tw: 合集屬性

source: Collection Capabilities
vi_vn: Quyền hạn bộ sưu tập
zh_cn: 合集能力
zh_tw: 合集權限

# Collection card label.
source: Collection
vi_vn: Bộ sưu tập
zh_cn: 合集
zh_tw: 合集

# Collection card/list title meta field label.
source: Card/List Title
vi_vn: Tiêu đề Thẻ/Danh sách
zh_cn: 卡片/列表标题
zh_tw: 卡片/列表標題

source: Collection Cover Image
vi_vn: Ảnh bìa bộ sưu tập
zh_cn: 合集封面图片
zh_tw: 合集封面圖片

source: Collection Data
vi_vn: Dữ liệu bộ sưu tập
zh_cn: 合集数据
zh_tw: 合集資料

# Collection Items meta field label.
source: Collection Items
vi_vn: Các mục trong bộ sưu tập
zh_cn: 合集项目
zh_tw: 合集項目

source: Collections
vi_vn: Bộ sưu tập
zh_cn: 合集
zh_tw: 合集

source: Collections list
vi_vn: Danh sách bộ sưu tập
zh_cn: 合集列表
zh_tw: 合集列表

source: Collections list navigation
vi_vn: Điều hướng danh sách bộ sưu tập
zh_cn: 合集列表导航
zh_tw: 合集列表導覽

source: Collections page (Template: Collections)
vi_vn: Trang bộ sưu tập (Giao diện: Collections)
zh_cn: 合集页面（模板：合集）
zh_tw: 合集頁面 (範本：合集)

source: Collections page assignment
vi_vn: Gán trang bộ sưu tập
zh_cn: 合集页面分配
zh_tw: 合集頁面指派

source: Color
vi_vn: Màu sắc
zh_cn: 颜色
zh_tw: 顏色

source: Color for some card frame borders and divider lines. Based on BG-300 by default.
vi_vn: Màu sắc cho một số viền khung thẻ và đường phân cách. Mặc định dựa trên BG-300.
zh_cn: 某些卡片框架边框和分隔线的颜色。默认基于 BG-300。
zh_tw: 用於某些卡片框架邊框與分隔線的顏色。預設基於 BG-300。

source: Color for some card frame borders and divider lines. Based on BG-800 by default.
vi_vn: Màu sắc cho một số viền khung thẻ và đường phân cách. Mặc định dựa trên BG-800.
zh_cn: 某些卡片框架边框和分隔线的颜色。默认基于 BG-800。
zh_tw: 用於某些卡片框架邊框與分隔線的顏色。預設基於 BG-800。

# Color name
source: Background 200
vi_vn: Màu nền 200
zh_cn: 背景 200
zh_tw: 背景 200

# Color name
source: Background 300
vi_vn: Nền 300
zh_cn: 背景 300
zh_tw: 背景 300

# Color name
source: Background 400
vi_vn: Nền 400
zh_cn: 背景 400
zh_tw: 背景 400

# Color name
source: Background 50
vi_vn: Nền 50
zh_cn: 背景 50
zh_tw: 背景 50

# Color name
source: Background 500
vi_vn: Nền 500
zh_cn: 背景 500
zh_tw: 背景 500

# Color name
source: Background 600
vi_vn: Nền 600
zh_cn: 背景 600
zh_tw: 背景 600

# Color name
source: Background 700
vi_vn: Nền 700
zh_cn: 背景 700
zh_tw: 背景 700

# Color name
source: Background 800
vi_vn: Nền 800
zh_cn: 背景 800
zh_tw: 背景 800

# Color name
source: Background 900
vi_vn: Nền 900
zh_cn: 背景 900
zh_tw: 背景 900

# Color name
source: Background 950
vi_vn: Nền 950
zh_cn: 背景 950
zh_tw: 背景 950

# Color name
source: Foreground 100
vi_vn: Tiền cảnh 100
zh_cn: 前景 100
zh_tw: 前景 100

# Color name
source: Foreground 200
vi_vn: Tiền cảnh 200
zh_cn: 前景 200
zh_tw: 前景 200

# Color name
source: Foreground 300
vi_vn: Tiền cảnh 300
zh_cn: 前景 300
zh_tw: 前景 300

# Color name
source: Foreground 400
vi_vn: Tiền cảnh 400
zh_cn: 前景 400
zh_tw: 前景 400

# Color name
source: Foreground 500
vi_vn: Tiền cảnh 500
zh_cn: 前景 500
zh_tw: 前景 500

# Color name
source: Foreground 600
vi_vn: Tiền cảnh 600
zh_cn: 前景 600
zh_tw: 前景 600

# Color name
source: Foreground 700
vi_vn: Tiền cảnh 700
zh_cn: 前景 700
zh_tw: 前景 700

# Color name
source: Foreground 800
vi_vn: Tiền cảnh 800
zh_cn: 前景 800
zh_tw: 前景 800

# Color name
source: Foreground 900
vi_vn: Tiền cảnh 900
zh_cn: 前景 900
zh_tw: 前景 900

# Color name
source: Foreground 950
vi_vn: Tiền cảnh 950
zh_cn: 前景 950
zh_tw: 前景 950

# Color name
source: Foreground Inverted
vi_vn: Tiền cảnh Đảo ngược
zh_cn: 前景反转
zh_tw: 前景反轉

# Color name
source: Foreground Tinted
vi_vn: Tiền cảnh Phủ màu
zh_cn: 前景着色
zh_tw: 前景著色

# Color name
source: Green 400
vi_vn: Xanh lá 400
zh_cn: 绿色 400
zh_tw: 綠色 400

# Color name
source: Green 500
vi_vn: Xanh lá 500
zh_cn: 绿色 500
zh_tw: 綠色 500

# Color name
source: Green 600
vi_vn: Xanh lá 600
zh_cn: 绿色 600
zh_tw: 綠色 600

# Color name
source: Primary 400
vi_vn: Màu chủ đạo 400
zh_cn: 主色 400
zh_tw: 主色 400

# Color name
source: Primary 500
vi_vn: Màu chủ đạo 500
zh_cn: 主色 500
zh_tw: 主色 500

# Color name
source: Primary 600
vi_vn: Màu chủ đạo 600
zh_cn: 主色 600
zh_tw: 主色 600

# Color name
source: Red 400
vi_vn: Đỏ 400
zh_cn: 红色 400
zh_tw: 紅色 400

# Color name
source: Red 500
vi_vn: Đỏ 500
zh_cn: 红色 500
zh_tw: 紅色 500

# Color name
source: Red 600
vi_vn: Đỏ 600
zh_cn: 红色 600
zh_tw: 紅色 600

source: Color of the "alpha" bookmark line and button. Based on Primary-500 by default.
vi_vn: Màu của đường kẻ và nút đánh dấu "alpha". Mặc định dựa trên Primary-500.
zh_cn: “alpha”书签线和按钮的颜色。默认基于 Primary-500。
zh_tw: 「alpha」書籤線條與按鈕的顏色。預設情況下基於 Primary-500。

source: Color scheme for the dark mode. <b>Warning:</b> Looking at light text on dark background for a prolonged period of time causes immense eye strain! Try to keep the main text contrast between 5:1 and 7:1 to alleviate the issue.
vi_vn: Bảng màu cho chế độ tối. <b>Cảnh báo:</b> Nhìn vào văn bản sáng trên nền tối trong thời gian dài sẽ gây mỏi mắt nghiêm trọng! Hãy cố gắng giữ độ tương phản của văn bản chính trong khoảng 5:1 đến 7:1 để giảm bớt tình trạng này.
zh_cn: 深色模式配色方案。<b>警告：</b>长时间观看深色背景上的浅色文字会导致严重的眼睛疲劳！尽量将主要文本对比度保持在 5:1 到 7:1 之间以缓解此问题。
zh_tw: 深色模式的配色方案。<b>警告：</b>長時間注視深色背景上的淺色文字會導致眼睛極度疲勞！請嘗試將主文字對比度保持在 5:1 到 7:1 之間，以緩解此問題。

source: Color scheme for the light mode. If you want to add custom CSS, this needs to be under <code>:root[data-mode="light"]</code>.
vi_vn: Bảng màu cho chế độ sáng. Nếu bạn muốn thêm CSS tùy chỉnh, nội dung này cần nằm dưới <code>:root[data-mode="light"]</code>.
zh_cn: 浅色模式配色方案。如果要添加自定义 CSS，需要放在 <code>:root[data-mode="light"]</code> 下。
zh_tw: 淺色模式的配色方案。如果您想新增自訂 CSS，這需要在 <code>:root[data-mode="light"]</code> 下。

source: Comma-separated list of allowed <a href="%s" target="_blank" rel="noreferrer">mime types</a> for user roles with the "Upload Restriction". Must be among the allowed mime type and file extensions of WordPress.
vi_vn: Danh sách các <a href="%s" target="_blank" rel="noreferrer">kiểu mime</a> được phép, ngăn cách bằng dấu phẩy, dành cho các vai trò người dùng bị "Hạn chế tải lên". Phải nằm trong số các kiểu mime và phần mở rộng tệp được WordPress cho phép.
zh_cn: 具有“上传限制”权限的用户角色允许的<a href="%s" target="_blank" rel="noreferrer">MIME 类型</a>逗号分隔列表。必须在 WordPress 允许的 MIME 类型和文件扩展名中。
zh_tw: 針對具有「上傳限制」的使用者角色，以逗號分隔的允許 <a href="%s" target="_blank" rel="noreferrer">MIME 類型</a>清單。必須位於 WordPress 允許的 MIME 類型與副檔名中。

source: Comma-separated list of author IDs.
vi_vn: Danh sách ID tác giả, ngăn cách bằng dấu phẩy.
zh_cn: 作者 ID 逗号分隔列表。
zh_tw: 以逗號分隔的作者 ID 清單。

source: Comma-separated list of post IDs to exclude from the sitemap.
vi_vn: Danh sách ID bài viết cần loại trừ khỏi sitemap, ngăn cách bằng dấu phẩy.
zh_cn: 要从站点地图中排除的文章 ID 逗号分隔列表。
zh_tw: 從網站地圖中排除的文章 ID 清單，以逗號分隔。

source: Comment
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 評論

source: comment
vi_vn: bình luận
zh_cn: 评论
zh_tw: 評論

source: Comment cannot be empty.
vi_vn: Bình luận không được để trống.
zh_cn: 评论不能为空。
zh_tw: 評論內容不能為空。

# Comment count in Latest * shortcode (type: list).
source: %1$s&nbsp;Comment
vi_vn: %1$s&nbsp;Bình luận
zh_cn: %1$s&nbsp;条评论
zh_tw: %1$s&nbsp;則評論

# Comment edit history.
source: Edit History (Previous Versions):
vi_vn: Lịch sử chỉnh sửa (Các phiên bản trước):
zh_cn: 编辑历史（先前版本）：
zh_tw: 編輯歷史 (先前版本)：

# Comment edited by {user}.
source: by %s.
vi_vn: bởi %s.
zh_cn: 由 %s 编辑。
zh_tw: 由 %s 編輯。

source: Comment editing capability disabled.
vi_vn: Tính năng chỉnh sửa bình luận đã bị vô hiệu hóa.
zh_cn: 评论编辑功能已禁用。
zh_tw: 留言編輯功能已停用。

source: Comment Flags:
vi_vn: Cờ báo bình luận:
zh_cn: 评论标记：
zh_tw: 留言標記：

# Comment form cookie checkbox.
source: Save in cookie for next time.
vi_vn: Lưu thông tin cho lần sau.
zh_cn: 保存到 Cookie 以备下次使用。
zh_tw: 記住我的資訊以便下次留言。

source: Comment form CSS selector
vi_vn: CSS selector cho khung bình luận
zh_cn: 评论表单 CSS 选择器
zh_tw: 留言表單 CSS 選擇器

# Comment form email notification toggle.
source: Toggle to get email notifications about direct replies.
vi_vn: Bật để nhận thông báo qua email khi có phản hồi trực tiếp.
zh_cn: 切换以获取关于直接回复的电子邮件通知。
zh_tw: 切換以接收有關直接回覆的電子郵件通知。

# Comment form logged-in note.
source: <span>Logged in as <strong><a href="%1$s">%2$s</a></strong>. <a class="logout-link" href="%3$s" data-action="click->fictioneer#logout">Log out?</a></span>
vi_vn: <span>Đăng nhập với tên <strong><a href="%1$s">%2$s</a></strong>. <a class="logout-link" href="%3$s" data-action="click->fictioneer#logout">Đăng xuất?</a></span>
zh_cn: <span>登录为 <strong><a href="%1$s">%2$s</a></strong>。<a class="logout-link" href="%3$s" data-action="click->fictioneer#logout">退出登录？</a></span>
zh_tw: <span>已登入身分：<strong><a href="%1$s">%2$s</a></strong>。 <a class="logout-link" href="%3$s" data-action="click->fictioneer#logout">登出？</a></span>

# Comment form login note.
source: Enter your details or log in with:
vi_vn: Nhập thông tin của bạn hoặc đăng nhập bằng:
zh_cn: 输入您的详细信息或使用以下方式登录：
zh_tw: 輸入您的詳細資料或登入方式：

# Comment form privacy checkbox.
source: I accept the <b><a class="link" href="%s" target="_blank">privacy policy</a></b>.
vi_vn: Tôi chấp nhận <b><a class="link" href="%s" target="_blank">chính sách bảo mật</a></b>.
zh_cn: 我接受<b><a class="link" href="%s" target="_blank">隐私政策</a></b>。
zh_tw: 我接受 <b><a class="link" href="%s" target="_blank">隱私權政策</a></b>。

# Comment form private toggle.
source: Toggle to mark as private. Hides the comment from uninvolved viewers.
vi_vn: Bật để đánh dấu là riêng tư. Ẩn bình luận đối với những người không liên quan.
zh_cn: 切换以标记为私有。向无关查看者隐藏评论。
zh_tw: 切換為不公開。這會對無關的瀏覽者隱藏留言。

source: Comment has been deleted by user.
vi_vn: Bình luận đã bị xóa bởi người dùng.
zh_cn: 评论已被用户删除。
zh_tw: 留言已被使用者刪除。

source: Comment has been marked as offensive.
vi_vn: Bình luận đã bị đánh dấu là xúc phạm.
zh_cn: 评论已被标记为冒犯性内容。
zh_tw: 留言已被標記為冒犯性內容。

source: Comment has been marked as private.
vi_vn: Bình luận đã được đánh dấu là riêng tư.
zh_cn: 评论已被标记为私有。
zh_tw: 留言已被標記為私密。

# Comment image consent wrapper button.
source: <i class="fa-solid fa-image"></i> Show Image
vi_vn: <i class="fa-solid fa-image"></i> Xem ảnh
zh_cn: <i class="fa-solid fa-image"></i> 显示图片
zh_tw: <i class="fa-solid fa-image"></i> 顯示圖片

# Comment inline edit cancel button.
source: Cancel
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# Comment inline edit submit button.
source: Submit Changes
vi_vn: Lưu thay đổi
zh_cn: 提交更改
zh_tw: 提交變更

source: Comment is hidden due to negative reports.
vi_vn: Bình luận bị ẩn do có nhiều báo cáo tiêu cực.
zh_cn: 评论因负面举报而被隐藏。
zh_tw: 由於檢舉次數過多，此評論已隱藏。

# Comment last edited by user on [datetime].
source: Last edited on %s.
vi_vn: Chỉnh sửa lần cuối vào %s.
zh_cn: 最后编辑于 %s。
zh_tw: 最後編輯於 %s。

# Comment last edited by user on {datetime}{end}
source: Last edited on %s%s
vi_vn: Chỉnh sửa lần cuối vào %s%s
zh_cn: 最后编辑于 %s%s
zh_tw: 最後編輯於 %s%s

source: Comment Moderation
vi_vn: Kiểm duyệt bình luận
zh_cn: 评论审核
zh_tw: 評論審核

# Comment moderation reply notification check.
source: Notification emails
vi_vn: Email thông báo
zh_cn: 通知电子邮件
zh_tw: 通知郵件

source: Comment Reply Notification Email
vi_vn: Email thông báo phản hồi bình luận
zh_cn: 评论回复通知电子邮件
zh_tw: 評論回覆通知郵件

source: Comment reply notification email
vi_vn: Email thông báo phản hồi bình luận
zh_cn: 评论回复通知电子邮件
zh_tw: 評論回覆通知郵件

# Comment status translation.
source: Approved
vi_vn: Đã duyệt
zh_cn: 已批准
zh_tw: 已核准

# Comment status translation.
source: Hold
vi_vn: Chờ duyệt
zh_cn: 保留
zh_tw: 審核中

# Comment status translation.
source: Spam
zh_cn: 垃圾信息
zh_tw: 垃圾評論

# Comment status translation.
source: Trash
vi_vn: Thùng rác
zh_cn: 回收站
zh_tw: 資源回收筒

# Comment status translation.
source: Unapproved
vi_vn: Chưa duyệt
zh_cn: 未批准
zh_tw: 待審核

source: Comment Subscriptions
vi_vn: Theo dõi bình luận
zh_cn: 评论订阅
zh_tw: 迴響訂閱

source: Comment subscriptions could not be cleared.
vi_vn: Không thể xóa danh sách theo dõi bình luận.
zh_cn: 评论订阅无法清除。
zh_tw: 無法清除迴響訂閱。

source: Comment subscriptions successfully cleared.
vi_vn: Đã xóa danh sách theo dõi bình luận thành công.
zh_cn: 评论订阅已成功清除。
zh_tw: 已成功清除迴響訂閱。

source: Comment thread is closed.
vi_vn: Luồng bình luận này đã đóng.
zh_cn: 评论主题已关闭。
zh_tw: 迴響串已關閉。

# Comment time format string.
source: %1$s \a\t %2$s
vi_vn: %1$s lúc %2$s
zh_cn: %1$s 于 %2$s
zh_tw: %1$s \a\ %2$s

# Comment type translation.
source: Private Comment
vi_vn: Bình luận riêng tư
zh_cn: 私有评论
zh_tw: 私人迴響

# Comment type translation.
source: Public Comment
vi_vn: Bình luận công khai
zh_cn: 公开评论
zh_tw: 公開迴響

source: Commenting capability disabled.
vi_vn: Tính năng bình luận đã bị vô hiệu hóa.
zh_cn: 评论功能已禁用。
zh_tw: 評論功能已停用。

source: Commenting disabled.
vi_vn: Đã tắt tính năng bình luận.
zh_cn: 评论已禁用。
zh_tw: 已停用評論。

source: Commenting is disabled.
vi_vn: Tính năng bình luận hiện đang bị tắt.
zh_cn: 评论已禁用。
zh_tw: 評論已停用。

source: Comments
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 迴響

source: Comments are closed.
vi_vn: Bình luận đã đóng.
zh_cn: 评论已关闭。
zh_tw: 迴響功能已關閉。

source: Comments are moderated.
vi_vn: Bình luận đang được kiểm duyệt.
zh_cn: 评论需要审核。
zh_tw: 迴響需要審核。

source: Comments could not be cleared.
vi_vn: Không thể xóa các bình luận.
zh_cn: 评论无法清除。
zh_tw: 無法清除迴響。

source: Comments could not be loaded.
vi_vn: Không thể tải các bình luận.
zh_cn: 评论无法加载。
zh_tw: 無法載入評論。

source: Comments successfully cleared.
vi_vn: Đã xóa các bình luận thành công.
zh_cn: 评论已成功清除。
zh_tw: 已成功清除評論。

source: Compact <a href="%s" target="_blank">date formats</a>. Some page items, such as story cards, use more compact date formats than the general setting of WordPress. Space is an issue here.
vi_vn: Định dạng <a href="%s" target="_blank">ngày tháng</a> rút gọn. Một số mục trong trang, chẳng hạn như thẻ truyện, sử dụng định dạng ngày tháng gọn hơn so với cài đặt chung của WordPress. Vấn đề ở đây là về không gian hiển thị.
zh_cn: 紧凑的<a href="%s" target="_blank">日期格式</a>。某些页面项，例如作品卡片，使用比 WordPress 常规设置更紧凑的日期格式。空间是一个问题。
zh_tw: 緊湊的 <a href="%s" target="_blank">日期格式</a>。某些頁面項目（例如故事卡片）使用的日期格式比 WordPress 的一般設定更為緊湊。空間在此是一個問題。

source: Compatibility
vi_vn: Khả năng tương thích
zh_cn: 兼容性
zh_tw: 相容性

source: Compiling grouped chapter lists on story pages can place significant strain on your server, especially if you have hundreds of chapters per story that all need to be queried. Only disable this if your stories are small (fewer than 50 chapters) or if you have another solution, such as a caching plugin.
vi_vn: Việc tổng hợp danh sách chương theo nhóm trên các trang truyện có thể gây áp lực đáng kể lên máy chủ của bạn, đặc biệt nếu bạn có hàng trăm chương mỗi truyện cần được truy vấn. Chỉ nên tắt tính năng này nếu truyện của bạn ngắn (ít hơn 50 chương) hoặc nếu bạn có giải pháp khác, chẳng hạn như plugin tạo bộ nhớ đệm (caching).
zh_cn: 在作品页面上编译分组章节列表可能会给您的服务器带来巨大压力，特别是如果每个作品有数百个章节都需要查询。仅当您的作品较小（少于 50 章）或有其他解决方案（例如缓存插件）时才禁用此功能。
zh_tw: 在故事頁面上編譯分組章節列表可能會對您的伺服器造成顯著負擔，特別是當每個故事有數百個章節需要查詢時。僅當您的故事規模較小（少於 50 個章節）或您有其他解決方案（例如快取外掛）時才停用此功能。

source: Compiling navigation menus is an extensive operation that involves multiple database queries. If you are not displaying dynamic content, such as points or other constantly changing data, it is best to cache the menus to avoid repeating the same queries for identical results.
vi_vn: Việc tổng hợp các menu điều hướng là một hoạt động tốn nhiều tài nguyên, liên quan đến nhiều truy vấn cơ sở dữ liệu. Nếu bạn không hiển thị nội dung động, chẳng hạn như điểm số hoặc dữ liệu thay đổi liên tục khác, tốt nhất là nên lưu menu vào bộ nhớ đệm để tránh lặp lại các truy vấn tương tự cho cùng một kết quả.
zh_cn: 编译导航菜单是一项涉及多个数据库查询的广泛操作。如果您不显示动态内容（例如积分或其他不断变化的数据），最好缓存菜单以避免为相同结果重复相同的查询。
zh_tw: 編譯導覽選單是一項涉及多個資料庫查詢的繁重操作。如果您未顯示動態內容（例如點數或其他不斷變化的數據），最好快取選單，以避免為相同的結果重複進行相同的查詢。

# Completed story status.
source: Completed
vi_vn: Đã hoàn thành
zh_cn: 已完结
zh_tw: 已完結

source: Connections
vi_vn: Kết nối
zh_cn: 连接
zh_tw: 連線

source: Contact form email receivers
vi_vn: Người nhận email từ biểu mẫu liên hệ
zh_cn: 联系表单电子邮件接收者
zh_tw: 聯絡表單郵件接收者

source: Contact form receivers (one email address per line)
vi_vn: Người nhận biểu mẫu liên hệ (mỗi địa chỉ email một dòng)
zh_cn: 联系表单接收者（每行一个电子邮件地址）
zh_tw: 聯絡表單接收者（每行一個電子郵件地址）

# Contact form.
source: <strong>Email Address:</strong> %s
vi_vn: <strong>Địa chỉ Email:</strong> %s
zh_cn: <strong>电子邮件地址：</strong>%s
zh_tw: <strong>電子郵件地址：</strong> %s

# Contact form.
source: <strong>Name:</strong> %s
vi_vn: <strong>Tên:</strong> %s
zh_cn: <strong>姓名：</strong>%s
zh_tw: <strong>姓名：</strong> %s

# Contact form.
source: Contact forms have been disabled.
vi_vn: Biểu mẫu liên hệ đã bị tắt.
zh_cn: 联系表单已被禁用。
zh_tw: 聯絡表單已被停用。

# Contact form.
source: Form submission: %s
vi_vn: Gửi biểu mẫu: %s
zh_cn: 表单提交：%s
zh_tw: 表單提交：%s

# Contact form.
source: Illegal HTML detected.
vi_vn: Phát hiện mã HTML không hợp lệ.
zh_cn: 检测到非法 HTML。
zh_tw: 偵測到不合法的 HTML。

# Contact form.
source: Invalid email address.
vi_vn: Địa chỉ email không hợp lệ.
zh_cn: 电子邮件地址无效。
zh_tw: 電子郵件地址無效。

# Contact form.
source: Message field empty.
vi_vn: Trường tin nhắn đang trống.
zh_cn: 消息字段为空。
zh_tw: 訊息欄位為空。

# Contact form.
source: Nameless Form
vi_vn: Biểu mẫu không tên
zh_cn: 无名表单
zh_tw: 無名表單

# Contact form.
source: Submission received!
vi_vn: Đã nhận được thông tin gửi!
zh_cn: 提交已收到！
zh_tw: 已收到提交！

# Contact form.
source: You need to accept the privacy policy.
vi_vn: Bạn cần chấp nhận chính sách bảo mật.
zh_cn: 您需要接受隐私政策。
zh_tw: 您需要接受隱私權政策。

source: Content List Collapse Style
vi_vn: Kiểu thu gọn danh sách nội dung
zh_cn: 内容列表折叠样式
zh_tw: 內容列表摺疊樣式

source: Content List Gap
vi_vn: Khoảng cách danh sách nội dung
zh_cn: 内容列表间距
zh_tw: 內容列表間距

source: Content List Style
vi_vn: Kiểu danh sách nội dung
zh_cn: 内容列表样式
zh_tw: 內容列表樣式

source: Content Width
vi_vn: Chiều rộng nội dung
zh_cn: 内容宽度
zh_tw: 內容寬度

source: Contributor capabilities have been updated.
vi_vn: Quyền hạn của cộng tác viên đã được cập nhật.
zh_cn: 贡献者能力已更新。
zh_tw: 投稿者權限已更新。

source: Cookie banners are often necessary to comply with data privacy laws and meet visitor expectations. It is better to be safe than sorry, even if the theme does not require one in its base configuration. Enabling this also activates the <code>fictioneer_get_consent()</code> function, which returns either <code>false</code>, <code>"necessary"</code>, or <code>"full"</code>.
vi_vn: Các biểu ngữ thông báo cookie thường cần thiết để tuân thủ luật bảo mật dữ liệu và đáp ứng mong đợi của khách truy cập. Cẩn tắc vô áy náy, ngay cả khi giao diện không yêu cầu trong cấu hình cơ bản. Bật tính năng này cũng sẽ kích hoạt hàm <code>fictioneer_get_consent()</code>, hàm này trả về <code>false</code>, <code>"necessary"</code> (cần thiết), hoặc <code>"full"</code> (đầy đủ).
zh_cn: Cookie 横幅通常对于遵守数据隐私法和满足访问者期望是必要的。即使主题在其基本配置中不需要，有备无患也是更好的。启用此功能还会激活 <code>fictioneer_get_consent()</code> 函数，该函数返回 <code>false</code>、<code>"necessary"</code> 或 <code>"full"</code>。
zh_tw: Cookie 橫幅通常是為了遵守資料隱私法律並符合訪客預期所必需的。未雨綢繆總比事後後悔好，即使佈景主題在其基本配置中不需要。啟用此項也會啟動 <code>fictioneer_get_consent()</code> 函式，該函式會傳回 <code>false</code>、<code>"necessary"</code> 或 <code>"full"</code>。

source: Cookie Consent Banner
vi_vn: Biểu ngữ chấp thuận Cookie
zh_cn: Cookie 同意横幅
zh_tw: Cookie 同意橫幅

source: Cookie consent banner
vi_vn: Biểu ngữ chấp thuận cookie
zh_cn: Cookie 同意横幅
zh_tw: Cookie 同意橫幅

source: Cookies and local storage have been cleared. To keep it that way, you should leave the site.
vi_vn: Cookie và bộ nhớ cục bộ đã được xóa. Để duy trì trạng thái đó, bạn nên rời khỏi trang web.
zh_cn: Cookie 和本地存储已清除。要保持此状态，您应离开网站。
zh_tw: Cookie 和本地儲存已清除。若要保持此狀態，您應該離開此網站。

source: Copied to clipboard!
vi_vn: Đã sao chép vào khay nhớ tạm!
zh_cn: 已复制到剪贴板！
zh_tw: 已複製到剪貼簿！

source: Count characters instead of words
vi_vn: Đếm số ký tự thay vì số từ
zh_cn: 计数字符而非字数
zh_tw: 計算字元而非字詞

source: Count characters instead of words?
vi_vn: Đếm số ký tự thay vì số từ?
zh_cn: 计数字符而非字数？
zh_tw: 計算字元而非字詞？

source: Counting words does not work well for logographic writing systems, so you may want to count characters instead. You can further refine this count by applying a multiplier in the theme settings.
vi_vn: Việc đếm từ không hiệu quả đối với các hệ thống chữ viết biểu ý (như tiếng Trung, Nhật, Hàn), vì vậy bạn có thể muốn đếm ký tự để thay thế. Bạn có thể tinh chỉnh thêm số lượng này bằng cách áp dụng một hệ số nhân trong cài đặt giao diện.
zh_cn: 计数单词对于表意文字系统效果不佳，因此您可能希望改为计数字符。您可以通过在主题设置中应用乘数来进一步完善此计数。
zh_tw: 計算字詞對於表意文字系統的效果不佳，因此您可能需要改為計算字元。您可以透過在佈景主題設定中套用倍率來進一步精確此計數。

source: Counting…
vi_vn: Đang đếm...
zh_cn: 计数中…
zh_tw: 計算中...

source: Cover
vi_vn: Ảnh bìa
zh_cn: 封面
zh_tw: 封面

source: Cover images (chapters and stories)
vi_vn: Ảnh bìa (chương và truyện)
zh_cn: 封面图片（章节和作品）
zh_tw: 封面圖片 (章節與故事)

source: Cover of %s
vi_vn: Ảnh bìa của %s
zh_cn: %s 的封面
zh_tw: %s 的封面

source: Covers
vi_vn: Ảnh bìa
zh_cn: 封面
zh_tw: 封面
