Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Appended missing "fictioneer_chapter_hidden" meta fields with value 0.
vi_vn: Đã thêm các trường meta "fictioneer_chapter_hidden" còn thiếu với giá trị 0.
zh_cn: 已附加缺失的值为 0 的 "fictioneer_chapter_hidden" 元字段。
zh_tw: 已追加缺失的 "fictioneer_chapter_hidden" 中繼欄位，其值為 0。

source: Appended missing "fictioneer_story_hidden" meta fields with value 0.
vi_vn: Đã thêm các trường meta "fictioneer_story_hidden" còn thiếu với giá trị 0.
zh_cn: 已附加缺失的值为 0 的 "fictioneer_story_hidden" 元字段。
zh_tw: 已追加缺失的 "fictioneer_story_hidden" 中繼欄位，其值為 0。

source: Appended missing "fictioneer_story_sticky" meta fields with value 0.
vi_vn: Đã thêm các trường meta "fictioneer_story_sticky" còn thiếu với giá trị 0.
zh_cn: 已附加缺失的值为 0 的 "fictioneer_story_sticky" 元字段。
zh_tw: 已追加缺失的 "fictioneer_story_sticky" 中繼欄位，其值為 0。

source: Applied to the story and all chapters.
vi_vn: Áp dụng cho truyện và tất cả các chương.
zh_cn: 应用于作品和所有章节。
zh_tw: 已套用至故事及所有章節。

source: Approve
vi_vn: Duyệt
zh_cn: 批准
zh_tw: 批准

source: Archive of all posts in the %s category.
vi_vn: Lưu trữ tất cả bài viết trong danh mục %s.
zh_cn: %s 分类中所有文章的归档。
zh_tw: 所有在 %s 分類中的文章封存。

source: Archive of all posts in the %s fandom.
vi_vn: Lưu trữ tất cả bài viết trong fandom %s.
zh_cn: %s 同人圈中所有文章的归档。
zh_tw: 所有在 %s 同人中的文章封存。

source: Archive of all posts with the %s genre.
vi_vn: Lưu trữ tất cả bài viết thuộc thể loại %s.
zh_cn: 具有 %s 类型的所有文章的归档。
zh_tw: 所有帶有 %s 類型的文章封存。

source: Archive of all posts with the %s tag.
vi_vn: Lưu trữ tất cả bài viết có thẻ %s.
zh_cn: 具有 %s 标签的所有文章的归档。
zh_tw: 所有帶有 %s 標籤的文章封存。

source: Archive of all posts with the character %s.
vi_vn: Lưu trữ tất cả bài viết có nhân vật %s.
zh_cn: 包含角色 %s 的所有文章的归档。
zh_tw: 所有關於角色 %s 的文章封存。

source: Archived posts on %s.
vi_vn: Các bài viết lưu trữ vào %s.
zh_cn: 在 %s 上的归档文章。
zh_tw: 在 %s 的封存文章。

source: Are you sure you want to clear your %s? This action is irreversible. Enter %s to confirm.
vi_vn: Bạn có chắc muốn xóa %s của mình không? Hành động này không thể hoàn tác. Nhập %s để xác nhận.
zh_cn: 您确定要清除您的 %s 吗？此操作不可逆。请输入 %s 以确认。
zh_tw: 您確定要清除您的 %s 嗎？此操作不可撤銷。輸入 %s 以確認。

source: Are you sure you want to delete all ePUBs?
vi_vn: Bạn có chắc chắn muốn xóa tất cả các tệp ePUB không?
zh_cn: 您确定要删除所有 ePUB 吗？
zh_tw: 您確定要刪除所有 ePUB 嗎？

source: Are you sure you want to delete your comment? Enter %s to confirm.
vi_vn: Bạn có chắc chắn muốn xóa bình luận của mình không? Nhập %s để xác nhận.
zh_cn: 您确定要删除您的评论吗？请输入 %s 以确认。
zh_tw: 您確定要刪除您的迴響嗎？輸入 %s 以確認。

source: Are you sure you want to remove the %s role? All current holders will become Subscribers. Enter %s to confirm.
vi_vn: Bạn có chắc chắn muốn xóa vai trò %s không? Tất cả những người đang giữ vai trò này sẽ trở thành Thành viên đăng ký. Nhập %s để xác nhận.
zh_cn: 您确定要移除 %s 角色吗？所有当前持有者将成为订阅者。请输入 %s 以确认。
zh_tw: 您確定要移除 %s 角色嗎？目前所有持有者將變更為訂閱者。輸入 %s 以確認。

source: Are you sure?
vi_vn: Bạn có chắc chắn không?
zh_cn: 您确定吗？
zh_tw: 您確定嗎？

source: Are you sure? Bookmarks will be irrevocably deleted. Enter %s to confirm.
vi_vn: Bạn có chắc chắn không? Các dấu trang sẽ bị xóa vĩnh viễn. Nhập %s để xác nhận.
zh_cn: 您确定吗？书签将被不可撤销地删除。请输入 %s 以确认。
zh_tw: 您確定嗎？書籤將被永久刪除且無法復原。輸入 %s 以確認。

source: Are you sure? Checkmarks will be irrevocably deleted. Enter %s to confirm.
vi_vn: Bạn có chắc chắn không? Các dấu tích hoàn thành sẽ bị xóa vĩnh viễn. Nhập %s để xác nhận.
zh_cn: 您确定吗？勾选标记将被不可撤销地删除。请输入 %s 以确认。
zh_tw: 您確定嗎？打勾標記將被永久刪除且無法復原。輸入 %s 以確認。

source: Are you sure? Comment subscriptions will be irrevocably deleted. Enter %s to confirm.
vi_vn: Bạn có chắc chắn không? Các đăng ký theo dõi bình luận sẽ bị xóa vĩnh viễn. Nhập %s để xác nhận.
zh_cn: 您确定吗？评论订阅将被不可撤销地删除。请输入 %s 以确认。
zh_tw: 您確定嗎？迴響訂閱將被永久刪除且無法復原。輸入 %s 以確認。

source: Are you sure? Comments will be irrevocably deleted. Enter %s to confirm.
vi_vn: Bạn có chắc chắn không? Các bình luận sẽ bị xóa vĩnh viễn. Nhập %s để xác nhận.
zh_cn: 您确定吗？评论将被不可撤销地删除。请输入 %s 以确认。
zh_tw: 您確定嗎？迴響將被永久刪除且無法復原。輸入 %s 以確認。

source: Are you sure? Follows will be irrevocably deleted. Enter %s to confirm.
vi_vn: Bạn có chắc chắn không? Các lượt theo dõi sẽ bị xóa vĩnh viễn. Nhập %s để xác nhận.
zh_cn: 您确定吗？关注将被不可撤销地删除。请输入 %s 以确认。
zh_tw: 您確定嗎？關注將被永久刪除且無法復原。輸入 %s 以確認。

source: Are you sure? Note that if you disconnect all accounts, you may no longer be able to log back in once you log out. Enter %s to confirm.
vi_vn: Bạn có chắc chắn không? Lưu ý rằng nếu bạn ngắt kết nối tất cả các tài khoản, bạn có thể không đăng nhập lại được nữa sau khi đăng xuất. Nhập %s để xác nhận.
zh_cn: 您确定吗？请注意，如果您断开所有账户连接，一旦注销可能无法重新登录。请输入 %s 以确认。
zh_tw: 您確定嗎？請注意，如果您取消所有帳號連結，登出後可能無法再次登入。輸入 %s 以確認。

source: Are you sure? Reminders will be irrevocably deleted. Enter %s to confirm.
vi_vn: Bạn có chắc chắn không? Các lời nhắc sẽ bị xóa vĩnh viễn. Nhập %s để xác nhận.
zh_cn: 您确定吗？提醒将被不可撤销地删除。请输入 %s 以确认。
zh_tw: 您確定嗎？提醒將被永久刪除且無法復原。輸入 %s 以確認。

source: Are you sure? Your account will be irrevocably deleted, although this will not remove your comments. Enter %s to confirm.
vi_vn: Bạn có chắc chắn không? Tài khoản của bạn sẽ bị xóa vĩnh viễn, tuy nhiên việc này sẽ không xóa các bình luận của bạn. Nhập %s để xác nhận.
zh_cn: 您确定吗？您的账户将被不可撤销地删除，但这不会移除您的评论。请输入 %s 以确认。
zh_tw: 您確定嗎？您的帳號將被永久刪除且無法復原，但這不會移除您的迴響。輸入 %s 以確認。

source: Assign custom badges (but users can disable them).
vi_vn: Chỉ định các huy hiệu tùy chỉnh (nhưng người dùng có thể tắt chúng).
zh_cn: 分配自定义徽章（但用户可以禁用它们）。
zh_tw: 分配自訂徽章（但使用者可以停用它們）。

source: Author capabilities have been updated.
vi_vn: Các quyền của tác giả đã được cập nhật.
zh_cn: 作者能力已更新。
zh_tw: 作者權限已更新。

source: Author Index
vi_vn: Mục lục tác giả
zh_cn: 作者索引
zh_tw: 作者索引

source: Author Index (Advanced)
vi_vn: Mục lục tác giả (Nâng cao)
zh_cn: 作者索引（高级）
zh_tw: 作者索引（進階）

source: Author index page (Template: Author Index)
vi_vn: Trang mục lục tác giả (Mẫu: Author Index)
zh_cn: 作者索引页面（模板：作者索引）
zh_tw: 作者索引頁面（模板：作者索引）

source: Author index page assignment
vi_vn: Thiết lập trang danh sách tác giả
zh_cn: 作者索引页面分配
zh_tw: 作者索引頁面分配

source: Author Page
vi_vn: Trang tác giả
zh_cn: 作者页面
zh_tw: 作者頁面

# Author page no-index breadcrumb.
source: Author: %s
vi_vn: Tác giả: %s
zh_tw: 作者：%s

source: Authors
vi_vn: Tác giả
zh_cn: 作者
zh_tw: 作者

source: Automatic moderation report threshold
vi_vn: Ngưỡng báo cáo để tự động kiểm duyệt
zh_cn: 自动审核报告阈值
zh_tw: 自動審核檢舉閾值

source: Automatically generated ePUBs. Can take a while and may fail due to non-conform content or excessive size. You can alternatively upload manually created ebooks as well.
vi_vn: ePUB được tạo tự động. Quá trình này có thể mất một lúc và có thể thất bại do nội dung không phù hợp hoặc kích thước quá lớn. Bạn cũng có thể tải lên các ebook được tạo thủ công.
zh_cn: 自动生成的 ePUB。可能需要一些时间，并且可能因内容不符合规范或过大而失败。您也可以上传手动创建的电子书。
zh_tw: 自動產生的 ePUB。可能需要一段時間，且可能因內容不合規範或檔案過大而失敗。您也可以手動上傳自行建立的電子書。

source: Avatar capability disabled.
vi_vn: Tính năng ảnh đại diện đã bị tắt.
zh_cn: 头像功能已禁用。
zh_tw: 頭像功能已停用。

source: Awaiting moderation.
vi_vn: Đang chờ kiểm duyệt.
zh_cn: 等待审核。
zh_tw: 等待審核中。

source: Back
vi_vn: Quay lại
zh_cn: 返回
zh_tw: 返回

source: Back to Story
vi_vn: Quay lại truyện
zh_cn: 返回作品
zh_tw: 返回故事

source: Background color for the navigation bar. Based on BG-50 by default.
vi_vn: Màu nền cho thanh điều hướng. Mặc định dựa trên BG-50.
zh_cn: 导航栏背景颜色。默认基于 BG-50。
zh_tw: 導覽列的背景顏色。預設基於 BG-50。

source: Background color for the navigation bar. Based on BG-900 by default.
vi_vn: Màu nền cho thanh điều hướng. Mặc định dựa trên BG-900.
zh_cn: 导航栏背景颜色。默认基于 BG-900。
zh_tw: 導覽列的背景顏色。預設基於 BG-900。

source: Background color of the admin comment badge.
vi_vn: Màu nền huy hiệu bình luận của quản trị viên.
zh_cn: 管理员评论徽章背景颜色。
zh_tw: 管理員評論徽章的背景顏色。

source: Background color of the author comment badge.
vi_vn: Màu nền huy hiệu bình luận của tác giả.
zh_cn: 作者评论徽章背景颜色。
zh_tw: 作者評論徽章的背景顏色。

source: Background color of the generic comment badge.
vi_vn: Màu nền huy hiệu bình luận thông thường.
zh_cn: 通用评论徽章背景颜色。
zh_tw: 一般評論徽章的背景顏色。

source: Background color of the moderator comment badge.
vi_vn: Màu nền huy hiệu bình luận của kiểm duyệt viên.
zh_cn: 版主评论徽章背景颜色。
zh_tw: 板主評論徽章的背景顏色。

source: Background color of the override comment badge.
vi_vn: Màu nền huy hiệu bình luận ghi đè.
zh_cn: 覆盖评论徽章背景颜色。
zh_tw: 覆蓋評論徽章的背景顏色。

source: Background color of the supporter comment badge.
vi_vn: Màu nền huy hiệu bình luận của người ủng hộ.
zh_cn: 支持者评论徽章背景颜色。
zh_tw: 贊助者評論徽章的背景顏色。

source: Background textures
vi_vn: Họa tiết nền
zh_cn: 背景纹理
zh_tw: 背景紋理

source: Badge Override
vi_vn: Ghi đè huy hiệu
zh_cn: 徽章覆盖
zh_tw: 徽章覆蓋

source: Base alert and warning color.
vi_vn: Màu cơ bản cho thông báo và cảnh báo.
zh_cn: 基本提醒和警告颜色。
zh_tw: 基礎警報與警告顏色。

source: Base primary accent and content link color.
vi_vn: Màu chủ đạo và màu liên kết nội dung cơ bản.
zh_cn: 基本主强调色和内容链接颜色。
zh_tw: 基礎主要強調色與內容連結顏色。

source: Base success and confirmation color.
vi_vn: Màu cơ bản cho thông báo thành công và xác nhận.
zh_cn: 基本成功和确认颜色。
zh_tw: 基礎成功與確認顏色。

# BBCode example.
source: <blockquote><code>[quote]</code>… me like my landlord!<code>[/quote]</code></blockquote>
vi_vn: <blockquote><code>[quote]</code>… tôi thích chủ nhà của mình!<code>[/quote]</code></blockquote>
zh_cn: <blockquote><code>[quote]</code>……就像我喜欢我的房东！<code>[/quote]</code></blockquote>
zh_tw: <blockquote><code>[quote]</code>… 像我的房東一樣！<code>[/quote]</code></blockquote>

# BBCode example.
source: <code>[b]</code><strong>Bold</strong><code>[/b]</code> of you to assume I have a plan.
vi_vn: Bạn thật <code>[b]</code><strong>táo bạo</strong><code>[/b]</code> khi cho rằng tôi đã có kế hoạch.
zh_cn: <code>[b]</code><strong>大胆</strong><code>[/b]</code> 假设我有个计划。
zh_tw: <code>[b]</code><strong>大膽</strong><code>[/b]</code> 地假設我有計畫。

# BBCode example.
source: <code>[del]</code><del>Delete</del><code>[/del]</code> your browser history!
vi_vn: Hãy <code>[del]</code><del>Xóa</del><code>[/del]</code> lịch sử trình duyệt của bạn đi!
zh_cn: <code>[del]</code><del>删除</del><code>[/del]</code> 您的浏览器历史记录！
zh_tw: <code>[del]</code><del>刪除</del><code>[/del]</code> 你的瀏覽器歷史記錄！

# BBCode example.
source: <code>[ins]</code><ins>Insert</ins><code>[/ins]</code> more bad puns!
vi_vn: <code>[ins]</code><ins>Chèn</ins><code>[/ins]</code> thêm mấy câu đùa nhạt nhẽo đi!
zh_cn: <code>[ins]</code><ins>插入</ins><code>[/ins]</code> 更多糟糕的双关语！
zh_tw: <code>[ins]</code><ins>插入</ins><code>[/ins]</code> 更多爛諧音！

# BBCode example.
source: <code>[link=https://www.n.ot]</code><a href="http://topwebfiction.com/" class="link">clickbait</a><code>[/link]</code>.
vi_vn: <code>[link=https://www.n.ot]</code><a href="http://topwebfiction.com/" class="link">link dụ dẫm</a><code>[/link]</code>.
zh_cn: <code>[link=https://www.n.ot]</code><a href="http://topwebfiction.com/" class="link">点击诱饵</a><code>[/link]</code>。
zh_tw: <code>[link=https://www.n.ot]</code><a href="http://topwebfiction.com/" class="link">點擊誘餌</a><code>[/link]</code>。

# BBCode example.
source: <code>[spoiler]</code><span class="spoiler">Spanish Inquisition!</span><code>[/spoiler]</code>
vi_vn: <code>[spoiler]</code><span class="spoiler">Bất ngờ chưa!</span><code>[/spoiler]</code>
zh_cn: <code>[spoiler]</code><span class="spoiler">西班牙宗教裁判所！</span><code>[/spoiler]</code>
zh_tw: <code>[spoiler]</code><span class="spoiler">西班牙宗教裁判所！</span><code>[/spoiler]</code>

# BBCode example.
source: <ul><li class="comment-list-item">Listless I’m counting my <code>[li]</code>bullets<code>[/li]</code>.</li></ul>
vi_vn: <ul><li class="comment-list-item">Tôi đang đếm từng <code>[li]</code>viên đạn<code>[/li]</code> của mình.</li></ul>
zh_cn: <ul><li class="comment-list-item">无精打采地数着我的<code>[li]</code>子弹<code>[/li]</code>。</li></ul>
zh_tw: <ul><li class="comment-list-item">我無精打采地數著 <code>[li]</code>子彈<code>[/li]</code>。</li></ul>

# BBCode example.
source: Deathbringer, emphasis on <code>[i]</code><em>death</em><code>[/i]</code>.
vi_vn: Kẻ mang đến cái chết, nhấn mạnh vào <code>[i]</code><em>cái chết</em><code>[/i]</code>.
zh_cn: 死亡使者，重点在 <code>[i]</code><em>死亡</em><code>[/i]</code>。
zh_tw: 死亡使者，重點在於 <code>[i]</code><em>死亡</em><code>[/i]</code>。

# BBCode example.
source: I’m totally <code>[s]</code><strike>crossed out</strike><code>[/s]</code> by this.
vi_vn: Tôi hoàn toàn bị <code>[s]</code><strike>gạch bỏ</strike><code>[/s]</code> bởi điều này.
zh_cn: 我完全被这个 <code>[s]</code><strike>划掉</strike><code>[/s]</code>了。
zh_tw: 我完全被這件事 <code>[s]</code><strike>劃掉了</strike><code>[/s]</code>。

source: Becomes <code>/story/story-slug/chapter-slug[-n]</code>. You must flush your permalinks and purge the theme caches.
vi_vn: Trở thành <code>/story/story-slug/chapter-slug[-n]</code>. Bạn phải cập nhật lại đường dẫn tĩnh và xóa bộ nhớ đệm của giao diện.
zh_cn: 变为 <code>/story/story-slug/chapter-slug[-n]</code>。您必须刷新固定链接并清除主题缓存。
zh_tw: 變更為 <code>/story/story-slug/chapter-slug[-n]</code>。您必須更新永久連結設定並清除佈景主題快取。

source: Below the chapter list and instead of the publish date.
vi_vn: Bên dưới danh sách chương và thay thế cho ngày đăng.
zh_cn: 位于章节列表下方，代替发布日期。
zh_tw: 位於章節列表下方，並取代發佈日期。

# Blog card label.
source: Blog
zh_cn: 博客
zh_tw: 網誌

# Blog card label.
source: Page
vi_vn: Trang
zh_cn: 页面
zh_tw: 頁面

# Blog page name, mainly used in breadcrumbs.
source: Blog
zh_cn: 博客
zh_tw: 網誌

source: Blog Posts
vi_vn: Bài viết Blog
zh_cn: 博客文章
zh_tw: 網誌文章

# Blog tab of the story.
source: Blog
zh_cn: 博客
zh_tw: 網誌

source: Bookmark
vi_vn: Đánh dấu
zh_cn: 书签
zh_tw: 書籤

source: Bookmark paragraphs in chapters. No account needed.
vi_vn: Đánh dấu các đoạn văn trong chương. Không cần tài khoản.
zh_cn: 标记章节段落。无需账户。
zh_tw: 在章節中標記段落。無需帳號。

source: Bookmarks
vi_vn: Dấu trang
zh_cn: 书签
zh_tw: 書籤

source: Bookmarks could not be cleared.
vi_vn: Không thể xóa danh sách đánh dấu.
zh_cn: 书签无法清除。
zh_tw: 無法清除書籤。

source: Bookmarks Page
vi_vn: Trang Dấu trang
zh_cn: 书签页面
zh_tw: 書籤頁面

source: Bookmarks page (Template: Bookmarks)
vi_vn: Trang Dấu trang (Giao diện: Bookmarks)
zh_cn: 书签页面（模板：书签）
zh_tw: 書籤頁面 (範本：書籤)

source: Bookmarks page assignment
vi_vn: Thiết lập trang Dấu trang
zh_cn: 书签页面分配
zh_tw: 書籤頁面指派

source: Bookmarks successfully cleared.
vi_vn: Đã xóa danh sách đánh dấu thành công.
zh_cn: 书签已成功清除。
zh_tw: 書籤已成功清除。

source: Bookshelf
vi_vn: Kệ sách
zh_cn: 书架
zh_tw: 書架

source: Bookshelf AJAX
vi_vn: Kệ sách AJAX
zh_cn: 书架 AJAX
zh_tw: 書架 AJAX

source: Bookshelf page (Template: Bookshelf) &bull; Do not cache!
vi_vn: Trang Kệ sách (Giao diện: Bookshelf) &bull; Không dùng cache!
zh_cn: 书架页面（模板：书架）&bull; 不要缓存！
zh_tw: 書架頁面 (範本：書架) &bull; 請勿快取！

source: Bookshelf page assignment
vi_vn: Thiết lập trang Kệ sách
zh_cn: 书架页面分配
zh_tw: 書架頁面指派

source: Border radius of large containers in pixels, such as the main content section. Default 4.
vi_vn: Độ bo góc của các khung lớn tính bằng pixel, chẳng hạn như phần nội dung chính. Mặc định là 4.
zh_cn: 大容器（例如主内容区域）的边框半径（像素）。默认 4。
zh_tw: 大型容器的邊框圓角 (以像素為單位)，例如主內容區塊。預設為 4。

source: Border radius of small containers in pixels, such as story cards and inputs. Default 2.
vi_vn: Độ bo góc của các khung nhỏ tính bằng pixel, chẳng hạn như thẻ truyện và ô nhập liệu. Mặc định là 2.
zh_cn: 小容器（例如作品卡片和输入框）的边框半径（像素）。默认 2。
zh_tw: 小型容器的邊框圓角 (以像素為單位)，例如故事卡片和輸入框。預設為 2。

source: Brighten
vi_vn: Tăng sáng
zh_cn: 调亮
zh_tw: 增亮

source: Bundle JavaScript files into one
vi_vn: Gộp các tệp JavaScript thành một
zh_cn: 将 JavaScript 文件打包为一个
zh_tw: 將 JavaScript 檔案打包為一個

source: Buy me a coffee on <strong>Ko-fi</strong>
vi_vn: Mời tôi một ly cà phê qua <strong>Ko-fi</strong>
zh_cn: 在 <strong>Ko-fi</strong> 上请我喝杯咖啡
zh_tw: 在 <strong>Ko-fi</strong> 上請我喝杯咖啡

source: By <a href="%s" target="_blank" rel="noopener">Tetrakern</a>
vi_vn: Bởi <a href="%s" target="_blank" rel="noopener">Tetrakern</a>
zh_cn: 由 <a href="%s" target="_blank" rel="noopener">Tetrakern</a> 开发
zh_tw: 由 <a href="%s" target="_blank" rel="noopener">Tetrakern</a> 製作

source: By default, newly installed WordPress sites display the blog index as the "home" page. You can change this by going to <strong>Settings > Reading</strong> and selecting a static home and blog page instead, which you need to create first. If you want to replicate the demo site layout, the process is explained in the <a href="%s" target="_blank" rel="noopener">installation guide</a>.
vi_vn: Theo mặc định, các trang WordPress mới cài đặt sẽ hiển thị danh sách bài viết blog làm trang chủ. Bạn có thể thay đổi điều này bằng cách vào <strong>Cài đặt > Đọc</strong> và chọn một trang tĩnh làm trang chủ và trang blog (bạn cần tạo các trang này trước). Nếu bạn muốn mô phỏng bố cục của trang demo, quy trình được giải thích trong <a href="%s" target="_blank" rel="noopener">hướng dẫn cài đặt</a>.
zh_cn: 默认情况下，新安装的 WordPress 站点将博客索引显示为“首页”。您可以通过转到<strong>设置 > 阅读</strong>并选择静态首页和博客页面来更改此设置，您需要先创建这些页面。如果您想复制演示站点布局，<a href="%s" target="_blank" rel="noopener">安装指南</a>中解释了该过程。
zh_tw: 預設情況下，新安裝的 WordPress 網站會將網誌索引顯示為「首頁」。您可以透過前往 <strong>設定 > 閱讀</strong> 並選擇靜態首頁和網誌頁面來更改此設定，這些頁面需要您先建立。如果您想要複製示範網站的佈局，該過程已在 <a href="%s" target="_blank" rel="noopener">安裝指南</a> 中說明。

source: By default, WordPress adds many tags of dubious utility to the site’s head. Not only does this needlessly impact performance, but it may also leave your site vulnerable to attacks. This setting removes the RSD link (for blog clients), the wlwmanifest.xml (for Windows Live Writer), and the generator tag (version number).
vi_vn: Theo mặc định, WordPress thêm nhiều thẻ có tiện ích không rõ ràng vào phần đầu (head) của trang web. Điều này không chỉ ảnh hưởng không cần thiết đến hiệu suất mà còn có thể khiến trang web của bạn dễ bị tấn công. Cài đặt này sẽ loại bỏ liên kết RSD (dành cho các ứng dụng blog), wlwmanifest.xml (dành cho Windows Live Writer) và thẻ generator (số phiên bản).
zh_cn: 默认情况下，WordPress 会将许多用途可疑的标签添加到网站头部。这不仅不必要地影响性能，还可能使您的网站容易受到攻击。此设置移除 RSD 链接（用于博客客户端）、wlwmanifest.xml（用于 Windows Live Writer）和生成器标签（版本号）。
zh_tw: 預設情況下，WordPress 會在網站的 head 中添加許多用途存疑的標籤。這不僅會不必要地影響效能，還可能使您的網站容易受到攻擊。此設定會移除 RSD 連結 (供網誌客戶端使用)、wlwmanifest.xml (供 Windows Live Writer 使用) 以及 generator 標籤 (版本號碼)。

source: Caches parts of the page as static HTML files to speed up loading. Do not use this together with a cache plugin.
vi_vn: Lưu các phần của trang dưới dạng tệp HTML tĩnh để tăng tốc độ tải. Không sử dụng tính năng này cùng với một plugin tạo bộ nhớ đệm (cache) khác.
zh_cn: 将页面部分缓存为静态 HTML 文件以加速加载。不要与缓存插件一起使用。
zh_tw: 將頁面的部分內容快取為靜態 HTML 檔案以加速載入。請勿與快取外掛程式同時使用。

source: Caches the latest %d story cards in the database to speed up loading. May or may not work with cache plugins.
vi_vn: Lưu %d thẻ truyện mới nhất vào cơ sở dữ liệu để tăng tốc độ tải. Có thể hoạt động hoặc không hoạt động với các plugin tạo bộ nhớ đệm.
zh_cn: 将最新的 %d 个作品卡片缓存在数据库中以加速加载。可能兼容也可能不兼容缓存插件。
zh_tw: 在資料庫中快取最新的 %d 個故事卡片以加速載入。可能會也可能不會與快取外掛程式配合運作。

source: Caching
vi_vn: Bộ nhớ đệm
zh_cn: 缓存
zh_tw: 快取

source: Cancel
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# Canceled story status
source: Canceled
vi_vn: Đã hủy
zh_cn: 已断更
zh_tw: 已取消

source: Canvas (Main)
vi_vn: Canvas (Chính)
zh_cn: 画布（主）
zh_tw: 畫布 (主)

source: Canvas (Page)
vi_vn: Canvas (Trang)
zh_cn: 画布（页面）
zh_tw: 畫布 (頁面)

source: Canvas (Site)
vi_vn: Canvas (Trang web)
zh_cn: 画布（站点）
zh_tw: 畫布 (網站)

# Capability translation
source: Add Alerts
vi_vn: Thêm thông báo
zh_cn: 添加提醒
zh_tw: 新增警示

# Capability translation
source: Admin Panel Access
vi_vn: Truy cập bảng quản trị
zh_cn: 管理面板访问
zh_tw: 管理後台存取權

# Capability translation
source: Adminbar Access
vi_vn: Truy cập thanh quản trị
zh_cn: 管理员工具栏访问
zh_tw: 管理列存取權

# Capability translation
source: All Blocks
vi_vn: Tất cả các khối
zh_cn: 所有区块
zh_tw: 所有區塊

# Capability translation
source: Allow Self Delete
vi_vn: Cho phép tự xóa tài khoản
zh_cn: 允许自我删除
zh_tw: 允許自行刪除

# Capability translation
source: Assign Categories
vi_vn: Gán chuyên mục
zh_cn: 分配分类
zh_tw: 指派分類

# Capability translation
source: Assign Characters
vi_vn: Gán nhân vật
zh_cn: 分配角色
zh_tw: 指派角色

# Capability translation
source: Assign Content Warnings
vi_vn: Gán cảnh báo nội dung
zh_cn: 分配内容警告
zh_tw: 指派內容警告

# Capability translation
source: Assign Fandoms
vi_vn: Gán Fandom
zh_cn: 分配同人圈
zh_tw: 指派同人圈

# Capability translation
source: Assign Genres
vi_vn: Gán thể loại
zh_cn: 分配类型
zh_tw: 指派類型

# Capability translation
source: Assign Patreon Tiers
vi_vn: Gán cấp độ Patreon
zh_cn: 分配 Patreon 等级
zh_tw: 指派 Patreon 等級

# Capability translation
source: Assign Post Tags
vi_vn: Gán thẻ bài viết
zh_cn: 分配文章标签
zh_tw: 指派文章標籤

# Capability translation
source: Classic Editor
vi_vn: Trình soạn thảo cổ điển
zh_cn: 经典编辑器
zh_tw: 傳統編輯器

# Capability translation
source: Create Users
vi_vn: Tạo người dùng
zh_cn: 创建用户
zh_tw: 建立使用者

# Capability translation
source: Crosspost
vi_vn: Đăng bài chéo
zh_cn: 交叉发布
zh_tw: 同步發表

# Capability translation
source: Custom ePUB CSS
vi_vn: Tùy chỉnh CSS ePUB
zh_cn: 自定义 ePUB CSS
zh_tw: 自訂 ePUB CSS

# Capability translation
source: Custom ePUB Upload
vi_vn: Tải lên ePUB tùy chỉnh
zh_cn: 自定义 ePUB 上传
zh_tw: 自訂 ePUB 上傳

# Capability translation
source: Custom Page CSS
vi_vn: Tùy chỉnh CSS trang
zh_cn: 自定义页面 CSS
zh_tw: 自訂頁面 CSS

# Capability translation
source: Custom Page Header
vi_vn: Tùy chỉnh Header trang
zh_cn: 自定义页面页眉
zh_tw: 自訂頁面頁首

# Capability translation
source: Dashboard Access
vi_vn: Truy cập Bảng điều khiển
zh_cn: 仪表板访问
zh_tw: 儀表板存取

# Capability translation
source: Delete Categories
vi_vn: Xóa chuyên mục
zh_cn: 删除分类
zh_tw: 刪除分類

# Capability translation
source: Delete Chapters
vi_vn: Xóa chương
zh_cn: 删除章节
zh_tw: 刪除章節

# Capability translation
source: Delete Characters
vi_vn: Xóa nhân vật
zh_cn: 删除角色
zh_tw: 刪除角色

# Capability translation
source: Delete Collections
vi_vn: Xóa bộ sưu tập
zh_cn: 删除合集
zh_tw: 刪除收藏

# Capability translation
source: Delete Content Warnings
vi_vn: Xóa cảnh báo nội dung
zh_cn: 删除内容警告
zh_tw: 刪除內容警告

# Capability translation
source: Delete Fandoms
vi_vn: Xóa Fandom
zh_cn: 删除同人圈
zh_tw: 刪除同人作品

# Capability translation
source: Delete Genres
vi_vn: Xóa thể loại
zh_cn: 删除类型
zh_tw: 刪除類型

# Capability translation
source: Delete Others Chapters
vi_vn: Xóa chương của người khác
zh_cn: 删除他人章节
zh_tw: 刪除他人的章節

# Capability translation
source: Delete Others Collections
vi_vn: Xóa bộ sưu tập của người khác
zh_cn: 删除他人合集
zh_tw: 刪除他人的收藏

# Capability translation
source: Delete Others Files
vi_vn: Xóa tệp của người khác
zh_cn: 删除他人文件
zh_tw: 刪除他人的檔案

# Capability translation
source: Delete Others Pages
vi_vn: Xóa trang của người khác
zh_cn: 删除他人页面
zh_tw: 刪除他人的頁面

# Capability translation
source: Delete Others Posts
vi_vn: Xóa bài viết của người khác
zh_cn: 删除他人文章
zh_tw: 刪除他人的文章

# Capability translation
source: Delete Others Recommendations
vi_vn: Xóa đề cử của người khác
zh_cn: 删除他人推荐
zh_tw: 刪除他人的推薦

# Capability translation
source: Delete Others Stories
vi_vn: Xóa truyện của người khác
zh_cn: 删除他人作品
zh_tw: 刪除他人的故事

# Capability translation
source: Delete Pages
vi_vn: Xóa trang
zh_cn: 删除页面
zh_tw: 刪除頁面

# Capability translation
source: Delete Post Tags
vi_vn: Xóa thẻ bài viết
zh_cn: 删除文章标签
zh_tw: 刪除文章標籤

# Capability translation
source: Delete Posts
vi_vn: Xóa bài viết
zh_cn: 删除文章
zh_tw: 刪除文章

# Capability translation
source: Delete Private Chapters
vi_vn: Xóa chương riêng tư
zh_cn: 删除私有章节
zh_tw: 刪除私密章節

# Capability translation
source: Delete Private Collections
vi_vn: Xóa bộ sưu tập riêng tư
zh_cn: 删除私有合集
zh_tw: 刪除私密收藏

# Capability translation
source: Delete Private Pages
vi_vn: Xóa trang riêng tư
zh_cn: 删除私有页面
zh_tw: 刪除私密頁面

# Capability translation
source: Delete Private Posts
vi_vn: Xóa bài viết riêng tư
zh_cn: 删除私有文章
zh_tw: 刪除私密文章

# Capability translation
source: Delete Private Recommendations
vi_vn: Xóa đề cử riêng tư
zh_cn: 删除私有推荐
zh_tw: 刪除私密推薦

# Capability translation
source: Delete Private Stories
vi_vn: Xóa truyện riêng tư
zh_cn: 删除私有作品
zh_tw: 刪除私密故事

# Capability translation
source: Delete Published Chapters
vi_vn: Xóa chương đã xuất bản
zh_cn: 删除已发布章节
zh_tw: 刪除已發佈的章節

# Capability translation
source: Delete Published Collections
vi_vn: Xóa bộ sưu tập đã xuất bản
zh_cn: 删除已发布合集
zh_tw: 刪除已發佈的收藏
