Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

# As in hide sensitive content by clicking here.
source: by clicking here
vi_vn: bằng cách nhấn vào đây
zh_cn: 点击此处
zh_tw: 點擊這裡

source: %s chapters have been appended.
vi_vn: %s chương đã được nối thêm.
zh_cn: 已添加 %s 个章节。
zh_tw: %s 個章節已附加。

source: %s Comment
vi_vn: %s Bình luận
zh_cn: %s 条评论
zh_tw: %s 則迴響

source: %s comments have been cleared.
vi_vn: %s bình luận đã được dọn sạch.
zh_cn: 已清除 %s 条评论。
zh_tw: %s 則迴響已清除。

source: %s connection successfully unset.
vi_vn: Đã hủy kết nối %s thành công.
zh_cn: 已成功断开 %s 连接。
zh_tw: %s 連線已成功取消設定。

source: %s Cover
vi_vn: Ảnh bìa %s
zh_cn: %s 封面
zh_tw: %s 封面

source: %s day
vi_vn: %s ngày
zh_cn: %s 天
zh_tw: %s 天

source: %s deleted.
vi_vn: Đã xóa %s.
zh_cn: %s 已删除。
zh_tw: %s 已刪除。

source: %s disconnected
vi_vn: Đã ngắt kết nối %s
zh_cn: %s 已断开连接
zh_tw: %s 已斷開連線

source: %s Feed
vi_vn: Nguồn cấp %s
zh_cn: %s 订阅源
zh_tw: %s 摘要更新

source: %s hour
vi_vn: %s giờ
zh_cn: %s 小时
zh_tw: %s 小時

source: %s minute
vi_vn: %s phút
zh_cn: %s 分钟
zh_tw: %s 分鐘

source: %s Placeholder Image
vi_vn: Ảnh tạm %s
zh_cn: %s 占位图
zh_tw: %s 佔位圖片

source: %s successful post update(s). %s failure(s).
vi_vn: Cập nhật thành công %s bài viết. Thất bại %s.
zh_cn: %s 个帖子更新成功。%s 个失败。
zh_tw: %s 個文章更新成功。%s 個失敗。

source: %s superfluous and %s orphaned post meta rows found. %s superfluous comment meta rows found. %s superfluous option rows found. Please backup your database before performing any optimization.
vi_vn: Tìm thấy %s hàng meta bài viết dư thừa và %s hàng mồ côi. Tìm thấy %s hàng meta bình luận dư thừa. Tìm thấy %s hàng tùy chọn dư thừa. Vui lòng sao lưu cơ sở dữ liệu trước khi thực hiện tối ưu hóa.
zh_cn: 发现 %s 条多余和 %s 条孤立的文章元数据行。%s 条多余的评论元数据行。%s 条多余的选项行。执行任何优化前请备份数据库。
zh_tw: 發現 %s 個多餘及 %s 個孤立的文章 meta 資料列。發現 %s 個多餘的迴響 meta 資料列。發現 %s 個多餘的選項資料列。在執行任何最佳化之前，請先備份您的資料庫。

source: %s superfluous or orphaned rows have been deleted.
vi_vn: Đã xóa %s hàng dư thừa hoặc mồ côi.
zh_cn: 已删除 %s 条多余或孤立的行。
zh_tw: 已刪除 %s 個多餘或孤立的資料列。

source: %s template page(s) successfully created and assigned. %s failure(s).
vi_vn: Đã tạo và chỉ định thành công %s trang mẫu. Thất bại %s.
zh_cn: 成功创建并分配 %s 个模板页面。%s 个失败。
zh_tw: 已成功建立並分配 %s 個範本頁面。%s 個失敗。

source: %s Thumbnail
vi_vn: Ảnh thu nhỏ %s
zh_cn: %s 缩略图
zh_tw: %s 縮圖

source: %s year
vi_vn: %s năm
zh_cn: %s 年
zh_tw: %s 年

source: %s d
vi_vn: %s ngày
zh_cn: %s 天
zh_tw: %s 天

source: %s h
vi_vn: %s giờ
zh_cn: %s 时
zh_tw: %s 小時

source: %s m
vi_vn: %s phút
zh_cn: %s 分
zh_tw: %s 分鐘

source: %s y
vi_vn: %s năm
zh_cn: %s 年
zh_tw: %s 年

source: 200 MOST RECENTLY UPDATED
vi_vn: 200 TRUYỆN MỚI CẬP NHẬT
zh_cn: 最近更新的 200 条
zh_tw: 200 個最近更新

source: 404 page &bull; Add content to your 404 page, make it useful!
vi_vn: Trang 404 &bull; Thêm nội dung cho trang 404 của bạn, hãy làm cho nó hữu ích!
zh_cn: 404 页面 &bull; 为您的 404 页面添加内容，使其有用！
zh_tw: 404 頁面 &bull; 在您的 404 頁面中加入內容，讓它更有用！

source: 404 page assignment
vi_vn: Chỉ định trang 404
zh_cn: 404 页面分配
zh_tw: 404 頁面指派

source: <b>Patreon:</b> Data expired. Log in with Patreon again to refresh.
vi_vn: <b>Patreon:</b> Dữ liệu đã hết hạn. Hãy đăng nhập lại với Patreon để làm mới.
zh_cn: <b>Patreon：</b>数据已过期。请重新使用 Patreon 登录以刷新。
zh_tw: <b>Patreon:</b> 資料已過期。請再次登入 Patreon 以重新整理。

source: <b>Warning:</b> %s
vi_vn: <b>Cảnh báo:</b> %s
zh_cn: <b>警告：</b>%s
zh_tw: <b>警告:</b> %s

source: <br><fieldset><legend>Potential JavaScript</legend>%s</fieldset>
vi_vn: <br><fieldset><legend>JavaScript tiềm ẩn</legend>%s</fieldset>
zh_cn: <br><fieldset><legend>潜在的 JavaScript</legend>%s</fieldset>
zh_tw: <br><fieldset><legend>潛在 JavaScript</legend>%s</fieldset>

source: <br><fieldset><legend>Sender</legend>%s</fieldset>
vi_vn: <br><fieldset><legend>Người gửi</legend>%s</fieldset>
zh_cn: <br><fieldset><legend>发送者</legend>%s</fieldset>
zh_tw: <br><fieldset><legend>寄件者</legend>%s</fieldset>

source: <code>%s</code> directory could not be found or created.
vi_vn: Không thể tìm thấy hoặc tạo thư mục <code>%s</code>.
zh_cn: <code>%s</code> 目录未找到或无法创建。
zh_tw: 找不到或無法建立 <code>%s</code> 目錄。

source: <code>%s</code> directory permissions are not 755.
vi_vn: Quyền thư mục <code>%s</code> không phải là 755.
zh_cn: <code>%s</code> 目录权限不是 755。
zh_tw: <code>%s</code> 目錄權限不是 755。

source: <div class="private-comment-notice hide-if-logged-in"><div><strong>Heads up!</strong> Your comment will be invisible to other guests and subscribers (except for replies), including you after a grace period. But if you submit an email address and toggle the bell icon, you will be sent replies until you cancel.</div></div>
vi_vn: <div class="private-comment-notice hide-if-logged-in"><div><strong>Lưu ý!</strong> Bình luận của bạn sẽ không hiển thị với khách và người đăng ký khác (ngoại trừ các phản hồi), bao gồm cả bạn sau một khoảng thời gian chờ. Nhưng nếu bạn cung cấp địa chỉ email và nhấn vào biểu tượng chuông, bạn sẽ nhận được thông báo phản hồi cho đến khi bạn hủy.</div></div>
zh_cn: <div class="private-comment-notice hide-if-logged-in"><div><strong>注意！</strong>您的评论将对其他访客和订阅者（回复除外）不可见，包括您自己在宽限期后。但如果您提交电子邮件地址并切换铃铛图标，您将收到回复直到取消。</div></div>
zh_tw: <div class="private-comment-notice hide-if-logged-in"><div><strong>請注意！</strong> 您的留言對其他訪客和訂閱者（回覆除外）是不可見的，在寬限期過後對您也是不可見。但如果您提交電子郵件地址並切換鈴鐺圖示，您將會收到回覆，直到您取消為止。</div></div>

source: <div class="private-comment-notice hide-if-logged-in"><div><strong>Heads up!</strong> Your comment will be invisible to other guests and subscribers (except for replies), including you after a grace period.</div></div>
vi_vn: <div class="private-comment-notice hide-if-logged-in"><div><strong>Lưu ý!</strong> Bình luận của bạn sẽ không hiển thị với khách và người đăng ký khác (ngoại trừ các phản hồi), bao gồm cả bạn sau một khoảng thời gian chờ.</div></div>
zh_cn: <div class="private-comment-notice hide-if-logged-in"><div><strong>注意！</strong>您的评论将对其他访客和订阅者（回复除外）不可见，包括您自己在宽限期后。</div></div>
zh_tw: <div class="private-comment-notice hide-if-logged-in"><div><strong>請注意！</strong> 您的留言對其他訪客和訂閱者（回覆除外）是不可見的，在寬限期過後對您也是不可見。</div></div>

source: <h1>Under Maintenance</h1><br>
vi_vn: <h1>Đang bảo trì</h1><br>
zh_cn: <h1>维护中</h1><br>
zh_tw: <h1>維護中</h1><br>

source: <h3>Potentially Malicious Code Warning</h3><p>There has been a post with suspicious strings in the content or title, please review the results below. This might be an attempted attack or <strong>false positive.</strong> Note that posts are sanitized before being saved to the database and no damage can be caused this way, this is just to let you know that someone <strong>tried.</strong></p>
vi_vn: <h3>Cảnh báo mã có tiềm năng độc hại</h3><p>Đã có một bài viết chứa các chuỗi ký tự nghi vấn trong nội dung hoặc tiêu đề, vui lòng xem lại kết quả bên dưới. Đây có thể là một nỗ lực tấn công hoặc <strong>nhầm lẫn (false positive).</strong> Lưu ý rằng các bài viết đều được làm sạch trước khi lưu vào cơ sở dữ liệu và không có thiệt hại nào xảy ra, điều này chỉ để thông báo cho bạn biết rằng ai đó đã <strong>thử thực hiện.</strong></p>
zh_cn: <h3>潜在恶意代码警告</h3><p>有一篇内容或标题中含有可疑字符串的文章，请检查下方结果。这可能是攻击尝试或<strong>误报。</strong>请注意，文章在保存到数据库前会被清理，不会造成损害，这只是让您知道有人<strong>曾尝试。</strong></p>
zh_tw: <h3>潛在惡意程式碼警告</h3><p>有一篇內容或標題中包含可疑字串的文章，請查看下方的結果。這可能是一次攻擊嘗試，或者是<strong>誤判。</strong>請注意，文章在儲存到資料庫之前會經過清理，因此不會造成任何損害，這只是為了讓您知道有人<strong>嘗試過。</strong></p>

source: <p>Log in with a social media account to set up a profile. You can change your nickname later.</p>
vi_vn: <p>Đăng nhập bằng tài khoản mạng xã hội để thiết lập hồ sơ. Bạn có thể thay đổi biệt danh sau.</p>
zh_cn: <p>使用社交媒体账号登录以设置个人资料。您之后可以更改昵称。</p>
zh_tw: <p>使用社群媒體帳號登入以設定個人資料。您稍後可以更改您的暱稱。</p>

source: <p>No associated published chapters found.</p><p style="margin-top: -10px;">%s</p>
vi_vn: <p>Không tìm thấy chương nào đã xuất bản liên quan.</p><p style="margin-top: -10px;">%s</p>
zh_cn: <p>未找到关联的已发布章节。</p><p style="margin-top: -10px;">%s</p>
zh_tw: <p>找不到相關的已發佈章節。</p><p style="margin-top: -10px;">%s</p>

source: <p>Rendering of the site begins while the HTML document is still being parsed, from top to bottom. This can cause the layout to flicker and shift for a split second if styles are applied to grouped elements that are still missing their counterparts. Not great, not terrible.</p><p>This script prevents such flickers by making the site invisible until the entire document has been parsed, which means the site technically appears a split second later. However, if the script is blocked, the site will remain invisible. This is extremely unlikely, though.</p>
vi_vn: <p>Việc hiển thị trang web bắt đầu ngay khi tài liệu HTML đang được phân tích cú pháp từ trên xuống dưới. Điều này có thể khiến bố cục bị nhấp nháy và dịch chuyển trong tích tắc nếu các kiểu (styles) được áp dụng cho các thành phần nhóm vẫn còn thiếu các thành phần tương ứng. Không quá tệ, nhưng cũng không tốt lắm.</p><p>Script này ngăn chặn việc nhấp nháy bằng cách ẩn trang web cho đến khi toàn bộ tài liệu đã được phân tích cú pháp, nghĩa là trang web sẽ xuất hiện muộn hơn một tích tắc. Tuy nhiên, nếu script bị chặn, trang web sẽ vẫn ở trạng thái ẩn. Dù vậy, trường hợp này cực kỳ hiếm khi xảy ra.</p>
zh_cn: <p>网站在 HTML 文档仍在解析时就开始渲染，从上到下。如果样式应用于尚未匹配的成组元素，可能会导致布局瞬间闪烁和偏移。不好，但也不糟。</p><p>此脚本通过在文档完全解析前使网站不可见来防止闪烁，这意味着网站技术上会晚出现一瞬间。但如果脚本被阻止，网站将保持不可见。不过，这极不可能发生。</p>
zh_tw: <p>網站的渲染在 HTML 文件仍在解析時就已經開始，從上到下。如果樣式應用於尚缺少對應元素的群組元素，這可能會導致佈局在一瞬間閃爍和偏移。不算太好，但也不算太糟。</p><p>此腳本透過在解析整個文件之前使網站不可見來防止此類閃爍，這意味著網站在技術上會晚一瞬間出現。但是，如果腳本被封鎖，網站將保持不可見。不過，這種情況極不可能發生。</p>

source: <p>The query responsible for <a href="%s" target="_blank">finding the last modified post date</a> can be extremely slow if you have a large database, potentially causing your site to crash under heavy traffic.</p><p>While persistent object caching, if available, should prevent this, that has proven unreliable. This solution caches the date string in a simple database row for 5 minutes, which is a fast and safe approach.</p>
vi_vn: <p>Truy vấn chịu trách nhiệm <a href="%s" target="_blank">tìm ngày bài viết được sửa đổi lần cuối</a> có thể cực kỳ chậm nếu bạn có cơ sở dữ liệu lớn, có khả năng khiến trang web bị treo khi lưu lượng truy cập cao.</p><p>Mặc dù bộ nhớ đệm đối tượng (object caching) bền vững, nếu có sẵn, sẽ ngăn chặn điều này, nhưng nó đã được chứng minh là không đáng tin cậy. Giải pháp này lưu chuỗi ngày vào một hàng cơ sở dữ liệu đơn giản trong 5 phút, đây là một cách tiếp cận nhanh chóng và an toàn.</p>
zh_cn: <p>如果您有大型数据库，负责<a href="%s" target="_blank">查找最后修改文章日期</a>的查询可能极慢，可能导致网站在高流量下崩溃。</p><p>虽然持久化对象缓存（如果可用）应该能防止此问题，但已证明不可靠。此解决方案将日期字符串缓存在简单的数据库行中 5 分钟，这是一种快速安全的方法。</p>
zh_tw: <p>如果您擁有大型資料庫，負責<a href="%s" target="_blank">尋找最後修改文章日期</a>的查詢可能會非常緩慢，在流量大時可能會導致您的網站崩潰。</p><p>雖然持久性物件快取（如果可用）應該可以防止這種情況，但事實證明這並不可靠。此解決方案將日期字串快取在簡單的資料庫資料列中 5 分鐘，這是一種快速且安全的方法。</p>

source: <p>Welcome and thank you for using Fictioneer!</p><p>Please make sure to read the <a href="%1$s" target="_blank" rel="noopener">installation guide</a> thoroughly. If any issues arise, refer to the <a href="%2$s" target="_blank" rel="noopener">documentation</a> and <a href="%3$s" target="_blank" rel="noopener">FAQ</a> first. If you are new to WordPress, consider looking up some guides, as this theme is not the most beginner-friendly. For further questions or commissions, feel free to join the <a href="%4$s" target="_blank" rel="noopener">Discord</a>.</p><p>The following steps will help you select some basic options for an easier start, but you can skip this screen if you want. You can find all these options and much more in the <a href="%5$s" target="_blank" rel="noopener">theme settings</a> and the <a href="%6$s" target="_blank" rel="noopener">Customizer</a>.</p>
vi_vn: <p>Chào mừng và cảm ơn bạn đã sử dụng Fictioneer!</p><p>Hãy chắc chắn rằng bạn đã đọc kỹ <a href="%1$s" target="_blank" rel="noopener">hướng dẫn cài đặt</a>. Nếu có bất kỳ vấn đề nào phát sinh, hãy tham khảo <a href="%2$s" target="_blank" rel="noopener">tài liệu hướng dẫn</a> và <a href="%3$s" target="_blank" rel="noopener">FAQ</a> trước. Nếu bạn mới làm quen với WordPress, hãy cân nhắc tìm hiểu một số hướng dẫn cơ bản, vì giao diện này không hẳn là thân thiện nhất với người mới bắt đầu. Nếu có thêm câu hỏi hoặc yêu cầu dịch vụ, vui lòng tham gia <a href="%4$s" target="_blank" rel="noopener">Discord</a>.</p><p>Các bước sau đây sẽ giúp bạn chọn một số tùy chọn cơ bản để bắt đầu dễ dàng hơn, nhưng bạn có thể bỏ qua màn hình này nếu muốn. Bạn có thể tìm thấy tất cả các tùy chọn này và nhiều hơn thế nữa trong <a href="%5$s" target="_blank" rel="noopener">cài đặt giao diện</a> và <a href="%6$s" target="_blank" rel="noopener">Customizer</a>.</p>
zh_cn: <p>欢迎并感谢使用 Fictioneer！</p><p>请务必仔细阅读<a href="%1$s" target="_blank" rel="noopener">安装指南</a>。如有问题，请先查阅<a href="%2$s" target="_blank" rel="noopener">文档</a>和<a href="%3$s" target="_blank" rel="noopener">常见问题解答</a>。如果您是 WordPress 新手，建议查阅一些指南，因为此主题对新手不太友好。如有其他问题或委托，欢迎加入<a href="%4$s" target="_blank" rel="noopener">Discord</a>。</p><p>以下步骤将帮助您选择一些基本选项以便更容易开始，但您可以选择跳过此屏幕。您可以在<a href="%5$s" target="_blank" rel="noopener">主题设置</a>和<a href="%6$s" target="_blank" rel="noopener">自定义器</a>中找到所有这些选项及更多内容。</p>
zh_tw: <p>歡迎並感謝您使用 Fictioneer！</p><p>請務必仔細閱讀<a href="%1$s" target="_blank" rel="noopener">安裝指南</a>。如果出現任何問題，請先參考<a href="%2$s" target="_blank" rel="noopener">文件</a>和<a href="%3$s" target="_blank" rel="noopener">常見問題解答</a>。如果您是 WordPress 新手，請考慮查找一些指南，因為此佈景主題並非對初學者最友好的。如有進一步的問題或委託，歡迎加入 <a href="%4$s" target="_blank" rel="noopener">Discord</a>。</p><p>以下步驟將幫助您選擇一些基本選項以便輕鬆開始，但如果您願意，可以跳過此螢幕。您可以在<a href="%5$s" target="_blank" rel="noopener">佈景主題設定</a>和<a href="%6$s" target="_blank" rel="noopener">自訂器</a>中找到所有這些選項以及更多內容。</p>

source: <p>With this feature enabled, the <a href="%s" target="_blank">Storygraph API</a> provides endpoints to query excerpts and metadata of your public stories and chapters, but not their content. This allows others to aggregate indexes for filtering and searching across multiple sites, like a distributed archive, while you remain in control.</p><p>However, enabling this feature does not guarantee that someone will immediately make use of it. This only provides the possibility.</p>
vi_vn: <p>Khi tính năng này được bật, <a href="%s" target="_blank">Storygraph API</a> sẽ cung cấp các điểm cuối (endpoints) để truy vấn trích đoạn và siêu dữ liệu của các truyện và chương công khai của bạn, nhưng không bao gồm nội dung. Điều này cho phép những người khác tổng hợp chỉ mục để lọc và tìm kiếm trên nhiều trang web khác nhau, giống như một kho lưu trữ phân tán, trong khi bạn vẫn giữ quyền kiểm soát.</p><p>Tuy nhiên, việc bật tính năng này không đảm bảo rằng sẽ có ai đó sử dụng nó ngay lập tức. Điều này chỉ cung cấp khả năng thực hiện mà thôi.</p>
zh_cn: <p>启用此功能后，<a href="%s" target="_blank">Storygraph API</a> 将提供端点来查询您公开作品和章节的摘要及元数据，但不包括内容。这允许其他人为跨多个网站的过滤和搜索聚合索引，类似于分布式档案，而您仍保持控制。</p><p>但是，启用此功能并不能保证有人会立即使用它。这仅提供了可能性。</p>
zh_tw: <p>啟用此功能後，<a href="%s" target="_blank">Storygraph API</a> 會提供端點以查詢您的公開故事與章節的摘要及詮釋資料，但不會包含其內容。這讓其他人可以匯集索引，以便跨多個站點進行過濾和搜尋，就像分散式封存庫一樣，同時您仍保有控制權。</p><p>然而，啟用此功能並不保證有人會立即使用它。這僅提供了可能性。</p>

source: <p>With this feature enabled, the HTML of the last rendered story cards is cached in the database, mitigating the slowdown caused by their complex queries. The more cards you display at once, the slower the page would typically load, but caching helps to speed up the loading times for the most recent stories.</p><p>You can use the <code>FICTIONEER_CARD_CACHE_LIMIT</code> constant to change the number of cached cards (default is 40). Be aware that increasing this number will result in higher RAM consumption.</p>
vi_vn: <p>Khi tính năng này được bật, mã HTML của các thẻ truyện (story cards) được hiển thị gần nhất sẽ được lưu vào cơ sở dữ liệu, giúp giảm bớt sự chậm trễ do các truy vấn phức tạp gây ra. Càng hiển thị nhiều thẻ truyện cùng lúc, trang web thường sẽ tải chậm hơn, nhưng việc lưu bộ nhớ đệm giúp tăng tốc thời gian tải cho các truyện mới nhất.</p><p>Bạn có thể sử dụng hằng số <code>FICTIONEER_CARD_CACHE_LIMIT</code> để thay đổi số lượng thẻ được lưu vào bộ nhớ đệm (mặc định là 40). Lưu ý rằng việc tăng con số này sẽ dẫn đến tiêu thụ RAM cao hơn.</p>
zh_cn: <p>启用此功能后，最后渲染的作品卡片 HTML 将缓存在数据库中，减轻因其复杂查询造成的减速。您一次显示的卡片越多，页面加载通常越慢，但缓存有助于加速最新作品的加载时间。</p><p>您可以使用 <code>FICTIONEER_CARD_CACHE_LIMIT</code> 常量更改缓存的卡片数量（默认为 40）。请注意，增加此数字将导致更高的 RAM 消耗。</p>
zh_tw: <p>啟用此功能後，最後一次渲染的故事卡片 HTML 將被快取在資料庫中，減輕由複雜查詢導致的變慢問題。一次顯示的卡片越多，頁面載入通常就越慢，但快取有助於加快最新故事的載入時間。</p><p>您可以使用 <code>FICTIONEER_CARD_CACHE_LIMIT</code> 常數來更改快取卡片的數量（預設為 40）。請注意，增加此數量會導致更高的 RAM 消耗。</p>

source: <p>With this feature enabled, the theme caches parts of the page that never change as static HTML files, pulling them up on subsequent requests to save resources. Unlike full caching, this only affects some modals, menus, and chapter contents. Use this only if cache plugins are not an option.</p><p>Plugins that change the content of chapters may not work without further adjustments. If you need to apply dynamic chapters content, which are only refreshed on update or when the cache expires, you can still do so with the <code>fictioneer_filter_static_content</code> filter.</p><p>Administrators can disable the content caching per chapter.</p>
zh_cn: <p>启用此功能后，主题将页面中永不改变的部分缓存为静态 HTML 文件，在后续请求中提取以节省资源。与完整缓存不同，这仅影响某些模态框、菜单和章节内容。仅在缓存插件不可用时使用。</p><p>更改章节内容的插件可能需要进一步调整才能工作。如果您需要应用动态章节内容（仅在更新或缓存过期时刷新），仍可通过 <code>fictioneer_filter_static_content</code> 过滤器实现。</p><p>管理员可以按章节禁用内容缓存。</p>
zh_tw: <p>啟用此功能後，佈景主題會將頁面中永不變動的部分快取為靜態 HTML 檔案，在後續請求中提取它們以節省資源。與全域快取不同，這僅影響部分互動視窗、選單和章節內容。僅在無法使用快取外掛程式時才使用此功能。</p><p>更改章節內容的外掛程式在未進一步調整的情況下可能無法運作。如果您需要套用動態章節內容（僅在更新或快取過期時重新整理），您仍然可以使用 <code>fictioneer_filter_static_content</code> 篩選器來執行此操作。</p><p>管理員可以針對每個章節停用內容快取。</p>

source: <p>With this feature enabled, tooltips added with the <code>[fcnt]text[/fcnt]</code> shortcode are collected and appended to the content as footnotes, complete with anchor links.</p>
vi_vn: <p>Khi tính năng này được bật, các chú thích (tooltips) được thêm bằng mã ngắn <code>[fcnt]văn bản[/fcnt]</code> sẽ được thu thập và thêm vào cuối nội dung dưới dạng ghi chú chân trang (footnotes), kèm theo các liên kết neo (anchor links).</p>
zh_cn: <p>启用此功能后，使用 <code>[fcnt]text[/fcnt]</code> 短代码添加的工具提示将被收集并作为脚注附加到内容末尾，并包含锚点链接。</p>
zh_tw: <p>啟用此功能後，使用 <code>[fcnt]text[/fcnt]</code> 短代碼添加的工具提示將被收集並作為註腳附加到內容中，並附有錨點連結。</p>

source: <p>With this feature enabled, users authenticated via Patreon OAuth can access protected posts without the password. Just assign the tiers or a pledge threshold, per post or globally.</p><p>Requires an OAuth 2.0 application with Patreon. Users retain their access for a week by default, after which they need to re-login to refresh their membership data.</p>
vi_vn: <p>Khi tính năng này được bật, người dùng được xác thực qua Patreon OAuth có thể truy cập các bài viết được bảo vệ mà không cần mật khẩu. Chỉ cần chỉ định các cấp độ (tiers) hoặc ngưỡng đóng góp, theo từng bài viết hoặc toàn hệ thống.</p><p>Yêu cầu một ứng dụng OAuth 2.0 với Patreon. Theo mặc định, người dùng giữ quyền truy cập trong một tuần, sau đó họ cần đăng nhập lại để cập nhật dữ liệu thành viên.</p>
zh_cn: <p>启用此功能后，通过 Patreon OAuth 验证的用户无需密码即可访问受保护的文章。只需按文章或全局分配等级或赞助阈值即可。</p><p>需要 Patreon 的 OAuth 2.0 应用程序。用户默认保留访问权限一周，之后需要重新登录以刷新其会员数据。</p>
zh_tw: <p>啟用此功能後，通過 Patreon OAuth 驗證的使用者可以無需密碼即可存取受保護的文章。只需為每篇文章或全域分配層級或認捐門檻即可。</p><p>需要一個 Patreon 的 OAuth 2.0 應用程式。使用者預設會保留一週的存取權限，之後他們需要重新登入以重新整理其會員資料。</p>

source: <p>With this feature enabled, users can click on a paragraph to engage the browser’s <a href="%s" target="_blank">Web Speech API</a> — an experimental tool that is not a replacement for a screen reader. The interface bar with controls and options will be displayed at the bottom.</p><p>Whether this works depends on the browser and operating system; additional system permissions and settings may be required. The script should automatically select a voice model that fits the site language, but manual selection is possible in the settings.</p>
vi_vn: <p>Khi tính năng này được bật, người dùng có thể nhấp vào một đoạn văn để kích hoạt <a href="%s" target="_blank">Web Speech API</a> của trình duyệt — một công cụ thử nghiệm và không phải là sự thay thế cho trình đọc màn hình chuyên dụng. Thanh giao diện với các nút điều khiển và tùy chọn sẽ được hiển thị ở dưới cùng.</p><p>Việc này có hoạt động hay không tùy thuộc vào trình duyệt và hệ điều hành; có thể yêu cầu thêm các cài đặt và quyền hệ thống. Script sẽ tự động chọn một mẫu giọng nói phù hợp với ngôn ngữ trang web, nhưng bạn vẫn có thể chọn thủ công trong phần cài đặt.</p>
zh_cn: <p>启用此功能后，用户可以点击段落以启用浏览器的<a href="%s" target="_blank">Web Speech API</a>——一种实验性工具，不能替代屏幕阅读器。带有控件和选项的界面栏将显示在底部。</p><p>是否有效取决于浏览器和操作系统；可能需要额外的系统权限和设置。脚本应自动选择适合网站语言的语音模型，但也可以在设置中手动选择。</p>
zh_tw: <p>啟用此功能後，使用者可以點擊段落來啟用瀏覽器的 <a href="%s" target="_blank">Web Speech API</a> — 這是一個實驗性工具，並非螢幕閱讀器的替代品。底部將顯示帶有控制項和選項的介面欄。</p><p>這是否有效取決於瀏覽器和作業系統；可能需要額外的系統權限和設定。腳本應會自動選擇適合網站語言的語音模型，但也可以在設定中進行手動選擇。</p>

source: <p>With this feature enabled, users can click on chapter paragraphs to set a bookmark, which is stored in the local browser. Logged-in users will also benefit from bookmark synchronization across browsers and devices, though an account is not necessary for basic functionality.</p><p>While the mobile menu has a panel for bookmarks, for the desktop view you will need to set up a page with the Bookmarks template or add the <code>fictioneer_bookmarks</code> shortcode to another page. Please refer to the <a href="%s" target="_blank">documentation</a> on GitHub for more information.</p>
vi_vn: <p>Khi tính năng này được bật, người dùng có thể nhấp vào các đoạn văn trong chương để đặt dấu trang, được lưu trữ trong trình duyệt cục bộ. Người dùng đã đăng nhập cũng sẽ được hưởng lợi từ việc đồng bộ hóa dấu trang trên các trình duyệt và thiết bị khác nhau, mặc dù không bắt buộc phải có tài khoản cho các chức năng cơ bản.</p><p>Trong khi menu di động có một bảng dành cho dấu trang, đối với chế độ xem trên máy tính để bàn, bạn sẽ cần thiết lập một trang với mẫu Bookmarks hoặc thêm mã ngắn <code>fictioneer_bookmarks</code> vào một trang khác. Vui lòng tham khảo <a href="%s" target="_blank">tài liệu hướng dẫn</a> trên GitHub để biết thêm thông tin.</p>
zh_cn: <p>启用此功能后，用户可以点击章节段落设置书签，书签存储在本地浏览器中。登录用户还可享受跨浏览器和设备的书签同步，但基本功能无需账户。</p><p>虽然移动菜单有书签面板，但对于桌面视图，您需要设置一个带有书签模板的页面或将 <code>fictioneer_bookmarks</code> 短代码添加到其他页面。更多信息请参阅 GitHub 上的<a href="%s" target="_blank">文档</a>。</p>
zh_tw: <p>啟用此功能後，使用者可以點擊章節段落來設置書籤，書籤會存儲在本地瀏覽器中。登入的使用者還將受益於跨瀏覽器和裝置的書籤同步，儘管基本功能不需要帳號。</p><p>雖然行動裝置選單中有書籤面板，但對於桌面版檢視，您需要使用書籤範本設置頁面，或在另一個頁面中添加 <code>fictioneer_bookmarks</code> 短代碼。請參閱 GitHub 上的<a href="%s" target="_blank">文件</a>以獲取更多資訊。</p>
