Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Accepts a story ID to assign the chapter with override permission.
vi_vn: Chấp nhận một ID truyện để chỉ định chương với quyền ghi đè.
zh_cn: 接受作品 ID 以使用覆盖权限分配章节。
zh_tw: 接受故事 ID 以分配具有覆蓋權限的章節。

source: Account
vi_vn: Tài khoản
zh_cn: 账户
zh_tw: 帳號

source: Account already linked to another profile.
vi_vn: Tài khoản đã được liên kết với một hồ sơ khác.
zh_cn: 账户已链接到另一个个人资料。
zh_tw: 帳號已連結到另一個個人資料。

source: Account Bindings
vi_vn: Liên kết tài khoản
zh_cn: 账户绑定
zh_tw: 帳號綁定

source: Account has been successfully linked.
vi_vn: Tài khoản đã được liên kết thành công.
zh_cn: 账户已成功链接。
zh_tw: 帳號已成功連結。

source: Account page (Template: User Profile) &bull; Do not cache!
vi_vn: Trang tài khoản (Mẫu: Hồ sơ người dùng) &bull; Không lưu bộ nhớ đệm!
zh_cn: 账户页面（模板：用户个人资料）&bull; 不要缓存！
zh_tw: 帳號頁面（模板：使用者個人資料）&bull; 請勿快取！

source: Account page assignment
vi_vn: Chỉ định trang tài khoản
zh_cn: 账户页面分配
zh_tw: 帳號頁面分配

source: Active Known Cache Plugins
vi_vn: Các Plugin bộ nhớ đệm đang hoạt động
zh_cn: 活跃的已知缓存插件
zh_tw: 啟用的已知快取外掛

source: Add
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

source: Add alert on save
vi_vn: Thêm cảnh báo khi lưu
zh_cn: 保存时添加提醒
zh_tw: 儲存時新增警示

source: Add an offset in pixels to the main container, positive or negative. Default 0.
vi_vn: Thêm một khoảng bù (offset) tính bằng pixel vào khung chứa chính, dương hoặc âm. Mặc định là 0.
zh_cn: 为主容器添加像素偏移量，正数或负数。默认 0。
zh_tw: 在主容器中新增以像素為單位的偏移量，正數或負數。預設為 0。

source: Add Chapter
vi_vn: Thêm chương
zh_cn: 添加章节
zh_tw: 新增章節

source: Add chapter list filters with an image and criteria. Each filter can include multiple criteria, separated by commas (use a backslash <code>\</code> to escape commas if needed). Criteria can be verbatim chapter group names (will be converted to group keys) or post IDs prefixed with <code>#</code> (like <code>#123</code>). Use this feature to showcase covers for individual volumes, highlight story arcs, or filter specific chapters, such as interludes or points of view.
vi_vn: Thêm bộ lọc danh sách chương với hình ảnh và tiêu chí. Mỗi bộ lọc có thể bao gồm nhiều tiêu chí, cách nhau bằng dấu phẩy (sử dụng dấu gạch chéo ngược <code>\</code> để thoát dấu phẩy nếu cần). Tiêu chí có thể là tên nhóm chương nguyên văn (sẽ được chuyển đổi thành khóa nhóm) hoặc ID bài viết có tiền tố <code>#</code> (như <code>#123</code>). Sử dụng tính năng này để hiển thị bìa cho từng tập, làm nổi bật các arc truyện hoặc lọc các chương cụ thể, chẳng hạn như ngoại truyện hoặc góc nhìn nhân vật.
zh_cn: 添加带有图像和条件的章节列表过滤器。每个过滤器可以包含多个条件，用逗号分隔（如需要，使用反斜杠 <code>\</code> 转义逗号）。条件可以是字面章节组名称（将转换为组键）或前缀为 <code>#</code> 的文章 ID（如 <code>#123</code>）。使用此功能展示单个分卷的封面、突出作品线，或过滤特定章节，例如插曲或视点章节。
zh_tw: 新增帶有圖片和標準的章節列表篩選器。每個篩選器可以包含多個標準，並以逗號分隔（如果需要，請使用反斜線 <code>\\</code> 來轉義逗號）。標準可以是逐字的章節群組名稱（將轉換為群組金鑰）或以 <code>#</code> 開頭的文章 ID（例如 <code>#123</code>）。使用此功能來展示各卷的封面、突出故事弧線或篩選特定章節，例如插曲或視角。

source: Add consent wrappers to embedded content
vi_vn: Thêm lớp bao bọc chấp thuận vào nội dung nhúng
zh_cn: 为嵌入内容添加同意包装器
zh_tw: 為內嵌內容新增同意包裝器

source: Add consent wrappers to third-party embeds?
vi_vn: Thêm khung chấp thuận cho nội dung nhúng từ bên thứ ba?
zh_cn: 为第三方嵌入内容添加同意包装器？
zh_tw: 是否為第三方內嵌內容新增同意包裝器？

source: Add Genres
vi_vn: Thêm thể loại
zh_cn: 添加类型
zh_tw: 新增類型

source: Add Moderator Role
vi_vn: Thêm vai trò Điều phối viên
zh_cn: 添加版主角色
zh_tw: 新增管理員角色

source: Add New Chapter
vi_vn: Thêm chương mới
zh_cn: 添加新章节
zh_tw: 新增章節

source: Add New Character
vi_vn: Thêm nhân vật mới
zh_cn: 添加新角色
zh_tw: 新增角色

source: Add New Collection
vi_vn: Thêm bộ sưu tập mới
zh_cn: 添加新合集
zh_tw: 新增收藏

source: Add New Content Warning
vi_vn: Thêm cảnh báo nội dung mới
zh_cn: 添加新内容警告
zh_tw: 新增內容警示

source: Add New Fandom
vi_vn: Thêm Fandom mới
zh_cn: 添加新同人圈
zh_tw: 新增同人作品

source: Add New Genre
vi_vn: Thêm thể loại mới
zh_cn: 添加新类型
zh_tw: 新增類型

source: Add New Recommendation
vi_vn: Thêm đề cử mới
zh_cn: 添加新推荐
zh_tw: 新增推薦

source: Add New Story
vi_vn: Thêm truyện mới
zh_cn: 添加新作品
zh_tw: 新增故事

source: Add Role
vi_vn: Thêm vai trò
zh_cn: 添加角色
zh_tw: 新增角色

source: Add Suggestion
vi_vn: Thêm gợi ý
zh_cn: 添加建议
zh_tw: 新增建議

source: Add Tags
vi_vn: Thêm thẻ
zh_cn: 添加标签
zh_tw: 新增標籤

source: Add up to %s pages as tabs to stories. Pages must have a short name and the same author as the story; otherwise, they will not show up.
vi_vn: Thêm tối đa %s trang làm tab cho truyện. Các trang phải có tên ngắn gọn và cùng tác giả với truyện; nếu không, chúng sẽ không hiển thị.
zh_cn: 最多添加 %s 个页面作为作品的标签页。页面必须具有短名称且与作品作者相同；否则不会显示。
zh_tw: 將最多 %s 個頁面新增為故事的分頁。頁面必須具有簡稱，且作者必須與故事作者相同；否則將不會顯示。

source: Added "%s" role.
vi_vn: Đã thêm vai trò "%s".
zh_cn: 已添加“%s”角色。
zh_tw: 已新增「%s」角色。

source: Added default genres.
vi_vn: Đã thêm các thể loại mặc định.
zh_cn: 已添加默认类型。
zh_tw: 已新增預設類型。

source: Added default tags.
vi_vn: Đã thêm các thẻ mặc định.
zh_cn: 已添加默认标签。
zh_tw: 已新增預設標籤。

source: Additional options you most likely do not need.
vi_vn: Các tùy chọn bổ sung mà có lẽ bạn sẽ không cần đến.
zh_cn: 您很可能不需要的额外选项。
zh_tw: 您極可能不需要的額外選項。

source: Adds a fractional offset to the font lightness multiplier, affecting the whole site. Default 0.
vi_vn: Thêm một giá trị bù phân số vào bộ nhân độ sáng của phông chữ, ảnh hưởng đến toàn bộ trang web. Mặc định là 0.
zh_cn: 为字体亮度乘数添加小数偏移量，影响整个网站。默认 0。
zh_tw: 為字體亮度倍率增加小數偏移量，影響整個網站。預設值為 0。

source: Adds a small clock button at the bottom-left of the story chapter list, which opens a modal with a changelog. This is primarily intended for sites with user-contributed content to help expose any manipulation of update listings, such as removing and re-adding chapters. The author cannot to edit this log.
vi_vn: Thêm một nút đồng hồ nhỏ ở góc dưới bên trái của danh sách chương truyện, nút này sẽ mở ra một cửa sổ hiển thị nhật ký thay đổi. Tính năng này chủ yếu dành cho các trang web có nội dung do người dùng đóng góp để giúp phát hiện hành vi thao túng danh sách cập nhật, như xóa và thêm lại chương. Tác giả không thể chỉnh sửa nhật ký này.
zh_cn: 在作品章节列表的左下角添加一个小时钟按钮，打开带有变更日志的模态框。这主要适用于具有用户贡献内容的网站，以帮助揭露任何对更新列表的操纵，例如删除和重新添加章节。作者无法编辑此日志。
zh_tw: 在故事章節列表左下角增加一個小時鐘按鈕，點擊後會開啟顯示更新日誌的彈窗。這主要用於包含使用者貢獻內容的網站，以幫助揭露任何對更新列表的操作，例如刪除並重新新增章節。作者無法編輯此日誌。

source: Adds an offset to the font lightness multiplier, affecting the whole site. Default 0.
vi_vn: Thêm một giá trị bù vào bộ nhân độ sáng của phông chữ, ảnh hưởng đến toàn bộ trang web. Mặc định là 0.
zh_cn: 为字体亮度乘数添加偏移量，影响整个网站。默认 0。
zh_tw: 為字體亮度倍率增加偏移量，影響整個網站。預設值為 0。

source: Adds an offset to the font saturation multiplier, affecting the whole site. Default 0.
vi_vn: Thêm một giá trị bù vào bộ nhân độ bão hòa của phông chữ, ảnh hưởng đến toàn bộ trang web. Mặc định là 0.
zh_cn: 为字体饱和度乘数添加偏移量，影响整个网站。默认 0。
zh_tw: 為字體飽和度倍率增加偏移量，影響整個網站。預設值為 0。

source: Adds an offset to the hue rotate in degrees, tinting the whole site. Default 0.
vi_vn: Thêm một giá trị bù cho góc xoay vòng màu (độ), tạo sắc thái cho toàn bộ trang web. Mặc định là 0.
zh_cn: 为色调旋转添加度数偏移量，为整个网站着色。默认 0。
zh_tw: 以度數為單位增加色調旋轉偏移量，為整個網站著色。預設值為 0。

source: Adds an offset to the hue rotate, tinting the whole site. Default 0.
vi_vn: Thêm một giá trị bù cho góc xoay vòng màu, tạo sắc thái cho toàn bộ trang web. Mặc định là 0.
zh_cn: 为色调旋转添加偏移量，为整个网站着色。默认 0。
zh_tw: 增加色調旋轉偏移量，為整個網站著色。預設值為 0。

source: Adds an offset to the lightness multiplier, affecting the whole site. Default 0.
vi_vn: Thêm một giá trị bù vào bộ nhân độ sáng, ảnh hưởng đến toàn bộ trang web. Mặc định là 0.
zh_cn: 为亮度乘数添加偏移量，影响整个网站。默认 0。
zh_tw: 為亮度倍率增加偏移量，影響整個網站。預設值為 0。

source: Adds an offset to the saturation multiplier, affecting the whole site. Default 0.
vi_vn: Thêm một giá trị bù vào bộ nhân độ bão hòa, ảnh hưởng đến toàn bộ trang web. Mặc định là 0.
zh_cn: 为饱和度乘数添加偏移量，影响整个网站。默认 0。
zh_tw: 為飽和度倍率增加偏移量，影響整個網站。預設值為 0。

source: Admin Capabilities (Danger)
vi_vn: Quyền Quản trị (Nguy hiểm)
zh_cn: 管理员能力（危险）
zh_tw: 管理員權限（危險）

# Admin profile Patreon section.
source: <strong>Active Patron:</strong> %s
vi_vn: <strong>Người ủng hộ đang hoạt động:</strong> %s
zh_cn: <strong>活跃赞助者：</strong>%s
zh_tw: <strong>活躍贊助者：</strong> %s

# Admin profile Patreon section.
source: <strong>Data Valid:</strong> %s
vi_vn: <strong>Dữ liệu hợp lệ:</strong> %s
zh_cn: <strong>数据有效：</strong>%s
zh_tw: <strong>資料有效：</strong> %s

# Admin profile Patreon section.
source: <strong>Last Charge Date:</strong> %s
vi_vn: <strong>Ngày thanh toán gần nhất:</strong> %s
zh_cn: <strong>最后扣款日期：</strong>%s
zh_tw: <strong>最後扣款日期：</strong> %s

# Admin profile Patreon section.
source: <strong>Last Charge Status:</strong> %s
vi_vn: <strong>Trạng thái thanh toán gần nhất:</strong> %s
zh_cn: <strong>最后扣款状态：</strong>%s
zh_tw: <strong>最後收費狀態：</strong> %s

# Admin profile Patreon section.
source: <strong>Lifetime Support Cents:</strong> %s
vi_vn: <strong>Tổng số tiền ủng hộ (cent):</strong> %s
zh_cn: <strong>终生支持金额（分）：</strong>%s
zh_tw: <strong>累計贊助金額（分）：</strong> %s

# Admin profile Patreon section.
source: <strong>Next Charge Date:</strong> %s
vi_vn: <strong>Ngày thanh toán kế tiếp:</strong> %s
zh_cn: <strong>下次扣款日期：</strong>%s
zh_tw: <strong>下次收費日期：</strong> %s

# Admin profile Patreon section.
source: <strong>Tier:</strong> %s
vi_vn: <strong>Cấp bậc:</strong> %s
zh_cn: <strong>等级：</strong>%s
zh_tw: <strong>等級：</strong> %s

# Admin profile Patreon section.
source: Expired (reauthenticate with Patreon)
vi_vn: Hết hạn (vui lòng xác thực lại với Patreon)
zh_cn: 已过期（请用 Patreon 重新验证）
zh_tw: 已過期（請重新與 Patreon 驗證）

# Admin profile Patreon section.
source: Never
vi_vn: Chưa bao giờ
zh_cn: 从未
zh_tw: 從不

source: Advanced Capabilities
vi_vn: Các quyền nâng cao
zh_cn: 高级能力
zh_tw: 進階權限

# Advanced search heading.
source: Age Rating
vi_vn: Phân loại độ tuổi
zh_cn: 年龄分级
zh_tw: 分級

# Advanced search heading.
source: Author
vi_vn: Tác giả
zh_cn: 作者
zh_tw: 作者

# Advanced search heading.
source: Authors
vi_vn: Tác giả
zh_cn: 作者
zh_tw: 作者

# Advanced search heading.
source: Characters
vi_vn: Nhân vật
zh_cn: 角色
zh_tw: 角色

# Advanced search heading.
source: Exclude Authors
vi_vn: Loại trừ tác giả
zh_cn: 排除作者
zh_tw: 排除作者

# Advanced search heading.
source: Exclude Characters
vi_vn: Loại trừ nhân vật
zh_cn: 排除角色
zh_tw: 排除角色

# Advanced search heading.
source: Exclude Fandoms
vi_vn: Loại trừ Fandom
zh_cn: 排除同人圈
zh_tw: 排除作品系列

# Advanced search heading.
source: Exclude Genres
vi_vn: Loại trừ thể loại
zh_cn: 排除类型
zh_tw: 排除類型

# Advanced search heading.
source: Exclude Tags
vi_vn: Loại trừ thẻ
zh_cn: 排除标签
zh_tw: 排除標籤

# Advanced search heading.
source: Exclude Warnings
vi_vn: Loại trừ cảnh báo
zh_cn: 排除警告
zh_tw: 排除警告

# Advanced search heading.
source: Fandoms
vi_vn: Fandom
zh_cn: 同人圈
zh_tw: 同人作品

# Advanced search heading.
source: Genres
vi_vn: Thể loại
zh_cn: 类型
zh_tw: 類型

# Advanced search heading.
source: Match
vi_vn: Khớp theo
zh_cn: 匹配
zh_tw: 符合

# Advanced search heading.
source: Max Words
vi_vn: Số chữ tối đa
zh_cn: 最大字数
zh_tw: 最高字數

# Advanced search heading.
source: Min Words
vi_vn: Số chữ tối thiểu
zh_cn: 最小字数
zh_tw: 最低字數

# Advanced search heading.
source: Order
vi_vn: Thứ tự
zh_cn: 排序
zh_tw: 順序

# Advanced search heading.
source: Sort
vi_vn: Sắp xếp
zh_cn: 排序方式
zh_tw: 排序

# Advanced search heading.
source: Status
vi_vn: Trạng thái
zh_cn: 状态
zh_tw: 狀態

# Advanced search heading.
source: Tags
vi_vn: Thẻ
zh_cn: 标签
zh_tw: 標籤

# Advanced search heading.
source: Type
vi_vn: Loại
zh_cn: 类型
zh_tw: 類型

# Advanced search heading.
source: Warnings
vi_vn: Cảnh báo
zh_cn: 警告
zh_tw: 警告

# Advanced search hint if nothing found.
source: No matching %s found.
vi_vn: Không tìm thấy %s phù hợp.
zh_cn: 未找到匹配的 %s。
zh_tw: 找不到符合的 %s。

# Advanced search operator.
source: AND
vi_vn: VÀ
zh_cn: AND（与）
zh_tw: 且

# Advanced search operator.
source: OR
vi_vn: HOẶC
zh_cn: OR（或）
zh_tw: 或

# Advanced search option.
source: 1,000 Words
vi_vn: 1.000 chữ
zh_cn: 1,000 字
zh_tw: 1,000 字

# Advanced search option.
source: 1,000,000 Words
vi_vn: 1.000.000 chữ
zh_cn: 1,000,000 字
zh_tw: 1,000,000 字

# Advanced search option.
source: 10,000 Words
vi_vn: 10.000 chữ
zh_cn: 10,000 字
zh_tw: 10,000 字

# Advanced search option.
source: 100,000 Words
vi_vn: 100.000 chữ
zh_cn: 100,000 字
zh_tw: 100,000 字

# Advanced search option.
source: 25,000 Words
vi_vn: 25.000 chữ
zh_cn: 25,000 字
zh_tw: 25,000 字

# Advanced search option.
source: 250,000 Words
vi_vn: 250.000 chữ
zh_cn: 250,000 字
zh_tw: 250,000 字

# Advanced search option.
source: 5,000 Words
vi_vn: 5.000 chữ
zh_cn: 5,000 字
zh_tw: 5,000 字

# Advanced search option.
source: 50,000 Words
vi_vn: 50.000 chữ
zh_cn: 50,000 字
zh_tw: 50,000 字

# Advanced search option.
source: 500,000 Words
vi_vn: 500.000 chữ
zh_cn: 500,000 字
zh_tw: 500,000 字

# Advanced search option.
source: Any
vi_vn: Bất kỳ
zh_cn: 任何
zh_tw: 不限

# Advanced search option.
source: Ascending
vi_vn: Tăng dần
zh_cn: 升序
zh_tw: 遞增

# Advanced search option.
source: Comments
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 留言

# Advanced search option.
source: Descending
vi_vn: Giảm dần
zh_cn: 降序
zh_tw: 遞減

# Advanced search option.
source: Keywords
vi_vn: Từ khóa
zh_cn: 关键词
zh_tw: 關鍵字

# Advanced search option.
source: Maximum
vi_vn: Tối đa
zh_cn: 最大值
zh_tw: 最大值

# Advanced search option.
source: Minimum
vi_vn: Tối thiểu
zh_cn: 最小值
zh_tw: 最小值

# Advanced search option.
source: Phrase
vi_vn: Cụm từ
zh_cn: 短语
zh_tw: 字句

# Advanced search option.
source: Posts
vi_vn: Bài viết
zh_cn: 文章
zh_tw: 文章

# Advanced search option.
source: Published
vi_vn: Ngày đăng
zh_cn: 已发布
zh_tw: 已發佈

# Advanced search option.
source: Relevance
vi_vn: Độ liên quan
zh_cn: 相关性
zh_tw: 相關性

# Advanced search option.
source: Title
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# Advanced search option.
source: Updated
vi_vn: Ngày cập nhật
zh_cn: 已更新
zh_tw: 已更新

# Advanced search placeholder.
source: Search for an author
vi_vn: Tìm kiếm tác giả
zh_cn: 搜索作者
zh_tw: 搜尋作者

# Advanced search placeholder.
source: Search keywords or phrase
vi_vn: Tìm từ khóa hoặc cụm từ
zh_cn: 搜索关键词或短语
zh_tw: 搜尋關鍵字或字句

# Advanced search reset button.
source: Reset
vi_vn: Đặt lại
zh_cn: 重置
zh_tw: 重設

# Advanced search reset message.
source: Search form reset.
vi_vn: Đã đặt lại bộ lọc tìm kiếm.
zh_cn: 搜索表单已重置。
zh_tw: 搜尋表單已重設。

# Advanced search submit.
source: Search
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

# Advanced search summary.
source: %sAuthor:
vi_vn: %sTác giả:
zh_cn: %s作者：
zh_tw: %s作者：

# Advanced search summary.
source: %sAuthors:
vi_vn: %sTác giả:
zh_cn: %s作者：
zh_tw: %s作者：

# Advanced search summary.
source: %sCharacters:
vi_vn: %sNhân vật:
zh_cn: %s角色：
zh_tw: %s角色：

# Advanced search summary.
source: %sExcluded Authors:
vi_vn: %sLoại trừ tác giả:
zh_cn: %s排除的作者：
zh_tw: %s排除作者：

# Advanced search summary.
source: %sExcluded Characters:
vi_vn: %sLoại trừ nhân vật:
zh_cn: %s排除的角色：
zh_tw: %s排除角色：

# Advanced search summary.
source: %sExcluded Fandoms:
vi_vn: %sLoại trừ Fandom:
zh_cn: %s排除的同人圈：
zh_tw: %s排除同人圈：

# Advanced search summary.
source: %sExcluded Genres:
vi_vn: %sLoại trừ thể loại:
zh_cn: %s排除的类型：
zh_tw: %s排除類型：

# Advanced search summary.
source: %sExcluded Warnings:
vi_vn: %sLoại trừ cảnh báo:
zh_cn: %s排除的警告：
zh_tw: %s排除警告：

# Advanced search summary.
source: %sFandoms:
vi_vn: %sFandom:
zh_cn: %s同人圈：
zh_tw: %s同人圈：

# Advanced search summary.
source: %sGenres:
vi_vn: %sThể loại:
zh_cn: %s类型：
zh_tw: %s類型：

# Advanced search summary.
source: %sTags:
vi_vn: %sThẻ:
zh_cn: %s标签：
zh_tw: %s標籤：

# Advanced search summary.
source: %sWarnings:
vi_vn: %sCảnh báo:
zh_cn: %s警告：
zh_tw: %s警告：

# Advanced search summary.
source: <b>Age Rating:</b> <span>%s</span>
vi_vn: <b>Giới hạn độ tuổi:</b> <span>%s</span>
zh_cn: <b>年龄分级：</b><span>%s</span>
zh_tw: <b>分級：</b> <span>%s</span>

# Advanced search summary.
source: <b>Match:</b> <span>%s</span>
vi_vn: <b>Trùng khớp:</b> <span>%s</span>
zh_cn: <b>匹配：</b><span>%s</span>
zh_tw: <b>符合：</b> <span>%s</span>

# Advanced search summary.
source: <b>Max Words:</b> <span>%s</span>
vi_vn: <b>Số chữ tối đa:</b> <span>%s</span>
zh_cn: <b>最大字数：</b><span>%s</span>
zh_tw: <b>最高字數：</b> <span>%s</span>

# Advanced search summary.
source: <b>Min Words:</b> <span>%s</span>
vi_vn: <b>Số chữ tối thiểu:</b> <span>%s</span>
zh_cn: <b>最小字数：</b><span>%s</span>
zh_tw: <b>最低字數：</b> <span>%s</span>

# Advanced search summary.
source: <b>Order:</b> <span>%s</span>
vi_vn: <b>Thứ tự:</b> <span>%s</span>
zh_cn: <b>排序：</b><span>%s</span>
zh_tw: <b>排序：</b> <span>%s</span>

# Advanced search summary.
source: <b>Sort:</b> <span>%s</span>
vi_vn: <b>Sắp xếp:</b> <span>%s</span>
zh_cn: <b>排序方式：</b><span>%s</span>
zh_tw: <b>排序方式：</b> <span>%s</span>

# Advanced search summary.
source: <b>Status:</b> <span>%s</span>
vi_vn: <b>Trạng thái:</b> <span>%s</span>
zh_cn: <b>状态：</b><span>%s</span>
zh_tw: <b>狀態：</b> <span>%s</span>

# Advanced search summary.
source: <b>Type:</b> <span>%s</span>
vi_vn: <b>Loại:</b> <span>%s</span>
zh_cn: <b>类型：</b><span>%s</span>
zh_tw: <b>類型：</b> <span>%s</span>

source: Afterword
vi_vn: Lời bạt
zh_cn: 后记
zh_tw: 後記

source: Age Confirmation
vi_vn: Xác nhận độ tuổi
zh_cn: 年龄确认
zh_tw: 年齡確認

# Age confirmation modal button.
source: Confirm
vi_vn: Xác nhận
zh_cn: 确认
zh_tw: 確認

# Age confirmation modal button.
source: Leave
vi_vn: Rời khỏi
zh_cn: 离开
zh_tw: 離開

source: Age confirmation modal content for posts
vi_vn: Nội dung thông báo xác nhận độ tuổi cho bài viết
zh_cn: 文章年龄确认模态框内容
zh_tw: 文章年齡確認視窗內容

source: Age confirmation modal content for the site
vi_vn: Nội dung thông báo xác nhận độ tuổi cho toàn trang
zh_cn: 网站年龄确认模态框内容
zh_tw: 網站年齡確認視窗內容

source: Age Confirmation Modal: Posts
vi_vn: Thông báo xác nhận độ tuổi: Bài viết
zh_cn: 年龄确认模态框：文章
zh_tw: 年齡確認視窗：文章

source: Age Confirmation Modal: Site
vi_vn: Thông báo xác nhận độ tuổi: Toàn trang
zh_cn: 年龄确认模态框：网站
zh_tw: 年齡確認視窗：網站

# Age rating Adult.
source: Adult
vi_vn: Người lớn
zh_cn: 成人
zh_tw: 成人

# Age rating Everyone.
source: Everyone
vi_vn: Mọi lứa tuổi
zh_cn: 所有人
zh_tw: 適合所有人

# Age rating M for Mature.
source: M
zh_cn: M-成熟17+
zh_tw: 成人級

# Age rating Mature.
source: Mature
vi_vn: Trưởng thành
zh_cn: 成熟
zh_tw: 成人

# Age rating T for Teen.
source: T
zh_cn: T-青少年
zh_tw: 青少年級

# Age rating Teen.
source: Teen
vi_vn: Thanh thiếu niên
zh_cn: 青少年
zh_tw: 青少年

# AJAX loading.
source: Loading
vi_vn: Đang tải
zh_cn: 加载中
zh_tw: 載入中

# AJAX relationship posts loading.
source: No matches found.
vi_vn: Không tìm thấy kết quả phù hợp.
zh_cn: 未找到匹配项。
zh_tw: 找不到相符的項目。

source: Alert date format
vi_vn: Định dạng ngày thông báo
zh_cn: 提醒日期格式
zh_tw: 警示日期格式

# Alert message (1: Story, 2: Chapter, 3: Author).
source: New chapter published for %1$s (%2$s).
vi_vn: Chương mới của %1$s (%2$s) đã được đăng.
zh_cn: 为 %1$s（%2$s）发布了新章节。
zh_tw: %1$s (%2$s) 有新的章節發佈。

# Alert type.
source: Alert
vi_vn: Cảnh báo
zh_cn: 提醒
zh_tw: 警示

# Alert type.
source: Info
vi_vn: Thông tin
zh_cn: 信息
zh_tw: 資訊

# Alert type.
source: Warning
vi_vn: Lưu ý
zh_cn: 警告
zh_tw: 警告

source: Alerts
vi_vn: Thông báo
zh_cn: 提醒
zh_tw: 警示

source: All chapter tags have been converted to genres.
vi_vn: Tất cả thẻ chương đã được chuyển đổi thành thể loại.
zh_cn: 所有章节标签已转换为类型。
zh_tw: 所有章節標籤已轉換為類型。

source: All chapter tags have been duplicated to genres.
vi_vn: Tất cả thẻ chương đã được sao chép sang thể loại.
zh_cn: 所有章节标签已复制为类型。
zh_tw: 所有章節標籤已複製到類型。

source: All Chapters
vi_vn: Tất cả chương
zh_cn: 所有章节
zh_tw: 所有章節

source: All Characters
vi_vn: Tất cả nhân vật
zh_cn: 所有角色
zh_tw: 所有角色

source: All Collections
vi_vn: Tất cả bộ sưu tập
zh_cn: 所有合集
zh_tw: 所有收藏

source: All Content Warnings
vi_vn: Tất cả cảnh báo nội dung
zh_cn: 所有内容警告
zh_tw: 所有內容警告

source: All ePUB files have been deleted.
vi_vn: Tất cả tệp ePUB đã bị xóa.
zh_cn: 所有 ePUB 文件已删除。
zh_tw: 所有 ePUB 檔案已被刪除。

source: All Fandoms
vi_vn: Tất cả Fandom
zh_cn: 所有同人圈
zh_tw: 所有同人圈

source: All Genres
vi_vn: Tất cả thể loại
zh_cn: 所有类型
zh_tw: 所有類型

source: All Posts
vi_vn: Tất cả bài viết
zh_cn: 所有文章
zh_tw: 所有文章

source: All Recommend.
vi_vn: Tất cả đề cử.
zh_cn: 所有推荐
zh_tw: 所有推薦。

source: All Stories
vi_vn: Tất cả truyện
zh_cn: 所有作品
zh_tw: 所有故事

source: All story tags have been converted to genres.
vi_vn: Tất cả thẻ truyện đã được chuyển đổi thành thể loại.
zh_cn: 所有作品标签已转换为类型。
zh_tw: 所有故事標籤已轉換為類型。

source: All story tags have been duplicated to genres.
vi_vn: Tất cả thẻ truyện đã được sao chép sang thể loại.
zh_cn: 所有作品标签已复制为类型。
zh_tw: 所有故事標籤已複製到類型。

source: All unused tags have been removed.
vi_vn: Tất cả các thẻ không sử dụng đã được gỡ bỏ.
zh_cn: 所有未使用的标签已移除。
zh_tw: 所有未使用的標籤已移除。

source: Allow commenting on scheduled posts
vi_vn: Cho phép bình luận trên các bài viết đã lên lịch
zh_cn: 允许评论预定发布的文章
zh_tw: 允許對排程文章發表評論

source: Allow the user to ignore the password of selected posts. Chapters inherit the unlock from the story.
vi_vn: Cho phép người dùng bỏ qua mật khẩu của các bài viết đã chọn. Các chương sẽ kế thừa trạng thái mở khóa từ truyện.
zh_cn: 允许用户忽略选定文章的密码。章节继承作品的解锁权限。
zh_tw: 允許使用者忽略所選文章的密碼。章節將繼承故事的解鎖狀態。

source: Allowed file upload mime types
vi_vn: Các loại tệp (mime types) được phép tải lên
zh_cn: 允许的文件上传 MIME 类型
zh_tw: 允許上傳的檔案 MIME 類型

source: Allowed number of links in comment
vi_vn: Số lượng liên kết tối đa được phép trong bình luận
zh_cn: 评论中允许的链接数量
zh_tw: 迴響中允許的連結數量

source: Allows logged-in users to apply custom styles.
vi_vn: Cho phép người dùng đã đăng nhập áp dụng phong cách tùy chỉnh.
zh_cn: 允许登录用户应用自定义样式。
zh_tw: 允許已登入使用者套用自訂樣式。

source: Allows to limit custom alerts to users and roles.
vi_vn: Cho phép giới hạn thông báo tùy chỉnh cho người dùng và vai trò cụ thể.
zh_cn: 允许将自定义提醒限制给特定用户和角色。
zh_tw: 允許將自訂警示限制在特定使用者與角色。

source: Already unsubscribed!
vi_vn: Đã hủy đăng ký rồi!
zh_cn: 已取消订阅！
zh_tw: 已經取消訂閱！

source: Also disables cross-posting as guest author.
vi_vn: Đồng thời vô hiệu hóa việc đăng bài chéo dưới danh nghĩa tác giả khách.
zh_cn: 同时禁用以访客作者身份交叉发布。
zh_tw: 同時停用以訪客作者身分進行交叉發佈。

source: Alternative title used in cards and lists. Useful for long titles that get truncated on small screens.
vi_vn: Tiêu đề thay thế được sử dụng trong thẻ và danh sách. Hữu ích cho các tiêu đề dài bị cắt bớt trên màn hình nhỏ.
zh_cn: 用于卡片和列表的替代标题。适用于在小屏幕上被截断的长标题。
zh_tw: 用於卡片和列表的備用標題。適用於在小螢幕上會被截斷的長標題。

source: Alternatively, you can register your email address on the <a href="%s">Gravatar</a> service. Your avatar will then be matched with your email address; note the <b>[Always use gravatar]</b> flag under Account Settings in this case.
vi_vn: Ngoài ra, bạn có thể đăng ký địa chỉ email của mình trên dịch vụ <a href="%s">Gravatar</a>. Ảnh đại diện của bạn sau đó sẽ được khớp với địa chỉ email; hãy lưu ý đánh dấu mục <b>[Luôn sử dụng gravatar]</b> trong Cài đặt tài khoản trong trường hợp này.
zh_cn: 或者，您可以在 <a href="%s">Gravatar</a> 服务上注册您的电子邮件地址。您的头像将与您的电子邮件地址匹配；在这种情况下，请注意账户设置下的 <b>[始终使用 gravatar]</b> 标志。
zh_tw: 或者，您可以在 <a href="%s">Gravatar</a> 服務註冊您的電子郵件地址。您的頭像將會與您的電子郵件地址相匹配；在這種情況下，請注意帳號設定下的 <b>[一律使用 Gravatar]</b> 標記。

source: Always hold comments for moderation
vi_vn: Luôn giữ bình luận để kiểm duyệt
zh_cn: 始终将评论保留待审核
zh_tw: 一律將迴響保留待審

source: Always on top of the first page.
vi_vn: Luôn nằm ở đầu trang đầu tiên.
zh_cn: 始终位于第一页顶部。
zh_tw: 始終置於第一頁頂部。

source: Always renders the chapter icons instead of locks/etc.
vi_vn: Luôn hiển thị biểu tượng chương thay vì biểu tượng khóa/v.v.
zh_cn: 始终渲染章节图标而非锁定等图标。
zh_tw: 始終顯示章節圖示，而非鎖定等圖示。

source: Always subscribe to comments
vi_vn: Luôn đăng ký theo dõi bình luận
zh_cn: 始终订阅评论
zh_tw: 一律訂閱迴響

source: Always use gravatar
vi_vn: Luôn sử dụng Gravatar
zh_cn: 始终使用 gravatar
zh_tw: 一律使用 Gravatar

source: Anonymous
vi_vn: Ẩn danh
zh_cn: 匿名
zh_tw: 匿名

source: Anonymous Guest
vi_vn: Khách ẩn danh
zh_cn: 匿名访客
zh_tw: 匿名訪客

source: Anthology, Vignettes, etc.
vi_vn: Tuyển tập, Đoản văn, v.v.
zh_cn: 选集、小品等。
zh_tw: 選集、短篇等。

source: Any
vi_vn: Bất kỳ
zh_cn: 任何
zh_tw: 任何

source: Any Date
vi_vn: Bất kỳ ngày nào
zh_cn: 任何日期
zh_tw: 任何日期

source: Append new chapters to story
vi_vn: Thêm chương mới vào truyện
zh_cn: 将新章节附加到作品
zh_tw: 將新章節追加至故事

source: Append to Comment
vi_vn: Thêm vào bình luận
zh_cn: 附加到评论
zh_tw: 追加至迴響
