Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Link to search page
vi_vn: Liên kết đến trang tìm kiếm
zh_cn: 搜索页面链接
zh_tw: 連結至搜尋頁面

source: Link to site RSS feed
vi_vn: Liên kết đến nguồn cấp RSS của trang web
zh_cn: 站点RSS源链接
zh_tw: 連結至網站 RSS 饋送

source: Link to the author's Patreon, Ko-Fi, etc. One link per line and mind the whitespaces. Format: "Link Name | https://www.address.abc" (without quotes).
vi_vn: Liên kết đến Patreon, Ko-Fi, v.v. của tác giả. Mỗi dòng một liên kết và chú ý khoảng trắng. Định dạng: "Tên liên kết | https://www.address.abc" (không có dấu ngoặc kép).
zh_cn: 链接到作者的 Patreon、Ko-Fi 等。每行一个链接，注意空格。格式："链接名称 | https://www.address.abc"（不带引号）。
zh_tw: 連結至作者的 Patreon、Ko-Fi 等。每行一個連結，並注意空格。格式：「連結名稱 | https://www.address.abc」（不含引號）。

source: Link to user profile
vi_vn: Liên kết đến hồ sơ người dùng
zh_cn: 用户资料链接
zh_tw: 連結至使用者個人資料

source: Links to the story, one link per line and mind the whitespaces. Format: "Link Name | https://www.address.abc" (without quotes).
vi_vn: Các liên kết của truyện, mỗi dòng một liên kết và chú ý khoảng trắng. Định dạng: "Tên liên kết | https://www.address.abc" (không có dấu ngoặc kép).
zh_cn: 作品链接，每行一个链接，注意空格。格式："链接名称 | https://www.address.abc"（不带引号）。
zh_tw: 連結至故事，每行一個連結，並注意空格。格式：「連結名稱 | https://www.address.abc」（不含引號）。

# List of followed stories.
source: Follows
vi_vn: Theo dõi
zh_cn: 关注
zh_tw: 追蹤

# List of stories to read later.
source: Reminders
vi_vn: Nhắc nhở
zh_cn: 稍后阅读
zh_tw: 提醒

source: Load latest comment (may contain spoilers)
vi_vn: Tải bình luận mới nhất (có thể chứa nội dung tiết lộ)
zh_cn: 加载最新评论（可能包含剧透）
zh_tw: 載入最新留言（可能包含劇透）

source: Load next comment (may contain spoilers)
vi_vn: Tải bình luận tiếp theo (có thể chứa nội dung tiết lộ)
zh_cn: 加载下一条评论（可能包含剧透）
zh_tw: 載入下一則留言（可能包含劇透）

source: Load the comment form via AJAX to circumvent caching.
vi_vn: Tải biểu mẫu bình luận qua AJAX để tránh lưu bộ nhớ đệm (caching).
zh_cn: 通过AJAX加载评论表单以规避缓存。
zh_tw: 透過 AJAX 載入留言表單以避開快取。

source: Load the comment section and form via AJAX. More server work but circumvents caching.
vi_vn: Tải phần bình luận và biểu mẫu qua AJAX. Tốn tài nguyên máy chủ hơn nhưng tránh được việc lưu bộ nhớ đệm.
zh_cn: 通过AJAX加载评论区和表单。增加服务器负担，但规避了缓存。
zh_tw: 透過 AJAX 載入留言區塊和表單。會增加伺服器負擔，但能避開快取。

source: Lock avatar
vi_vn: Khóa ảnh đại diện
zh_cn: 锁定头像
zh_tw: 鎖定大頭貼

source: Locks down the site with a maintenance notice.
vi_vn: Khóa trang web kèm theo thông báo bảo trì.
zh_cn: 用维护通知锁定网站。
zh_tw: 以維護通知鎖定網站。

source: Log all post updates
vi_vn: Ghi lại nhật ký tất cả cập nhật bài viết
zh_cn: 记录所有文章更新日志
zh_tw: 記錄所有文章更新

source: Log in to Follow
vi_vn: Đăng nhập để Theo dõi
zh_cn: 登录以关注
zh_tw: 登入以追蹤

source: Log in to set Reminders
vi_vn: Đăng nhập để đặt Nhắc nhở
zh_cn: 登录以设置提醒
zh_tw: 登入以設定提醒

source: Logged-in users can edit their comments for a number of minutes; enter -1 for no time limit.
vi_vn: Người dùng đã đăng nhập có thể chỉnh sửa bình luận trong một khoảng thời gian nhất định (phút); nhập -1 để không giới hạn.
zh_cn: 登录用户可以在一定分钟内编辑自己的评论；输入-1表示无时间限制。
zh_tw: 已登入的使用者可以在幾分鐘內編輯其留言；輸入 -1 則表示無時間限制。

source: Logged-in users can report comments via flag button.
vi_vn: Người dùng đã đăng nhập có thể báo cáo bình luận bằng nút gắn cờ.
zh_cn: 登录用户可以通过标记按钮举报评论。
zh_tw: 已登入的使用者可以透過檢舉按鈕檢舉留言。

source: Login
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

source: Login Modal
vi_vn: Cửa sổ Đăng nhập
zh_cn: 登录模态框
zh_tw: 登入彈出視窗

source: Login modal
vi_vn: Cửa sổ đăng nhập
zh_cn: 登录模态框
zh_tw: 登入彈出視窗

# Login modal heading.
source: Login
vi_vn: Đăng nhập
zh_cn: 登录
zh_tw: 登入

source: Login/Register
vi_vn: Đăng nhập/Đăng ký
zh_cn: 登录/注册
zh_tw: 登入/註冊

source: Logo Height - Maximum
vi_vn: Chiều cao Logo - Tối đa
zh_cn: Logo高度 - 最大值
zh_tw: 標誌高度 - 最大

source: Logo Height - Minimum
vi_vn: Chiều cao Logo - Tối thiểu
zh_cn: Logo高度 - 最小值
zh_tw: 標誌高度 - 最小

source: Logout
vi_vn: Đăng xuất
zh_cn: 退出登录
zh_tw: 登出

source: Logout redirects Home
vi_vn: Đăng xuất chuyển hướng về Trang chủ
zh_cn: 退出登录后重定向到首页
zh_tw: 登出後重新導向至首頁

source: Logs
vi_vn: Nhật ký
zh_cn: 日志
zh_tw: 紀錄

source: Main Navigation
vi_vn: Menu chính
zh_cn: 主导航
zh_tw: 主導覽

source: Main Offset
vi_vn: Độ lệch chính
zh_cn: 主偏移量
zh_tw: 主要偏移

source: Maintenance Note
vi_vn: Ghi chú bảo trì
zh_cn: 维护说明
zh_tw: 維護備註

source: Maintenance note
vi_vn: Ghi chú bảo trì
zh_cn: 维护说明
zh_tw: 維護備註

source: Make scheduled chapters publicly accessible
vi_vn: Cho phép truy cập công khai các chương đã lên lịch
zh_cn: 使预定的章节公开可访问
zh_tw: 將預約章節設為公開存取

source: Make the theme aware of unknown caching plugins.
vi_vn: Cho phép giao diện nhận diện các plugin tạo bộ nhớ đệm lạ.
zh_cn: 使主题能够感知未知的缓存插件。
zh_tw: 讓佈景主題能辨識未知的快取外掛。

source: Mark chapters and stories as "read".
vi_vn: Đánh dấu chương và truyện là "đã đọc".
zh_cn: 将章节和作品标记为“已读”。
zh_tw: 將章節和故事標記為「已讀」。

# Mark story as read.
source: Mark Read
vi_vn: Đánh dấu đã đọc
zh_cn: 标记为已读
zh_tw: 標記為已讀

# Mark story as unread.
source: Mark Unread
vi_vn: Đánh dấu chưa đọc
zh_cn: 标记为未读
zh_tw: 標記為未讀

source: Marked and hidden as offensive.
vi_vn: Đã đánh dấu và ẩn do vi phạm.
zh_cn: 标记为冒犯性内容并隐藏。
zh_tw: 因含有冒犯性內容而被標記並隱藏。

source: Masks and polygons
vi_vn: Mặt nạ và đa giác
zh_cn: 遮罩和多边形
zh_tw: 遮罩與多邊形

source: Max. height in pixels of the header image on [site-width] viewports. Default 480.
vi_vn: Chiều cao tối đa tính bằng pixel của ảnh đầu trang trên khung nhìn [site-width]. Mặc định 480.
zh_cn: 在[站点宽度]视口上，页眉图像的最大高度（像素）。默认值 480。
zh_tw: 在 [site-width] 視窗下頁首圖片的最大高度（像素）。預設為 480。

source: Maximum font size in pixels of the site title on [site-width] viewports. Default 60.
vi_vn: Cỡ chữ tối đa tính bằng pixel của tiêu đề trang trên khung nhìn [site-width]. Mặc định 60.
zh_cn: 在[站点宽度]视口上，站点标题的最大字体大小（像素）。默认值 60。
zh_tw: 在 [site-width] 視窗下網站標題的最大字體大小（像素）。預設為 60。

source: Maximum font size in pixels of the tagline on [site-width] viewports. Default 18.
vi_vn: Cỡ chữ tối đa tính bằng pixel của khẩu hiệu trên khung nhìn [site-width]. Mặc định 18.
zh_cn: 在[站点宽度]视口上，标语的最大字体大小（像素）。默认值 18。
zh_tw: 在 [site-width] 視窗下標語的最大字體大小（像素）。預設為 18。

source: Maximum Height
vi_vn: Chiều cao tối đa
zh_cn: 最大高度
zh_tw: 最大高度

source: Maximum height of the header section in pixels on the largest viewport. Default 380.
vi_vn: Chiều cao tối đa của phần đầu trang tính bằng pixel trên khung nhìn lớn nhất. Mặc định 380.
zh_cn: 在最大视口上，页眉部分的最大高度（像素）。默认值 380。
zh_tw: 最大視窗下頁首區段的最大高度（像素）。預設為 380。

source: Maximum height of the logo in pixels on [site-width] viewports, which some header types limit further. Default 210.
vi_vn: Chiều cao tối đa của logo tính bằng pixel trên khung nhìn [site-width], một số loại đầu trang có thể giới hạn thêm. Mặc định 210.
zh_cn: 在[站点宽度]视口上，Logo的最大高度（像素），某些页眉类型会进一步限制。默认值 210。
zh_tw: 在 [site-width] 視窗下標誌的最大高度（像素），部分頁首類型會進一步限制。預設為 210。

source: Maximum of the horizontal spacing in pixels on [site-width] viewport. Default 80.
vi_vn: Khoảng cách ngang tối đa tính bằng pixel trên khung nhìn [site-width]. Mặc định 80.
zh_cn: 在[站点宽度]视口上，水平间距的最大值（像素）。默认值 80。
zh_tw: 在 [site-width] 視窗下水平間距的最大值（像素）。預設為 80。

source: Maximum of the small horizontal spacing in pixels below 375px viewports. Default 20.
vi_vn: Khoảng cách ngang tối thiểu tối đa tính bằng pixel trên khung nhìn dưới 375px. Mặc định 20.
zh_cn: 在 375px 以下的视口中，小水平间距的最大值（像素）。默认值 20。
zh_tw: 在低於 375px 視窗下小型水平間距的最大值（像素）。預設為 20。

source: Maximum of the vertical spacing in pixels on [site-width] viewports. Default 48.
vi_vn: Khoảng cách dọc tối đa tính bằng pixel trên khung nhìn [site-width]. Mặc định 48.
zh_cn: 在[站点宽度]视口上，垂直间距的最大值（像素）。默认值 48。
zh_tw: 在 [site-width] 視窗下垂直間距的最大值（像素）。預設為 48。

source: Maximum site width in pixels, should not be less than 896. Default 960.
vi_vn: Chiều rộng trang tối đa tính bằng pixel, không được nhỏ hơn 896. Mặc định 960.
zh_cn: 站点最大宽度（像素），不应小于 896。默认值 960。
zh_tw: 網站最大寬度（像素），不應小於 896。預設為 960。

source: Message sent!
vi_vn: Đã gửi tin nhắn!
zh_cn: 消息已发送！
zh_tw: 訊息已傳送！

# Meta box file name label.
source: File:
vi_vn: Tệp:
zh_cn: 文件：
zh_tw: 檔案：

# Meta box file size label.
source: Size:
vi_vn: Dung lượng:
zh_cn: 大小：
zh_tw: 大小：

# Metabox checkbox heading.
source: Alert Message
vi_vn: Thông báo cảnh báo
zh_cn: 警告消息
zh_tw: 警示訊息

# Metabox checkbox heading.
source: Flags
vi_vn: Cờ hiệu
zh_cn: 标记
zh_tw: 旗標

# Metabox ebook upload button.
source: Add eBook
vi_vn: Thêm eBook
zh_cn: 添加电子书
zh_tw: 新增電子書

# Metabox image upload button.
source: Set image
vi_vn: Thiết lập hình ảnh
zh_cn: 设置图像
zh_tw: 設定圖片

# Metabox replace button.
source: Replace
vi_vn: Thay thế
zh_cn: 替换
zh_tw: 替換

source: Migration Tools
vi_vn: Công cụ di chuyển
zh_cn: 迁移工具
zh_tw: 遷移工具

# Migration tools chapter append button.
source: Append Chapters
vi_vn: Thêm chương nối tiếp
zh_cn: 追加章节
zh_tw: 附加章節

# Migration tools invalid story ID.
source: <p>Invalid or missing story ID.</p><p style="margin-top: -10px;">%s</p>
vi_vn: <p>ID truyện không hợp lệ hoặc bị thiếu.</p><p style="margin-top: -10px;">%s</p>
zh_cn: <p>作品ID无效或缺失。</p><p style="margin-top: -10px;">%s</p>
zh_tw: <p>故事 ID 無效或缺失。</p><p style="margin-top: -10px;">%s</p>

source: Min. height in pixels of the header image on 320px viewports. Default 210.
vi_vn: Chiều cao tối thiểu tính bằng pixel của ảnh đầu trang trên khung nhìn 320px. Mặc định 210.
zh_cn: 在 320px 视口上，页眉图像的最小高度（像素）。默认值 210。
zh_tw: 在 320px 視窗中頁首圖片的最小高度（像素）。預設值為 210。

source: Minimalist
vi_vn: Tối giản
zh_cn: 极简主义
zh_tw: 極簡

source: Minimalist mode
vi_vn: Chế độ tối giản
zh_cn: 极简模式
zh_tw: 極簡模式

source: Minimum card width in pixels (still limited by space); affects card scale. Default 308.
vi_vn: Chiều rộng thẻ tối thiểu tính bằng pixel (vẫn bị giới hạn bởi không gian); ảnh hưởng đến tỷ lệ thẻ. Mặc định 308.
zh_cn: 卡片最小宽度（像素）（仍受空间限制）；影响卡片缩放。默认值 308。
zh_tw: 卡片的最小寬度（像素，仍受空間限制）；影響卡片縮放。預設值為 308。

source: Minimum font size in pixels of the site title on 320px viewports. Default 32.
vi_vn: Kích thước phông chữ tối thiểu tính bằng pixel của tiêu đề trang trên khung nhìn 320px. Mặc định 32.
zh_cn: 在 320px 视口上，站点标题的最小字体大小（像素）。默认值 32。
zh_tw: 在 320px 視窗中網站標題的最小字型大小（像素）。預設值為 32。

source: Minimum font size in pixels of the tagline on 320px viewports. Default 13.
vi_vn: Kích thước phông chữ tối thiểu tính bằng pixel của khẩu hiệu trên khung nhìn 320px. Mặc định 13.
zh_cn: 在 320px 视口上，标语的最小字体大小（像素）。默认值 13。
zh_tw: 在 320px 視窗中標語的最小字型大小（像素）。預設值為 13。

source: Minimum Height
vi_vn: Chiều cao tối thiểu
zh_cn: 最小高度
zh_tw: 最小高度

source: Minimum height of the header section in pixels on the smallest viewport. Default 190.
vi_vn: Chiều cao tối thiểu của phần đầu trang tính bằng pixel trên khung nhìn nhỏ nhất. Mặc định 190.
zh_cn: 在最小视口上，页眉部分的最小高度（像素）。默认值 190。
zh_tw: 在最小視窗中頁首區段的最小高度（像素）。預設值為 190。

source: Minimum height of the logo in pixels on 320px viewports, which some header types limit further. Default 210.
vi_vn: Chiều cao tối thiểu của logo tính bằng pixel trên khung nhìn 320px, một số kiểu đầu trang có thể giới hạn thêm. Mặc định 210.
zh_cn: 在 320px 视口上，Logo的最小高度（像素），某些页眉类型会进一步限制。默认值 210。
zh_tw: 在 320px 視窗中標誌的最小高度（像素），某些頁首類型會進一步限制。預設值為 210。

source: Minimum of the horizontal spacing in pixels on 480px viewports. Default 20.
vi_vn: Khoảng cách ngang tối thiểu tính bằng pixel trên khung nhìn 480px. Mặc định 20.
zh_cn: 在 480px 视口上，水平间距的最小值（像素）。默认值 20。
zh_tw: 480px 視窗寬度下的最小水平間距 (像素)。預設為 20。

source: Minimum of the small horizontal spacing in pixels on 320px viewports. Default 10.
vi_vn: Khoảng cách ngang nhỏ tối thiểu tính bằng pixel trên khung nhìn 320px. Mặc định 10.
zh_cn: 在 320px 视口中，小水平间距的最小值（像素）。默认值 10。
zh_tw: 320px 視窗寬度下的最小水平間距 (像素)。預設為 10。

source: Minimum of the vertical spacing in pixels on the smallest viewport. Default 24.
vi_vn: Khoảng cách dọc tối thiểu tính bằng pixel trên khung nhìn nhỏ nhất. Mặc định 24.
zh_cn: 在最小视口上，垂直间距的最小值（像素）。默认值 24。
zh_tw: 最小視窗寬度下的最小垂直間距 (像素)。預設為 24。

source: Minutes a comment can be edited
vi_vn: Số phút một bình luận có thể được chỉnh sửa
zh_cn: 评论可被编辑的分钟数
zh_tw: 評論可編輯的分鐘數

# Mobile menu label
source: Menu
vi_vn: Danh mục
zh_cn: 菜单
zh_tw: 選單

source: Mobile Menu Style
vi_vn: Kiểu Menu Di động
zh_cn: 移动菜单样式
zh_tw: 行動版選單樣式

source: Mobile Navigation Menu
vi_vn: Menu Điều hướng Di động
zh_cn: 移动导航菜单
zh_tw: 行動版導覽選單

source: Mobile Navigation Style
vi_vn: Kiểu Điều hướng Di động
zh_cn: 移动导航样式
zh_tw: 行動版導覽樣式

source: Moderation actions directly in the comment section.
vi_vn: Các hành động kiểm duyệt trực tiếp trong phần bình luận.
zh_cn: 直接在评论区进行审核操作。
zh_tw: 直接在評論區塊進行審核操作。

source: Moderation Flags
vi_vn: Cờ Kiểm duyệt
zh_cn: 审核标记
zh_tw: 審核標記

source: Moderation Message
vi_vn: Thông báo Kiểm duyệt
zh_cn: 审核消息
zh_tw: 審核訊息

source: Moderator
vi_vn: Kiểm duyệt viên
zh_cn: 版主
zh_tw: 版主

source: Moderator capabilities have been updated.
vi_vn: Quyền hạn của kiểm duyệt viên đã được cập nhật.
zh_cn: 版主权限已更新。
zh_tw: 版主權限已更新。

source: Moderator role added.
vi_vn: Đã thêm vai trò kiểm duyệt viên.
zh_cn: 已添加版主角色。
zh_tw: 已新增版主角色。

source: Moderator role could not be added or already exists.
vi_vn: Không thể thêm vai trò kiểm duyệt viên hoặc vai trò này đã tồn tại.
zh_cn: 无法添加版主角色或该角色已存在。
zh_tw: 無法新增版主角色，或是該角色已存在。

source: Moderator role has been added.
vi_vn: Vai trò kiểm duyệt viên đã được thêm.
zh_cn: 已添加版主角色。
zh_tw: 版主角色已新增。

source: Moderator role has been removed.
vi_vn: Vai trò kiểm duyệt viên đã bị xóa.
zh_cn: 已移除版主角色。
zh_tw: 版主角色已移除。

source: Modern browsers and servers can handle multiple scripts in parallel, eliminating the need to bundle them into one large file. This allows the theme to selectively load scripts as needed. Unless you are sure of what you are doing, it is best to leave this setting off.
vi_vn: Các trình duyệt và máy chủ hiện đại có thể xử lý nhiều tập lệnh song song, loại bỏ nhu cầu gộp chúng vào một tệp lớn. Điều này cho phép giao diện tải các tập lệnh một cách chọn lọc khi cần thiết. Trừ khi bạn chắc chắn về những gì mình đang làm, tốt nhất nên tắt cài đặt này.
zh_cn: 现代浏览器和服务器可以并行处理多个脚本，无需将它们捆绑成一个大文件。这使得主题可以根据需要选择性地加载脚本。除非你确定自己在做什么，否则最好关闭此设置。
zh_tw: 現代瀏覽器和伺服器可以平行處理多個指令碼，因此無需將它們打包成一個大型檔案。這允許佈景主題根據需要選擇性地載入指令碼。除非您確定自己在做什麼，否則最好關閉此設定。

source: Modified
vi_vn: Đã chỉnh sửa
zh_cn: 已修改
zh_tw: 已修改

source: Modifies the calculation of the dynamic card font sizes in fractions of pixels. Default 0.
vi_vn: Điều chỉnh cách tính kích thước phông chữ thẻ động theo đơn vị phân số pixel. Mặc định 0.
zh_cn: 修改动态卡片字体大小的计算，以像素的小数表示。默认值 0。
zh_tw: 以像素分數修改動態卡片字型大小的計算。預設為 0。

source: Modifies the lower end of the dynamic card font sizes in fractions of pixels. Default 0.
vi_vn: Điều chỉnh giới hạn dưới của kích thước phông chữ thẻ động theo đơn vị phân số pixel. Mặc định 0.
zh_cn: 修改动态卡片字体大小的下限，以像素的小数表示。默认值 0。
zh_tw: 以像素分數修改動態卡片字型大小的下限。預設為 0。

source: Modifies the upper end of the dynamic card font sizes in fractions of pixels. Default 0.
vi_vn: Điều chỉnh giới hạn trên của kích thước phông chữ thẻ động theo đơn vị phân số pixel. Mặc định 0.
zh_cn: 修改动态卡片字体大小的上限，以像素的小数表示。默认值 0。
zh_tw: 以像素分數修改動態卡片字型大小的上限。預設為 0。

source: Monitor posts for suspicious content
vi_vn: Theo dõi các bài viết để phát hiện nội dung khả nghi
zh_cn: 监控文章是否存在可疑内容
zh_tw: 監控文章中是否有可疑內容

source: Most spam bots run on minimal resources because operating them costs time and money. This is why they usually do not run JavaScript when attacking a site — it is too expensive, and your site likely is not worth the extra effort. Therefore, making JavaScript a requirement typically stops all spam until you become a more attractive target or someone specifically targets you.
vi_vn: Hầu hết các bot spam chạy trên tài nguyên tối thiểu vì việc vận hành chúng tốn thời gian và tiền bạc. Đây là lý do tại sao chúng thường không chạy JavaScript khi tấn công một trang web — nó quá tốn kém, và trang web của bạn có lẽ không xứng đáng với nỗ lực thêm đó. Do đó, việc yêu cầu JavaScript thường sẽ chặn mọi nội dung rác cho đến khi bạn trở thành một mục tiêu hấp dẫn hơn hoặc có ai đó cụ thể nhắm mục tiêu vào bạn.
zh_cn: 大多数垃圾邮件机器人运行在最低资源上，因为操作它们需要时间和金钱。这就是为什么它们在攻击网站时通常不运行JavaScript——成本太高，而你的网站可能不值得付出额外的努力。因此，将JavaScript设为要求通常会阻止所有垃圾邮件，直到你成为一个更具吸引力的目标或有人专门针对你。
zh_tw: 大多數垃圾訊息機器人以最低資源運作，因為操作它們需要花費時間和金錢。這就是為什麼它們在攻擊網站時通常不執行 JavaScript —— 因為這太昂貴了，而且您的網站可能不值得投入額外精力。因此，將 JavaScript 設為必要條件通常可以停止所有垃圾訊息，直到您成為更有吸引力的目標或有人專門針對您為止。

source: MU-Plugin disabled successfully.
vi_vn: Đã vô hiệu hóa MU-Plugin thành công.
zh_cn: MU-插件已成功禁用。
zh_tw: MU-Plugin 已成功停用。

source: MU-Plugin enabled successfully.
vi_vn: Đã kích hoạt MU-Plugin thành công.
zh_cn: MU-插件已成功启用。
zh_tw: MU-Plugin 已成功啟用。

source: Multi-purpose color of the "alpha" bookmark.
vi_vn: Màu đa năng của dấu trang "alpha".
zh_cn: “alpha”书签的多用途颜色。
zh_tw: 「alpha」書籤的多用途顏色。

source: Multi-purpose color of the "beta" bookmark.
vi_vn: Màu đa năng của dấu trang "beta".
zh_cn: “beta”书签的多用途颜色。
zh_tw: 「beta」書籤的多用途顏色。

source: Multi-purpose color of the "delta" bookmark.
vi_vn: Màu đa năng của dấu trang "delta".
zh_cn: “delta”书签的多用途颜色。
zh_tw: 「delta」書籤的多用途顏色。

source: Multi-purpose color of the "gamma" bookmark.
vi_vn: Màu đa năng của dấu trang "gamma".
zh_cn: “gamma”书签的多用途颜色。
zh_tw: 「gamma」書籤的多用途顏色。

source: Multiplier for displayed word counts
vi_vn: Hệ số nhân cho số lượng từ hiển thị
zh_cn: 显示字数的乘数
zh_tw: 顯示字數的倍率

source: Multiplier for the card cover width. Default 1.
vi_vn: Hệ số nhân cho chiều rộng ảnh bìa thẻ. Mặc định 1.
zh_cn: 卡片封面宽度的乘数。默认值 1。
zh_tw: 卡片封面寬度的倍率。預設值為 1。

source: Multiplier for the grid column gap. Default 1.
vi_vn: Hệ số nhân cho khoảng cách cột của lưới. Mặc định 1.
zh_cn: 网格列间距的乘数。默认值 1。
zh_tw: 網格欄間距的倍率。預設值為 1。

source: Multiplier for the grid row gap. Default 1.
vi_vn: Hệ số nhân cho khoảng cách hàng của lưới. Mặc định 1.
zh_cn: 网格行间距的乘数。默认值 1。
zh_tw: 網格列間距的倍率。預設值為 1。

source: n/a
vi_vn: không có
zh_tw: 不適用

source: N/A (%s)
zh_tw: 不適用 (%s)

source: Name
vi_vn: Tên
zh_cn: 名称
zh_tw: 名稱

source: Name *
vi_vn: Tên *
zh_cn: 名称 *
zh_tw: 名稱 *

source: Navigation
vi_vn: Điều hướng
zh_cn: 导航
zh_tw: 導覽

source: Navigation Bar
vi_vn: Thanh điều hướng
zh_cn: 导航栏
zh_tw: 導覽列

source: Navigation Item Font
vi_vn: Font chữ mục điều hướng
zh_cn: 导航项字体
zh_tw: 導覽項目字型

source: Navigation Menu
vi_vn: Menu điều hướng
zh_cn: 导航菜单
zh_tw: 導覽選單

source: Nested Border Radius Multiplier
vi_vn: Hệ số nhân bán kính viền lồng nhau
zh_cn: 嵌套边框圆角乘数
zh_tw: 嵌套邊框圓角倍率

source: Nested border-radii can look bad if too large, which you can offset here. Default 1.
vi_vn: Các bán kính viền (border-radius) lồng nhau có thể trông không đẹp nếu quá lớn, bạn có thể điều chỉnh tại đây. Mặc định là 1.
zh_cn: 嵌套的边框圆角如果太大可能不好看，你可以在这里进行偏移调整。默认值 1。
zh_tw: 嵌套的邊框圓角如果太大可能會很難看，您可以在此進行偏移。預設值為 1。

source: New
vi_vn: Mới
zh_cn: 新
zh_tw: 新增

source: New Chapter
vi_vn: Chương mới
zh_cn: 新章节
zh_tw: 新章節

source: New Character Name
vi_vn: Tên nhân vật mới
zh_cn: 新角色名称
zh_tw: 新角色名稱

source: New Collection
vi_vn: Bộ sưu tập mới
zh_cn: 新合集
zh_tw: 新收藏

source: New Content Warning Name
vi_vn: Tên cảnh báo nội dung mới
zh_cn: 新内容警告名称
zh_tw: 新內容警示名稱

source: New Fandom Name
vi_vn: Tên Fandom mới
zh_cn: 新同人圈名称
zh_tw: 新同人圈名稱

source: New Genre Name
vi_vn: Tên thể loại mới
zh_cn: 新类型名称
zh_tw: 新類型名稱

source: New Recommendation
vi_vn: Đề cử mới
zh_cn: 新推荐
zh_tw: 新推薦

source: New Role Name
vi_vn: Tên vai trò mới
zh_cn: 新角色名称
zh_tw: 新角色職位名稱

source: New Story
vi_vn: Truyện mới
zh_cn: 新作品
zh_tw: 新故事

source: Next Font
vi_vn: Font chữ kế tiếp
zh_cn: 下一个字体
zh_tw: 下一個字體

source: Nickname
vi_vn: Biệt danh
zh_cn: 昵称
zh_tw: 暱稱

source: No
vi_vn: Không
zh_cn: 否
zh_tw: 否

source: No (more) posts found.
vi_vn: Không tìm thấy (thêm) bài viết nào.
zh_cn: 未找到（更多）文章。
zh_tw: 找不到（更多）文章。

source: No bookmarks.
vi_vn: Không có dấu trang.
zh_cn: 无书签。
zh_tw: 沒有書籤。

source: No chapters found
vi_vn: Không tìm thấy chương nào
zh_cn: 未找到章节
zh_tw: 找不到章節

source: No chapters found in Trash
vi_vn: Không tìm thấy chương nào trong Thùng rác
zh_cn: 回收站中未找到章节
zh_tw: 垃圾桶中找不到任何章節。

source: No chapters found.
vi_vn: Không tìm thấy chương nào.
zh_cn: 未找到章节。
zh_tw: 找不到任何章節。

source: No chapters published yet.
vi_vn: Chưa có chương nào được xuất bản.
zh_cn: 尚无章节发布。
zh_tw: 尚未發佈任何章節。

source: No collections found
vi_vn: Không tìm thấy bộ sưu tập nào
zh_cn: 未找到合集
zh_tw: 找不到任何合集

source: No collections found in Trash
vi_vn: Không tìm thấy bộ sưu tập nào trong Thùng rác
zh_cn: 回收站中未找到合集
zh_tw: 垃圾桶中找不到任何合集

source: No collections found.
vi_vn: Không tìm thấy bộ sưu tập nào.
zh_cn: 未找到合集。
zh_tw: 找不到任何合集。

source: No description provided yet.
vi_vn: Chưa có mô tả nào.
zh_cn: 尚无描述。
zh_tw: 尚未提供說明。

source: No description yet.
vi_vn: Chưa có mô tả.
zh_cn: 尚无描述。
zh_tw: 尚未有說明。

source: No groups found.
vi_vn: Không tìm thấy nhóm nào.
zh_cn: 未找到组。
zh_tw: 找不到任何群組。

source: no keys disabled
vi_vn: không có khóa nào bị vô hiệu hóa
zh_cn: 无密钥被禁用
zh_tw: 未停用任何金鑰

source: No matching posts found.
vi_vn: Không tìm thấy bài viết phù hợp.
zh_cn: 未找到匹配的文章。
zh_tw: 找不到符合的文章。

source: No more continuous requests for near real-time updates and autosaves, which can strain the server.
vi_vn: Không còn các yêu cầu liên tục để cập nhật và tự động lưu trong thời gian thực, điều này giúp giảm tải cho máy chủ.
zh_cn: 不再需要近乎实时的更新和自动保存的连续请求，这可能会给服务器带来压力。
zh_tw: 不再持續要求近乎即時的更新與自動儲存，這可能會對伺服器造成壓力。

source: No more results.
vi_vn: Không còn kết quả nào.
zh_cn: 没有更多结果。
zh_tw: 沒有更多結果。

source: No public comments to display.
vi_vn: Không có bình luận công khai nào để hiển thị.
zh_cn: 没有可显示的公开评论。
zh_tw: 沒有可顯示的公開留言。

source: No recommendations found
vi_vn: Không tìm thấy đề cử nào
zh_cn: 未找到推荐
zh_tw: 找不到任何推薦

source: No recommendations found in Trash
vi_vn: Không tìm thấy đề cử nào trong Thùng rác
zh_cn: 回收站中未找到推荐
zh_tw: 在垃圾桶中找不到任何推薦

source: No recommendations found.
vi_vn: Không tìm thấy đề cử nào.
zh_cn: 未找到推荐。
zh_tw: 找不到任何推薦。

source: No recommendations published yet.
vi_vn: Chưa có đề cử nào được đăng.
zh_cn: 尚无推荐发布。
zh_tw: 尚未發佈任何推薦。

source: No results.
vi_vn: Không có kết quả.
zh_cn: 无结果。
zh_tw: 沒有結果。

# No selection page assignment.
source: None
vi_vn: Không chọn
zh_cn: 无
zh_tw: 無

source: No stories found
vi_vn: Không tìm thấy truyện nào
zh_cn: 未找到作品
zh_tw: 找不到任何故事

source: No stories found in Trash
vi_vn: Không tìm thấy truyện nào trong Thùng rác
zh_cn: 回收站中未找到作品
zh_tw: 在垃圾桶中找不到任何故事

source: No stories found.
vi_vn: Không tìm thấy truyện nào.
zh_cn: 未找到作品。
zh_tw: 找不到任何故事。

source: No stories published yet.
vi_vn: Chưa có truyện nào được đăng.
zh_cn: 尚无作品发布。
zh_tw: 尚未發佈任何故事。

source: No taxonomies specified yet.
vi_vn: Chưa có phân loại nào được chỉ định.
zh_cn: 尚未指定分类法。
zh_tw: 尚未指定任何分類法。

source: No Title Page
vi_vn: Trang không có tiêu đề
zh_cn: 无标题页
zh_tw: 無標題頁

source: None
vi_vn: Không có
zh_cn: 无
zh_tw: 無

source: Not by default compatible with all image CDNs.
vi_vn: Theo mặc định, không tương thích với tất cả các CDN hình ảnh.
zh_cn: 默认情况下不与所有图像CDN兼容。
zh_tw: 預設情況下不與所有圖片 CDN 相容。

source: Nothing to show.
vi_vn: Không có nội dung để hiển thị.
zh_cn: 无内容显示。
zh_tw: 沒有內容可以顯示。

source: Notice above comments
vi_vn: Thông báo phía trên bình luận
zh_cn: 评论上方通知
zh_tw: 評論上方的公告

source: Notice above comments. Leave empty to hide. HTML allowed.
vi_vn: Thông báo phía trên bình luận. Để trống để ẩn. Cho phép sử dụng HTML.
zh_cn: 评论上方通知。留空则隐藏。允许使用HTML。
zh_tw: 留言上方的提示。留空則隱藏。允許 HTML。

source: Notify commenters about replies via email (if provided).
vi_vn: Thông báo cho người bình luận về phản hồi qua email (nếu được cung cấp).
zh_cn: 通过电子邮件通知评论者有关回复的信息（如果提供了邮箱）。
zh_tw: 透過電子郵件通知留言者關於回覆的訊息 (如果提供)。

source: OAuth 2.0 authentication not enabled or Patreon client not set up.
vi_vn: Xác thực OAuth 2.0 chưa được bật hoặc Patreon client chưa được thiết lập.
zh_cn: 未启用 OAuth 2.0 认证或未设置 Patreon 客户端。
zh_tw: OAuth 2.0 身份驗證未啟用或 Patreon 用戶端未設定。

source: OAuth 2.0 Connections
vi_vn: Kết nối OAuth 2.0
zh_cn: OAuth 2.0 连接
zh_tw: OAuth 2.0 連線

# OAuth 2.0 login option plus appended icon.
source: Log in with
vi_vn: Đăng nhập bằng
zh_cn: 使用...登录
zh_tw: 使用以下方式登入

source: OAuth cookie expiration days
vi_vn: Số ngày hết hạn cookie OAuth
zh_cn: OAuth Cookie 过期天数
zh_tw: OAuth Cookie 過期天數

source: Offensive
vi_vn: Khiếm nhã
zh_cn: 冒犯性内容
zh_tw: 冒犯性

source: Offensive comments cannot be edited.
vi_vn: Không thể chỉnh sửa các bình luận khiếm nhã.
zh_cn: 冒犯性评论不可编辑。
zh_tw: 冒犯性留言無法編輯。
