Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Used for the &ltbody>, unset checkmarks, tab hovers, tags, loading shapes, disabled primary buttons, any secondary button borders, secondary and warning tag borders, navigation subitem hovers, pagination number hovers, and the default mobile menu.
vi_vn: Dùng cho &ltbody>, các dấu tích chưa chọn, di chuột tab, thẻ phân loại, hình khối lúc tải, nút chính bị vô hiệu hóa, viền nút phụ, viền thẻ phụ và thẻ cảnh báo, di chuột mục con điều hướng, di chuột số trang và trình đơn di động mặc định.
zh_cn: 用于 &ltbody>、未设置的检查标记、选项卡悬停、标签、加载形状、禁用的主按钮、任何次按钮边框、次和警告标签边框、导航子项悬停、页码悬停以及默认移动菜单。
zh_tw: 用於 &ltbody>、未勾選的核取方塊、分頁標籤暫留、標籤、載入形狀、停用的主要按鈕、任何次要按鈕邊框、次要與警告標籤邊框、導覽子項目暫留、分頁數字暫留及預設行動選單。

source: Used for the card content. Defaults to secondary font.
vi_vn: Dùng cho nội dung của thẻ (card). Mặc định là phông chữ phụ.
zh_cn: 用于卡片内容。默认为次字体。
zh_tw: 用於卡片內容。預設為次要字體。

source: Used for the card titles. Defaults to heading font.
vi_vn: Dùng cho tiêu đề của thẻ (card). Mặc định là phông chữ tiêu đề.
zh_cn: 用于卡片标题。默认为标题字体。
zh_tw: 用於卡片標題。預設為標題字體。

source: Used for the chapter progress fill, dashed horizontal lines, the current pagination number, and secondary button border hovers.
vi_vn: Dùng cho phần tiến trình chương, các đường kẻ ngang đứt nét, số trang hiện tại và hiệu ứng di chuột viền nút phụ.
zh_cn: 用于章节进度填充、虚线水平线、当前页码和次按钮边框悬停。
zh_tw: 用於章節進度填充、虛線水平線、目前的頁碼及次要按鈕邊框暫留。

source: Used for the isolated footer, TTS interface, image placeholders, and consent banner.
vi_vn: Dùng cho chân trang tách biệt, giao diện TTS, khung ảnh chờ và biểu ngữ chấp thuận.
zh_cn: 用于独立页脚、TTS界面、图像占位符和同意横幅。
zh_tw: 用於獨立頁尾、TTS 介面、圖片預留位置和同意橫幅。

source: Used for the items in the navigation bar. Defaults to primary font.
vi_vn: Dùng cho các mục trong thanh điều hướng. Mặc định là phông chữ chính.
zh_cn: 用于导航栏中的项目。默认为主字体。
zh_tw: 用於導覽列中的項目。預設為主要字體。

source: Used for the links in card lists. Defaults to secondary font.
vi_vn: Dùng cho các liên kết trong danh sách thẻ. Mặc định là phông chữ phụ.
zh_cn: 用于卡片列表中的链接。默认为次字体。
zh_tw: 用於卡片列表中的連結。預設為次要字體。

source: Used for the page, slide-in mobile menu, password cutouts and submit label, and read ribbon.
vi_vn: Dùng cho trang, trình đơn di động dạng trượt, ô cắt mật khẩu và nhãn gửi, ruy-băng đọc.
zh_cn: 用于页面、滑动移动菜单、密码切口和提交标签以及阅读色带。
zh_tw: 用於頁面、側入式行動選單、密碼遮罩與送出標籤，以及閱讀絲帶。

source: Used for the page, slide-in mobile menu, password cutouts, and navigation subitem dividers.
vi_vn: Dùng cho trang, trình đơn di động dạng trượt, ô cắt mật khẩu và đường phân cách mục con của thanh điều hướng.
zh_cn: 用于页面、滑动移动菜单、密码切口和导航子项分隔线。
zh_tw: 用於頁面、側入式行動選單、密碼遮罩，以及導覽子項目分隔線。

source: Used for the site title and tagline. Defaults to heading font.
vi_vn: Dùng cho tiêu đề trang và khẩu hiệu (tagline). Mặc định là phông chữ tiêu đề.
zh_cn: 用于站点标题和标语。默认为标题字体。
zh_tw: 用於網站標題與標語。預設為標題字體。

source: Used for the site title plus articles, chapters, and cards. Default "Open Sans".
vi_vn: Dùng cho tiêu đề trang cùng với các bài viết, chương và thẻ. Mặc định là "Open Sans".
zh_cn: 用于站点标题以及文章、章节和卡片。默认为“Open Sans”。
zh_tw: 用於網站標題以及文章、章節與卡片。預設為 "Open Sans"。

source: Used for the site, card footers, card overlays, and card frame borders.
vi_vn: Dùng cho trang web, chân trang của thẻ, lớp phủ thẻ và viền khung thẻ.
zh_cn: 用于站点、卡片页脚、卡片覆盖层和卡片框架边框。
zh_tw: 用於網站、卡片頁尾、卡片疊加層與卡片框架邊框。

source: Used for the site.
vi_vn: Dùng cho toàn trang web.
zh_cn: 用于站点。
zh_tw: 用於網站。

source: Used for the title on chapter pages. Defaults to heading font.
vi_vn: Dùng cho tiêu đề trên các trang chương. Mặc định là phông chữ tiêu đề.
zh_cn: 用于章节页面上的标题。默认为标题字体。
zh_tw: 用於章節頁面的標題。預設為標題字體。

source: Used for the title on story pages. Defaults to heading font.
vi_vn: Dùng cho tiêu đề trên các trang truyện. Mặc định là phông chữ tiêu đề.
zh_cn: 用于作品页面上的标题。默认为标题字体。
zh_tw: 用於故事頁面的標題。預設為標題字型。

source: Used for the title row in chapter lists. Defaults to primary font.
vi_vn: Dùng cho hàng tiêu đề trong danh sách chương. Mặc định là phông chữ chính.
zh_cn: 用于章节列表中的标题行。默认为主字体。
zh_tw: 用於章節列表中的標題列。預設為主要字型。

source: Used in dark mode if no header image has been selected. Default none.
vi_vn: Được dùng trong chế độ tối nếu không chọn ảnh đầu trang. Mặc định là không có.
zh_cn: 在深色模式下使用，如果未选择页眉图像。默认为无。
zh_tw: 用於深色模式 (若未選擇頁首圖片)。預設為無。

source: Used in light mode if no header image has been selected. Default none.
vi_vn: Được dùng trong chế độ sáng nếu không chọn ảnh đầu trang. Mặc định là không có.
zh_cn: 在浅色模式下使用，如果未选择页眉图像。默认为无。
zh_tw: 用於淺色模式 (若未選擇頁首圖片)。預設為無。

source: Used in rich snippets. Don’t forget to purge all SEO schemas after updating.
vi_vn: Được dùng trong các đoạn mã chi tiết (rich snippets). Đừng quên xóa sạch tất cả cấu trúc SEO sau khi cập nhật.
zh_cn: 用于富摘要。更新后别忘了清除所有SEO模式图。
zh_tw: 用於複合式搜尋結果。更新後請記得清除所有 SEO 結構化資料。

source: Used where the image is wider than high.
vi_vn: Dùng cho trường hợp hình ảnh có chiều rộng lớn hơn chiều cao.
zh_cn: 在图像宽大于高的地方使用。
zh_tw: 用於圖片寬度大於高度的情況。

source: User
vi_vn: Người dùng
zh_cn: 用户
zh_tw: 使用者

source: User Agent
zh_cn: 用户代理
zh_tw: 使用者代理 (User Agent)

source: User Flags:
vi_vn: Cờ người dùng:
zh_cn: 用户标记：
zh_tw: 使用者旗標：

source: User ID
vi_vn: ID người dùng
zh_cn: 用户ID
zh_tw: 使用者 ID

source: User Profile
vi_vn: Hồ sơ người dùng
zh_cn: 用户资料
zh_tw: 使用者個人資料

source: User Reports:
vi_vn: Báo cáo từ người dùng:
zh_cn: 用户举报：
zh_tw: 使用者檢舉：

source: User role too high.
vi_vn: Vai trò người dùng quá cao.
zh_cn: 用户角色过高。
zh_tw: 使用者角色權限過高。

source: User role too high. Please ask an administrator.
vi_vn: Vai trò người dùng quá cao. Vui lòng yêu cầu quản trị viên.
zh_cn: 用户角色过高。请询问管理员。
zh_tw: 使用者角色權限過高。請詢問管理員。

# Username profile label with user ID.
source: Username (ID: %s)
vi_vn: Tên người dùng (ID: %s)
zh_cn: 用户名（ID：%s）
zh_tw: 使用者名稱 (ID: %s)

source: Users registered with an external account normally get the username of said account, with suffix if necessary. But some providers use real names, such as Google, and that can be a privacy concern. Since the display name is independent of the username, assigning a randomly generated one is a simple solution.
vi_vn: Người dùng đăng ký bằng tài khoản bên ngoài thường nhận được tên người dùng của tài khoản đó, kèm theo hậu tố nếu cần thiết. Tuy nhiên, một số nhà cung cấp sử dụng tên thật, chẳng hạn như Google, và điều đó có thể gây lo ngại về quyền riêng tư. Vì tên hiển thị độc lập với tên người dùng, việc chỉ định một tên người dùng được tạo ngẫu nhiên là một giải pháp đơn giản.
zh_cn: 使用外部账户注册的用户通常获得该账户的用户名，必要时加上后缀。但一些提供商使用真实姓名，例如Google，这可能涉及隐私问题。由于显示名称独立于用户名，分配一个随机生成的用户名是一个简单的解决方案。
zh_tw: 使用外部帳號註冊的使用者通常會取得該帳號的使用者名稱，並在必要時加上後綴。但某些提供者 (例如 Google) 會使用真實姓名，這可能會產生隱私疑慮。由於顯示名稱與使用者名稱是獨立的，因此指派隨機產生的名稱是一個簡單的解決方案。

source: Version %s
vi_vn: Phiên bản %s
zh_cn: 版本 %s
zh_tw: 版本 %s

source: Version (Total)
vi_vn: Phiên bản (Tổng cộng)
zh_cn: 版本（总计）
zh_tw: 版本 (總計)

source: Vertical Spacing - Maximum
vi_vn: Giãn cách dọc - Tối đa
zh_cn: 垂直间距 - 最大值
zh_tw: 垂直間距 - 最大值

source: Vertical Spacing - Minimum
vi_vn: Giãn cách dọc - Tối thiểu
zh_cn: 垂直间距 - 最小值
zh_tw: 垂直間距 - 最小值

source: View Chapter
vi_vn: Xem chương
zh_cn: 查看章节
zh_tw: 檢視章節

source: View Chapters
vi_vn: Xem các chương
zh_cn: 查看章节
zh_tw: 檢視章節

source: View Collection
vi_vn: Xem bộ sưu tập
zh_cn: 查看合集
zh_tw: 檢視收藏

source: View Collections
vi_vn: Xem các bộ sưu tập
zh_cn: 查看合集
zh_tw: 檢視收藏

source: View Recommendation
vi_vn: Xem đề cử
zh_cn: 查看推荐
zh_tw: 檢視推薦

source: View Recommendations
vi_vn: Xem các đề cử
zh_cn: 查看推荐
zh_tw: 檢視推薦

source: View Stories
vi_vn: Xem các truyện
zh_cn: 查看作品
zh_tw: 檢視故事

source: View Story
vi_vn: Xem truyện
zh_cn: 查看作品
zh_tw: 檢視故事

source: View Transition
vi_vn: Hiệu ứng chuyển cảnh
zh_cn: 视图过渡
zh_tw: 檢視轉場

# Volume for text-to-speech voice.
source: Volume
vi_vn: Âm lượng
zh_cn: 音量
zh_tw: 音量

source: Warning note shown above chapters.
vi_vn: Ghi chú cảnh báo hiển thị phía trên các chương.
zh_cn: 显示在章节上方的警告备注。
zh_tw: 顯示在章節上方的警告備註。

source: Warning Notes
vi_vn: Ghi chú cảnh báo
zh_cn: 警告备注
zh_tw: 警告備註

source: Warning shown in chapter lists.
vi_vn: Cảnh báo hiển thị trong danh sách chương.
zh_cn: 在章节列表中显示的警告。
zh_tw: 顯示在章節列表中的警告。

source: We use cookies to enhance your browsing experience, serve personalized content, and analyze our traffic. Some features are not available without, but you can limit the site to strictly necessary cookies only. See <a href="[[privacy_policy_url]]" target="_blank" tabindex="1">Privacy Policy</a>.
vi_vn: Chúng tôi sử dụng cookie để nâng cao trải nghiệm duyệt web của bạn, cung cấp nội dung được cá nhân hóa và phân tích lưu lượng truy cập. Một số tính năng sẽ không khả dụng nếu không có cookie, nhưng bạn có thể giới hạn trang web chỉ sử dụng các cookie thực sự cần thiết. Xem <a href="[[privacy_policy_url]]" target="_blank" tabindex="1">Chính sách bảo mật</a>.
zh_cn: 我们使用Cookie来增强你的浏览体验、提供个性化内容并分析流量。某些功能需启用Cookie，但你可以将网站限制为仅使用严格必要的Cookie。请参阅<a href="[[privacy_policy_url]]" target="_blank" tabindex="1">隐私政策</a>。
zh_tw: 我們使用 Cookie 來提升您的瀏覽體驗、提供個人化內容並分析我們的流量。少了 Cookie，某些功能將無法使用，但您可以將網站限制為僅使用絕對必要的 Cookie。請參閱 <a href="[[privacy_policy_url]]" target="_blank" tabindex="1">隱私權政策</a>。

source: Website under planned maintenance. Please check back later.
vi_vn: Website đang được bảo trì theo kế hoạch. Vui lòng quay lại sau.
zh_cn: 网站计划维护中。请稍后再来查看。
zh_tw: 網站正在進行計劃性維護。請稍後再回來查看。

source: When you have multiple publishing authors.
vi_vn: Khi bạn có nhiều tác giả cùng đăng bài.
zh_cn: 当你有多个发表作者时。
zh_tw: 當您有多位發布作者時。

source: Whenever you change the chapter story and save.
vi_vn: Bất cứ khi nào bạn thay đổi truyện của chương và lưu lại.
zh_cn: 每当你更改章节作品并保存时。
zh_tw: 每當您變更章節故事並儲存時。

source: Width of the sidebar in pixels. Default 256.
vi_vn: Chiều rộng của thanh bên tính bằng pixel. Mặc định là 256.
zh_cn: 侧边栏宽度（像素）。默认值 256。
zh_tw: 側邊欄的寬度（像素）。預設為 256。

source: With this feature enabled, clicking on images in the page content will open a window overlay popup. This blocks some content and dims and disables the background to present the image more prominently.
vi_vn: Khi tính năng này được bật, việc nhấp vào hình ảnh trong nội dung trang sẽ mở ra một cửa sổ lớp phủ. Điều này sẽ chặn một phần nội dung, làm mờ và vô hiệu hóa nền để hiển thị hình ảnh nổi bật hơn.
zh_cn: 启用此功能后，点击页面内容中的图像将打开一个窗口覆盖层弹出框。这会遮挡部分内容，并使背景变暗和禁用，以更突出地展示图像。
zh_tw: 啟用此功能後，點擊頁面內容中的圖片將開啟視窗覆蓋彈出層。這會阻擋部分內容，並使背景變暗且停用，以便更突出地呈現圖片。

source: With this feature enabled, logged-in users can "follow" a story to receive on-site update alerts (separate feature) and track the story in their bookshelf (if set up). This feature is more useful if you host many ongoing stories. Otherwise, you may want to save server resources by keeping it disabled.
vi_vn: Khi tính năng này được bật, người dùng đã đăng nhập có thể "theo dõi" một truyện để nhận thông báo cập nhật trên trang (tính năng riêng biệt) và theo dõi truyện đó trong tủ sách của họ (nếu đã thiết lập). Tính năng này hữu ích hơn nếu bạn đăng nhiều truyện đang tiến hành. Nếu không, bạn có thể muốn tiết kiệm tài nguyên máy chủ bằng cách tắt nó.
zh_cn: 启用此功能后，登录用户可以“关注”一个作品，以接收站点内更新提醒（独立功能）并在书架中跟踪该作品（如果已设置）。如果你托管了许多连载中的作品，此功能更有用。否则，你可能希望禁用它以节省服务器资源。
zh_tw: 啟用此功能後，登入使用者可以「關注」故事，以接收站內更新通知（獨立功能），並在其書架中追蹤故事（如果已設定）。如果您主持許多連載中的故事，此功能會更有用。否則，您可能希望透過保持停用來節省伺服器資源。

source: With this feature enabled, logged-in users can mark chapters and stories as "read" and keep track of them in their bookshelf (if set up). This feature is more useful if you host many stories. Otherwise, you may want to save server resources by keeping it disabled.
vi_vn: Khi tính năng này được bật, người dùng đã đăng nhập có thể đánh dấu các chương và truyện là "đã đọc" và theo dõi chúng trong tủ sách của mình (nếu đã thiết lập). Tính năng này hữu ích hơn nếu bạn đăng nhiều truyện. Nếu không, bạn có thể muốn tiết kiệm tài nguyên máy chủ bằng cách tắt nó.
zh_cn: 启用此功能后，登录用户可以将章节和作品标记为“已读”，并在书架中跟踪它们（如果已设置）。如果你托管了许多作品，此功能更有用。否则，你可能希望禁用它以节省服务器资源。
zh_tw: 啟用此功能後，登入使用者可以將章節和故事標記為「已讀」，並在其書架中追蹤它們（如果已設定）。如果您主持許多故事，此功能會更有用。否則，您可能希望透過保持停用來節省伺服器資源。

source: With this feature enabled, logged-in users can set reminders for stories to keep track of them for a later date in their bookshelf (if set up). This feature is more useful if you host many stories. Otherwise, you may want to save server resources by keeping it disabled.
vi_vn: Khi tính năng này được bật, người dùng đã đăng nhập có thể đặt lời nhắc cho các truyện để theo dõi chúng vào lúc khác trong tủ sách của mình (nếu đã thiết lập). Tính năng này hữu ích hơn nếu bạn đăng nhiều truyện. Nếu không, bạn có thể muốn tiết kiệm tài nguyên máy chủ bằng cách tắt nó.
zh_cn: 启用此功能后，登录用户可以为作品设置提醒，以便在书架中稍后跟踪它们（如果已设置）。如果你托管了许多作品，此功能更有用。否则，你可能希望禁用它以节省服务器资源。
zh_tw: 啟用此功能後，登入使用者可以為故事設定提醒，以便日後在書架中追蹤（如果已設定）。如果您主持許多故事，此功能會更有用。否則，您可能希望透過保持停用來節省伺服器資源。

source: With this feature enabled, logged-in users will get on-site update alerts for followed stories (separate feature) and other selected posts. Note that this will increase your server load.
vi_vn: Khi tính năng này được bật, người dùng đã đăng nhập sẽ nhận được thông báo cập nhật trên trang cho các truyện đang theo dõi (tính năng riêng biệt) và các bài viết được chọn khác. Lưu ý rằng điều này sẽ làm tăng tải cho máy chủ của bạn.
zh_cn: 启用此功能后，登录用户将收到已关注作品（独立功能）和其他选定文章的站点内更新提醒。请注意，这将增加你的服务器负载。
zh_tw: 啟用此功能後，登入使用者將收到關注故事（獨立功能）和其他所選文章的站內更新通知。請注意，這將增加您的伺服器負載。

source: With this feature enabled, the editor displays a meta box where you can enter a title, <a href="%s" target="_blank" rel="noopener">description</a>, and image. The theme will then render relevant meta tags used by search engines, social media sites, and chat embeds. Whether these services actually use the provided data is ultimately up to them.
vi_vn: Khi tính năng này được bật, trình chỉnh sửa sẽ hiển thị một hộp meta nơi bạn có thể nhập tiêu đề, <a href="%s" target="_blank" rel="noopener">mô tả</a> và hình ảnh. Giao diện sau đó sẽ tạo các thẻ meta có liên quan được sử dụng bởi các công cụ tìm kiếm, mạng xã hội và bản nhúng trò chuyện. Việc các dịch vụ này có thực sự sử dụng dữ liệu được cung cấp hay không cuối cùng là tùy thuộc vào họ.
zh_cn: 启用此功能后，编辑器将显示一个元数据框，你可以在其中输入标题、<a href="%s" target="_blank" rel="noopener">描述</a>和图像。然后，主题将渲染供搜索引擎、社交媒体站点和聊天嵌入使用的相关元标签。这些服务是否实际使用提供的数据最终由它们决定。
zh_tw: 啟用此功能後，編輯器會顯示一個 Meta 框，您可以在其中輸入標題、<a href="%s" target="_blank" rel="noopener">描述</a>和圖片。佈景主題接著會渲染搜尋引擎、社群媒體網站和聊天嵌入使用的相關 Meta 標籤。這些服務是否實際使用提供的數據最終取決於它們。

source: With this feature enabled, users can click on chapter paragraphs to set a bookmark, which is stored in the local browser. Logged-in users will also benefit from bookmark synchronization across browsers and devices, though an account is not necessary for basic functionality.
vi_vn: Khi tính năng này được bật, người dùng có thể nhấp vào các đoạn văn trong chương để đặt dấu trang, thông tin này được lưu trữ trong trình duyệt cục bộ. Người dùng đã đăng nhập cũng sẽ được hưởng lợi từ việc đồng bộ hóa dấu trang giữa các trình duyệt và thiết bị, mặc dù không bắt buộc phải có tài khoản cho các chức năng cơ bản.
zh_cn: 启用此功能后，用户可以点击章节段落来设置书签，书签存储在本地浏览器中。登录用户还可以享受跨浏览器和设备的书签同步，尽管基本功能并不需要账户。
zh_tw: 啟用此功能後，使用者可以點擊章節段落來設定書籤，書籤會儲存在本地瀏覽器中。登入使用者還將受益於跨瀏覽器和裝置的書籤同步，儘管基本功能不需要帳號。

source: With this feature enabled, users can leave color-coded suggestions for improvements in the comments. To do so, they can simply click on a paragraph or highlight some text, then click the button to open the suggestion modal, make changes, and append the result to the comment form.
vi_vn: Khi tính năng này được bật, người dùng có thể để lại các gợi ý cải thiện được mã hóa màu sắc trong phần bình luận. Để thực hiện, họ chỉ cần nhấp vào một đoạn văn hoặc bôi đen văn bản, sau đó nhấp vào nút để mở khung gợi ý, thực hiện thay đổi và gửi kết quả vào biểu mẫu bình luận.
zh_cn: 启用此功能后，用户可以在评论中留下颜色编码的改进建议。为此，他们只需点击段落或高亮部分文本，然后点击按钮打开建议模态框，进行更改，并将结果附加到评论表单中。
zh_tw: 啟用此功能後，使用者可以在評論中留下顏色標記的改進建議。為此，他們只需點擊段落或反白顯示部分文字，然後點擊按鈕開啟建議模組、進行更改，並將結果附加到評論表單。

source: Without user permission, they show a 404 error page.
vi_vn: Nếu không có sự cho phép của người dùng, chúng sẽ hiển thị trang lỗi 404.
zh_cn: 未经用户许可，它们会显示404错误页面。
zh_tw: 在沒有使用者權限的情況下，它們會顯示 404 錯誤頁面。

# Word count caption in statistics.
source: Words
vi_vn: Chữ
zh_cn: 字数
zh_tw: 字數

# Word count in chapter list.
source: %s Words
vi_vn: %s chữ
zh_cn: %s 字
zh_tw: %s 字

# Word count in Latest * shortcode (type: list).
source: %s&nbsp;Words
vi_vn: %s&nbsp;chữ
zh_cn: %s 字
zh_tw: %s&nbsp;字

source: Words
vi_vn: Chữ
zh_cn: 字数
zh_tw: 字數

source: Words per minute
vi_vn: Số chữ mỗi phút
zh_cn: 每分钟字数
zh_tw: 每分鐘字數

source: WP Debug Log
vi_vn: Nhật ký gỡ lỗi WP
zh_cn: WP调试日志
zh_tw: WP 偵錯記錄

source: XML-RPC allows remote applications to interact with your site but can be a security risk, enabling brute-force and DDoS attacks. This is why it is disabled by default.
vi_vn: XML-RPC cho phép các ứng dụng từ xa tương tác với trang web của bạn nhưng có thể là một rủi ro bảo mật, tạo điều kiện cho các cuộc tấn công brute-force và DDoS. Đây là lý do tại sao nó được tắt theo mặc định.
zh_cn: XML-RPC允许远程应用程序与你的站点交互，但可能存在安全风险，可能启用暴力破解和DDoS攻击。这就是为什么它默认被禁用。
zh_tw: XML-RPC 允許遠端應用程式與您的網站互動，但可能存在安全風險，會導致暴力破解和 DDoS 攻擊。這就是為什麼它預設為停用。

source: Yes
vi_vn: Có
zh_cn: 是
zh_tw: 是

source: You are about to append the "fictioneer_chapter_hidden" (0) meta field to every chapter. Are you sure you want that?
vi_vn: Bạn sắp thêm trường meta "fictioneer_chapter_hidden" (0) vào mọi chương. Bạn có chắc chắn muốn thực hiện không?
zh_cn: 你即将向每个章节追加“fictioneer_chapter_hidden”（0）元字段。你确定要这样做吗？
zh_tw: 您即將把 "fictioneer_chapter_hidden" (0) 元欄位附加到每個章節。您確定要這樣做嗎？

source: You are about to append the "fictioneer_story_hidden" (0) meta field to every story. Are you sure you want that?
vi_vn: Bạn sắp thêm trường meta "fictioneer_story_hidden" (0) vào mọi truyện. Bạn có chắc chắn muốn thực hiện không?
zh_cn: 你即将向每个作品追加“fictioneer_story_hidden”（0）元字段。你确定要这样做吗？
zh_tw: 您即將把 "fictioneer_story_hidden" (0) 元欄位附加到每個故事。您確定要這樣做嗎？

source: You are about to append the "fictioneer_story_sticky" (0) meta field to every story. Are you sure you want that?
vi_vn: Bạn sắp thêm trường meta "fictioneer_story_sticky" (0) vào mọi truyện. Bạn có chắc chắn muốn thực hiện không?
zh_cn: 你即将向每个作品追加“fictioneer_story_sticky”（0）元字段。你确定要这样做吗？
zh_tw: 您即將把 "fictioneer_story_sticky" (0) 元欄位附加到每個故事。您確定要這樣做嗎？

source: You are currently following <strong>%1$s %2$s</strong>. Last modified on %3$s.
vi_vn: Bạn hiện đang theo dõi <strong>%1$s %2$s</strong>. Sửa đổi lần cuối vào %3$s.
zh_cn: 你目前关注了 <strong>%1$s %2$s</strong>。最后修改于 %3$s。
zh_tw: 您目前正在關注 <strong>%1$s %2$s</strong>。最後修改於 %3$s。

source: You are currently subscribed to <strong>%1$s %2$s</strong>. You will get an email notification for each direct reply.
vi_vn: Bạn hiện đang đăng ký theo dõi <strong>%1$s %2$s</strong>. Bạn sẽ nhận được thông báo qua email cho mỗi phản hồi trực tiếp.
zh_cn: 你目前订阅了 <strong>%1$s %2$s</strong>。你将收到每一条直接回复的电子邮件通知。
zh_tw: 您目前已訂閱 <strong>%1$s %2$s</strong>。您將收到每條直接回覆的電子郵件通知。

source: You are not allowed to upload files of this type.
vi_vn: Bạn không được phép tải lên các loại tệp này.
zh_cn: 你不允许上传此类型的文件。
zh_tw: 您不允許上傳此類型的檔案。

source: You are not following any stories.
vi_vn: Bạn không theo dõi bất kỳ bộ truyện nào.
zh_cn: 你没有关注任何作品。
zh_tw: 您目前沒有追蹤任何故事。

source: You can change your password in your WordPress profile.
vi_vn: Bạn có thể thay đổi mật khẩu trong hồ sơ WordPress của mình.
zh_cn: 你可以在WordPress个人资料中更改密码。
zh_tw: 您可以在您的 WordPress 個人資料中變更密碼。

source: You can delete your account and associated user data with it. Submitted <em>content</em> such as comments and posts will remain under the “Deleted User” name unless you remove them <em>prior</em>. Be aware that once you delete your account, there is no going back.
vi_vn: Bạn có thể xóa tài khoản và dữ liệu người dùng liên quan. Các <em>nội dung</em> đã gửi như bình luận và bài viết sẽ vẫn được giữ lại dưới tên “Người dùng đã xóa” trừ khi bạn gỡ bỏ chúng <em>trước đó</em>. Hãy lưu ý rằng một khi đã xóa tài khoản, bạn sẽ không thể khôi phục lại.
zh_cn: 你可以删除你的账户及其关联的用户数据。已提交的<em>内容</em>，例如评论和文章，除非你<em>提前</em>移除，否则将保留在“已删除用户”名下。请注意，一旦删除账户，将无法恢复。
zh_tw: 您可以刪除您的帳號及其相關的使用者資料。除非您在刪除帳號<em>之前</em>已將其移除，否則已提交的<em>內容</em>（例如留言與文章）將保留在「已刪除使用者」名稱下。請注意，一旦您刪除帳號，將無法回復。

source: You can group chapters into separate sections, for example, to better compartmentalize story arcs. Groups are defined as verbatim strings set per chapter — they are case-sensitive and must match exactly. Groups will only show up if you have more than one, and any chapters without a group will be collected under "Unassigned".
vi_vn: Bạn có thể nhóm các chương vào các phần riêng biệt, ví dụ như để phân chia các phân đoạn truyện (arc) tốt hơn. Các nhóm được xác định là các chuỗi ký tự cố định được thiết lập cho mỗi chương — chúng phân biệt chữ hoa chữ thường và phải khớp chính xác. Các nhóm sẽ chỉ hiển thị nếu bạn có nhiều hơn một nhóm, và bất kỳ chương nào không có nhóm sẽ được đưa vào mục "Chưa phân loại".
zh_cn: 你可以将章节分组到不同的部分中，例如，以更好地分隔作品线。组被定义为每个章节设置的逐字字符串——它们区分大小写且必须完全匹配。只有在你有多个组时，组才会显示，任何没有组的章节将被收集在“未分配”下。
zh_tw: 您可以將章節分組成不同的區塊，例如，為了更好地劃分故事弧。群組定義為每個章節設定的逐字字串 — 它們區分大小寫且必須完全匹配。只有當您有多個群組時，群組才會顯示，任何沒有群組的章節都將被歸類在「未指派」下。

source: You can install <a href="%s" target="_blank">Google Fonts</a> by adding the embed link below, which you can find in the href attribute provided on the right after selecting the font styles. One font per link, but be aware that the more fonts you load, the slower your site becomes. Also note that using Google Fonts violates the GDPR.
vi_vn: Bạn có thể cài đặt <a href="%s" target="_blank">Google Fonts</a> bằng cách thêm liên kết nhúng bên dưới, liên kết này bạn có thể tìm thấy trong thuộc tính href được cung cấp ở bên phải sau khi chọn kiểu phông chữ. Một phông chữ cho mỗi liên kết, nhưng hãy lưu ý rằng bạn càng tải nhiều phông chữ, trang web của bạn sẽ càng chậm. Đồng thời lưu ý rằng việc sử dụng Google Fonts có thể vi phạm các quy định về quyền riêng tư (GDPR).
zh_cn: 你可以通过添加下面的嵌入链接来安装 <a href="%s" target="_blank">Google Fonts</a>，该链接可以在选择字体样式后右侧提供的href属性中找到。每个链接一种字体，但请注意加载的字体越多，你的站点就越慢。另外请注意，使用Google Fonts违反了GDPR。
zh_tw: 您可以透過新增下方的內嵌連結來安裝 <a href="%s" target="_blank">Google 字型</a>，您可以在選擇字型樣式後，於右側提供的 href 屬性中找到該連結。每個連結一個字型，但請注意，您載入的字型越多，您的網站就會變得越慢。另外請注意，使用 Google 字型違反了 GDPR。

source: You can pull your tiers into the theme and assign them to posts, allowing eligible users to ignore passwords. Pledge thresholds work too. You still need to set a password, changes on Patreon are <b>not</b> automatically pulled, and this only works for one campaign.
vi_vn: Bạn có thể lấy các cấp độ thành viên (tiers) vào giao diện và gán chúng cho các bài viết, cho phép những người dùng đủ điều kiện bỏ qua mật khẩu. Các ngưỡng đóng góp cũng hoạt động. Bạn vẫn cần thiết lập mật khẩu, các thay đổi trên Patreon <b>không</b> được tự động cập nhật, và tính năng này chỉ hoạt động cho một chiến dịch duy nhất.
zh_cn: 你可以将你的等级拉取到主题中，并将其分配给文章，允许符合条件的用户忽略密码。赞助门槛也适用。你仍然需要设置密码，Patreon上的更改<b>不会</b>自动拉取，并且这仅适用于一个活动。
zh_tw: 您可以將您的層級拉入佈景主題並將其分配給文章，允許符合條件的使用者忽略密碼。贊助門檻也有效。您仍然需要設定密碼，Patreon 上的變更 <b>不會</b> 自動抓取，且此功能僅適用於一個活動。
