Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Support Links
vi_vn: Liên kết ủng hộ
zh_cn: 支持链接
zh_tw: 支援連結

source: Support me on <strong>Patreon</strong>
vi_vn: Ủng hộ tôi trên <strong>Patreon</strong>
zh_cn: 在 <strong>Patreon</strong> 上支持我
zh_tw: 在 <strong>Patreon</strong> 上支持我

source: Support Message
vi_vn: Thông điệp ủng hộ
zh_cn: 支持信息
zh_tw: 支持訊息

source: Support the Development
vi_vn: Hỗ trợ phát triển
zh_cn: 支持开发
zh_tw: 支持開發

source: Suspicious content on %s
vi_vn: Nội dung khả nghi trên %s
zh_cn: %s 上的可疑内容
zh_tw: %s 上的可疑內容

source: Switch to dark mode colors
vi_vn: Chuyển sang màu chế độ tối
zh_cn: 切换到深色模式颜色
zh_tw: 切換至深色模式色彩

source: Sync Down
vi_vn: Đồng bộ xuống
zh_cn: 同步下来
zh_tw: 向下同步

source: Sync Up
vi_vn: Đồng bộ lên
zh_cn: 同步上去
zh_tw: 向上同步

source: System email address
vi_vn: Địa chỉ email hệ thống
zh_cn: 系统邮箱地址
zh_tw: 系統電子郵件地址

source: System email name
vi_vn: Tên email hệ thống
zh_cn: 系统邮箱名称
zh_tw: 系統電子郵件名稱

source: System Font
vi_vn: Phông chữ hệ thống
zh_cn: 系统字体
zh_tw: 系統字型

# Table date and time column.
source: %1$s<br>at %2$s
vi_vn: %1$s<br>vào lúc %2$s
zh_tw: %1$s<br>於 %2$s

source: Table of Contents
vi_vn: Mục lục
zh_cn: 目录
zh_tw: 目錄

source: Tag Tools
vi_vn: Công cụ thẻ
zh_cn: 标签工具
zh_tw: 標籤工具

source: Tagline - Maximum Size
vi_vn: Khẩu hiệu - Kích thước tối đa
zh_cn: 标语 - 最大尺寸
zh_tw: 標語 - 最大尺寸

source: Tagline - Minimum Size
vi_vn: Khẩu hiệu - Kích thước tối thiểu
zh_cn: 标语 - 最小尺寸
zh_tw: 標語 - 最小尺寸

source: Tags
vi_vn: Thẻ
zh_cn: 标签
zh_tw: 標籤

source: Tags & Taxonomies
vi_vn: Thẻ & Phân loại
zh_cn: 标签与分类法
zh_tw: 標籤與分類法

source: Tags &rarr; Genres
vi_vn: Thẻ &rarr; Thể loại
zh_cn: 标签 → 类型
zh_tw: 標籤 &rarr; 類型

source: Tags are normally not shown on cards since they tend to be numerous, making the cards unsightly. But this is up to you.
vi_vn: Các thẻ thường không hiển thị trên thẻ nội dung vì chúng có xu hướng quá nhiều, làm mất thẩm mỹ. Tuy nhiên, điều này tùy thuộc vào bạn.
zh_cn: 标签通常不显示在卡片上，因为它们往往数量众多，使卡片不美观。但这取决于你。
zh_tw: 標籤通常不會在卡片上顯示，因為它們往往數量眾多，會使卡片顯得不好看。但這取決於您。

source: Taxonomies
vi_vn: Phân loại
zh_cn: 分类法
zh_tw: 分類法

source: Taxonomies on cards include fandoms, genres, tags (if shown), and characters in that order.
vi_vn: Phân loại trên thẻ nội dung bao gồm fandom, thể loại, thẻ (nếu hiển thị) và nhân vật theo thứ tự đó.
zh_cn: 卡片上的分类法按顺序包括同人圈、类型、标签（如果显示）和角色。
zh_tw: 卡片上的分類法包括同人作品、類型、標籤 (若顯示) 及角色，依此順序排列。

source: Taxonomies on pages are displayed above the title, tags and content warnings get their own rows below the description.
vi_vn: Phân loại trên các trang được hiển thị phía trên tiêu đề, các thẻ và cảnh báo nội dung có các hàng riêng bên dưới phần mô tả.
zh_cn: 页面上的分类法显示在标题上方，标签和内容警告在描述下方各有自己的行。
zh_tw: 頁面上的分類法會顯示在標題上方，標籤與內容警告則在描述下方擁有各自的欄位。

source: Taxonomy Capabilities
vi_vn: Quyền hạn phân loại
zh_cn: 分类法权限
zh_tw: 分類法權限

# Taxonomy general name.
source: Characters
vi_vn: Nhân vật
zh_cn: 角色
zh_tw: 角色

# Taxonomy general name.
source: Content Warnings
vi_vn: Cảnh báo nội dung
zh_cn: 内容警告
zh_tw: 內容警告

# Taxonomy general name.
source: Fandoms
vi_vn: Fandom
zh_cn: 同人圈
zh_tw: 同人作品

# Taxonomy general name.
source: Genres
vi_vn: Thể loại
zh_cn: 类型
zh_tw: 類型

# Taxonomy glossary entry count.
source: %s Entry
vi_vn: %s Mục
zh_cn: %s 个条目
zh_tw: %s 個項目

source: Taxonomy pages still list all posts in the results.
vi_vn: Các trang phân loại vẫn liệt kê tất cả bài viết trong kết quả.
zh_cn: 分类法页面在结果中仍然列出所有文章。
zh_tw: 分類法頁面在結果中仍會列出所有文章。

# Taxonomy singular name.
source: Character
vi_vn: Nhân vật
zh_cn: 角色
zh_tw: 角色

# Taxonomy singular name.
source: Content Warning
vi_vn: Cảnh báo nội dung
zh_cn: 内容警告
zh_tw: 內容警示

# Taxonomy singular name.
source: Fandom
zh_cn: 同人圈
zh_tw: 同人圈

# Taxonomy singular name.
source: Genre
vi_vn: Thể loại
zh_cn: 类型
zh_tw: 類型

source: Tertiary text color for related complementary items.
vi_vn: Màu văn bản cấp ba cho các mục bổ trợ liên quan.
zh_cn: 用于相关补充项目的第三级文本颜色。
zh_tw: 相關補充項目的第三級文字顏色。

source: Tertiary text color for related complementary items. Default contrast ~4.5:1 on BG-700.
vi_vn: Màu văn bản cấp ba cho các mục bổ trợ liên quan. Độ tương phản mặc định ~4.5:1 trên nền BG-700.
zh_cn: 用于相关补充项目的第三级文本颜色。在 BG-700 上默认对比度约为 4.5:1。
zh_tw: 相關補充項目的第三級文字顏色。在 BG-700 上的預設對比度約為 4.5:1。

source: Text shadows
vi_vn: Đổ bóng văn bản
zh_cn: 文本阴影
zh_tw: 文字陰影

source: Text string as icon; mind the limited space.
vi_vn: Chuỗi văn bản làm biểu tượng; lưu ý không gian hạn chế.
zh_cn: 文本字符串作为图标；注意空间有限。
zh_tw: 做為圖示的文字字串；請注意空間有限。

source: Textures
vi_vn: Họa tiết
zh_cn: 纹理
zh_tw: 紋理

source: The "fictioneer_chapter_hidden" meta field has been appended with value 0.
vi_vn: Trường meta "fictioneer_chapter_hidden" đã được thêm giá trị 0.
zh_cn: “fictioneer_chapter_hidden”元字段已追加值0。
zh_tw: 「fictioneer_chapter_hidden」元欄位已追加值 0。

source: The "fictioneer_story_hidden" meta field has been appended with value 0.
vi_vn: Trường meta "fictioneer_story_hidden" đã được thêm giá trị 0.
zh_cn: “fictioneer_story_hidden”元字段已追加值0。
zh_tw: 「fictioneer_story_hidden」元欄位已追加值 0。

source: The "fictioneer_story_sticky" meta field has been appended with value 0.
vi_vn: Trường meta "fictioneer_story_sticky" đã được thêm giá trị 0.
zh_cn: “fictioneer_story_sticky”元字段已追加值0。
zh_tw: 「fictioneer_story_sticky」元數據欄位已附加值 0。

source: The <a href="%s" target="_blank" rel="noopener noreferrer">Heartbeat API</a> polls the server every 15-120 seconds for updates, increasing CPU usage and impacting performance. Fictioneer does not use it by default, but some plugins do. When enabled, it allows for near real-time notifications, periodic auto-saves, user activity tracking, eCommerce sales updates, and more.
vi_vn: <a href="%s" target="_blank" rel="noopener noreferrer">Heartbeat API</a> thăm dò máy chủ mỗi 15-120 giây để cập nhật, làm tăng mức sử dụng CPU và ảnh hưởng đến hiệu suất. Fictioneer mặc định không sử dụng nó, nhưng một số plugin thì có. Khi được bật, nó cho phép thông báo gần như theo thời gian thực, tự động lưu định kỳ, theo dõi hoạt động của người dùng, cập nhật doanh số thương mại điện tử, và nhiều hơn nữa.
zh_cn: <a href="%s" target="_blank" rel="noopener noreferrer">Heartbeat API</a> 每 15-120 秒轮询服务器一次以获取更新，这会增加 CPU 使用率并影响性能。Fictioneer 默认不使用它，但有些插件会使用。启用后，它可以实现近乎实时的通知、定期自动保存、用户活动跟踪、电子商务销售更新等。
zh_tw: <a href="%s" target="_blank" rel="noopener noreferrer">Heartbeat API</a> 每 15-120 秒輪詢伺服器以獲取更新，這會增加 CPU 使用率並影響效能。Fictioneer 預設不使用它，但某些外掛程式會使用。啟用後，它支援近乎即時的通知、定期自動儲存、使用者活動追蹤、電子商務銷售更新等。

source: The <a href="%s" target="_blank" rel="noopener">WordPress REST API</a> has many endpoints available even to unauthenticated users, such as <code>/wp-json/wp/v2/posts</code>, which returns all blog posts on your site. This also applies to stories, chapters, and so forth. Since the response includes the full post content if it is not protected, you may want to restrict access to hamper content theft by aggregator sites.
vi_vn: <a href="%s" target="_blank" rel="noopener">WordPress REST API</a> có nhiều điểm cuối (endpoints) khả dụng ngay cả với người dùng chưa xác thực, chẳng hạn như <code>/wp-json/wp/v2/posts</code>, nơi trả về tất cả các bài đăng blog trên trang web của bạn. Điều này cũng áp dụng cho truyện, chương, v.v. Vì phản hồi bao gồm nội dung bài viết đầy đủ nếu nó không được bảo vệ, bạn có thể muốn hạn chế quyền truy cập để ngăn chặn việc đánh cắp nội dung bởi các trang web tổng hợp.
zh_cn: <a href="%s" target="_blank" rel="noopener">WordPress REST API</a> 有许多端点甚至对未认证用户也开放，例如 <code>/wp-json/wp/v2/posts</code>，它会返回你站点上的所有博客文章。这也适用于作品、章节等。由于如果内容未受保护，响应会包含完整的文章内容，你可能希望限制访问以防止聚合网站窃取内容。
zh_tw: <a href="%s" target="_blank" rel="noopener">WordPress REST API</a> 有許多端點甚至對未經身分驗證的使用者也是可用的，例如 <code>/wp-json/wp/v2/posts</code>，它會回傳您網站上的所有部落格文章。這也適用於故事、章節等。由於回傳內容包含未受保護的完整文章內容，您可能希望限制存取以防止聚合網站盜用內容。

source: The <em>first paragraph</em> is used on cards, so keep it nice and concise. The full short description is passed to the Storygraph API.
vi_vn: <em>Đoạn văn đầu tiên</em> được sử dụng trên các thẻ truyện, vì vậy hãy giữ nó ngắn gọn và súc tích. Bản mô tả ngắn đầy đủ sẽ được gửi đến Storygraph API.
zh_cn: <em>第一段</em>用于卡片显示，因此请保持简洁明了。完整的简短描述会传递给 Storygraph API。
zh_tw: <em>第一段</em> 用於卡片，因此請保持簡潔。完整的簡短描述會傳遞給 Storygraph API。

source: The <strong>mbstring</strong> PHP extension is not enabled.
vi_vn: Tiện ích mở rộng PHP <strong>mbstring</strong> chưa được bật.
zh_cn: <strong>mbstring</strong> PHP 扩展未启用。
zh_tw: <strong>mbstring</strong> PHP 擴充功能尚未啟用。

source: The AJAX comment form avoids conflicts with caching, especially issues with dynamic security tokens that are unique to each user. By loading the form after the page has fully loaded, it circumvents the cache, though it may require more server resources.
vi_vn: Biểu mẫu bình luận AJAX tránh xung đột với bộ nhớ đệm (cache), đặc biệt là các vấn đề với mã bảo mật động duy nhất cho mỗi người dùng. Bằng cách tải biểu mẫu sau khi trang đã tải xong hoàn toàn, nó sẽ bỏ qua bộ nhớ đệm, mặc dù có thể yêu cầu nhiều tài nguyên máy chủ hơn.
zh_cn: AJAX评论表单避免了与缓存的冲突，特别是每个用户唯一的动态安全令牌问题。通过在页面完全加载后加载表单，它绕过了缓存，尽管可能需要更多的服务器资源。
zh_tw: AJAX 留言表單可避免與快取衝突，特別是每個使用者唯一的動態安全性權杖問題。透過在頁面完全載入後載入表單，它可以規避快取，儘管這可能需要更多伺服器資源。

source: The AJAX comment section avoids conflicts with caching, including the AJAX comment form, ensuring that comments are always up-to-date. By loading the comments after the page has fully loaded, it circumvents the cache, though it may require more server resources.
vi_vn: Phần bình luận AJAX tránh xung đột với bộ nhớ đệm, bao gồm cả biểu mẫu bình luận AJAX, đảm bảo rằng các bình luận luôn được cập nhật mới nhất. Bằng cách tải các bình luận sau khi trang đã tải xong hoàn toàn, nó sẽ bỏ qua bộ nhớ đệm, mặc dù có thể yêu cầu nhiều tài nguyên máy chủ hơn.
zh_cn: AJAX评论部分避免了与缓存的冲突，包括AJAX评论表单，确保评论始终是最新的。通过在页面完全加载后加载评论，它绕过了缓存，尽管可能需要更多的服务器资源。
zh_tw: AJAX 留言區域可避免與快取衝突，包括 AJAX 留言表單，確保留言始終保持最新狀態。透過在頁面完全載入後載入留言，它可以規避快取，儘管這可能需要更多伺服器資源。

source: The associated email address is already taken. You can link additional accounts in your profile.
vi_vn: Địa chỉ email liên kết đã được sử dụng. Bạn có thể liên kết thêm các tài khoản khác trong hồ sơ của mình.
zh_cn: 关联的电子邮件地址已被占用。你可以在个人资料中链接其他账户。
zh_tw: 關聯的電子郵件地址已被佔用。您可以在個人資料中連結其他帳號。

source: The default login/registration form is not spam safe.
vi_vn: Biểu mẫu đăng nhập/đăng ký mặc định không an toàn trước spam.
zh_cn: 默认的登录/注册表单不能防止垃圾信息。
zh_tw: 預設的登入/註冊表單不具備防垃圾郵件功能。

source: The following cards represent data nodes stored in your account. Anything submitted by yourself, such as comments. You can clear these nodes by clicking on the trash icon, but be aware that this is irreversible. The timestamps are based on the server’s timezone (%s).
vi_vn: Các thẻ sau đây đại diện cho các nút dữ liệu được lưu trữ trong tài khoản của bạn. Bất cứ điều gì do bạn gửi, chẳng hạn như bình luận. Bạn có thể xóa các nút này bằng cách nhấp vào biểu tượng thùng rác, nhưng hãy lưu ý rằng hành động này không thể hoàn tác. Dấu thời gian dựa trên múi giờ của máy chủ (%s).
zh_cn: 以下卡片代表存储在你账户中的数据节点。任何你自己提交的内容，例如评论。你可以通过点击垃圾桶图标来清除这些节点，但请注意这是不可逆的。时间戳基于服务器的时区（%s）。
zh_tw: 以下卡片代表儲存在您帳號中的資料節點。任何由您自己提交的內容，例如留言。您可以點擊垃圾桶圖示來清除這些節點，但請注意這是不可逆的。時間戳記是以伺服器的時區 (%s) 為準。

source: The following items represent data nodes stored in your account. Anything submitted by yourself, such as comments. You can clear these nodes here, but be aware that this is irreversible.
vi_vn: Các mục sau đây đại diện cho các nút dữ liệu được lưu trữ trong tài khoản của bạn. Bất cứ điều gì do bạn gửi, chẳng hạn như bình luận. Bạn có thể xóa các nút này tại đây, nhưng hãy lưu ý rằng hành động này không thể hoàn tác.
zh_cn: 以下项目代表存储在你账户中的数据节点。任何你自己提交的内容，例如评论。你可以在这里清除这些节点，但请注意这是不可逆的。
zh_tw: 以下項目代表儲存在您帳號中的資料節點。任何由您自己提交的內容，例如留言。您可以在此清除這些節點，但請注意這是不可逆的。

source: The gap between content list items in pixels (not grid view). Default 4.
vi_vn: Khoảng cách giữa các mục trong danh sách nội dung tính bằng pixel (không phải dạng lưới). Mặc định là 4.
zh_cn: 内容列表项之间的间距（像素）（非网格视图）。默认值 4。
zh_tw: 內容列表項目之間的間距（以像素為單位，非網格視圖）。預設值為 4。

source: The main theme directory is not "fictioneer" and needs to be renamed to match internal paths.
vi_vn: Thư mục giao diện chính không phải là "fictioneer" và cần phải được đổi tên để khớp với các đường dẫn nội bộ.
zh_cn: 主主题目录不是“fictioneer”，需要重命名以匹配内部路径。
zh_tw: 主佈景主題目錄不是「fictioneer」，需要重新命名以符合內部路徑。

source: The name of the author. Separate multiple authors with commas.
vi_vn: Tên tác giả. Phân tách nhiều tác giả bằng dấu phẩy.
zh_cn: 作者姓名。多个作者用逗号分隔。
zh_tw: 作者名稱。多個作者請用逗號分隔。

source: The Page Optimize plugin has been disabled due to compatibility issues.
vi_vn: Plugin Page Optimize đã bị vô hiệu hóa do các vấn đề tương thích.
zh_cn: Page Optimize 插件因兼容性问题已被禁用。
zh_tw: 由於相容性問題，Page Optimize 外掛程式已停用。

source: The Patreon access token could not be retrieved.
vi_vn: Không thể lấy mã truy cập (access token) Patreon.
zh_cn: 无法获取 Patreon 访问令牌。
zh_tw: 無法取得 Patreon 存取權杖。

source: The responsible query can be extremely slow.
vi_vn: Truy vấn liên quan có thể cực kỳ chậm.
zh_cn: 负责的查询可能极其缓慢。
zh_tw: 相關查詢可能非常緩慢。

source: The security token appears to be malformed. Please reload and try again, or contact an administrator if the problem persists.
vi_vn: Mã bảo mật có vẻ không hợp lệ. Vui lòng tải lại và thử lại, hoặc liên hệ với quản trị viên nếu vấn đề vẫn tiếp diễn.
zh_cn: 安全令牌似乎格式错误。请重新加载并重试，如果问题持续，请联系管理员。
zh_tw: 安全權杖格式似乎有誤。請重新整理並重試，若問題持續發生，請聯繫管理員。

source: The short description is used on cards, so best keep it under 100 words or 400 characters.
vi_vn: Mô tả ngắn được sử dụng trên thẻ truyện, vì vậy tốt nhất nên giữ dưới 100 từ hoặc 400 ký tự.
zh_cn: 简短描述用于卡片显示，因此最好控制在100个词或400个字符以内。
zh_tw: 簡短描述用於卡片上，因此最好保持在 100 個單詞或 400 個字元以內。

source: The text-to-speech engine is an experimental browser feature. It might not always work as intended. On Android, you need the following app permissions for this to work:
vi_vn: Công cụ chuyển văn bản thành giọng nói là một tính năng thử nghiệm của trình duyệt. Nó có thể không hoạt động như ý muốn. Trên Android, bạn cần các quyền ứng dụng sau để tính năng này hoạt động:
zh_cn: 文本转语音引擎是浏览器的实验性功能。它可能并不总是按预期工作。在 Android 上，你需要以下应用权限才能使用此功能：
zh_tw: 語音合成引擎是一項實驗性的瀏覽器功能。它可能無法總是按預期運作。在 Android 上，您需要以下應用程式權限才能運作：

source: The theme expects certain pages to exist. Just create a normal page, assign the specified page template, and select it here. Clear caches afterwards.
vi_vn: Giao diện yêu cầu một số trang nhất định phải tồn tại. Chỉ cần tạo một trang bình thường, gán mẫu trang được chỉ định và chọn nó ở đây. Sau đó hãy dọn sạch bộ nhớ đệm.
zh_cn: 主题期望某些页面存在。只需创建一个普通页面，分配指定的页面模板，然后在此选择它。之后清除缓存。
zh_tw: 此佈景主題需要特定頁面存在。只需建立一個普通頁面，分配指定的頁面範本，然後在此處選擇它。之後請清除快取。

source: The theme is set to light mode by default, but you can switch to dark mode. Visitors can override the display mode with the sun/moon icon toggle on the frontend.
vi_vn: Giao diện được để mặc định là chế độ sáng, nhưng bạn có thể chuyển sang chế độ tối. Khách truy cập có thể thay đổi chế độ hiển thị bằng nút biểu tượng mặt trời/mặt trăng ở giao diện người dùng.
zh_cn: 主题默认设置为浅色模式，但你可以切换到深色模式。访客可以通过前端的太阳/月亮图标切换来覆盖显示模式。
zh_tw: 此佈景主題預設為淺色模式，但您可以切換到深色模式。訪客可以在前台透過太陽/月亮圖示切換顯示模式。

source: The type affects how the alert is displayed.
vi_vn: Loại thông báo sẽ ảnh hưởng đến cách hiển thị của nó.
zh_cn: 类型影响警告的显示方式。
zh_tw: 類型會影響警報的顯示方式。

source: Theme caches have been purged.
vi_vn: Bộ nhớ đệm giao diện đã được dọn sạch.
zh_cn: 主题缓存已清除。
zh_tw: 佈景主題快取已清除。

# Theme mu-plugin.
source: Disables plugins for selected actions to accelerate dynamic requests, such as AJAX comments. If you have many plugins installed, this can significantly reduce loading times.
vi_vn: Vô hiệu hóa các plugin cho các hành động được chọn để tăng tốc yêu cầu động, chẳng hạn như bình luận AJAX. Nếu bạn cài đặt nhiều plugin, điều này có thể làm giảm đáng kể thời gian tải.
zh_cn: 为选定的操作禁用插件以加速动态请求，例如 AJAX 评论。如果你安装了许多插件，这可以显著减少加载时间。
zh_tw: 針對選定操作停用外掛程式以加速動態請求（例如 AJAX 迴響）。如果您安裝了許多外掛程式，這可以顯著縮短載入時間。

# Theme mu-plugin.
source: Disables the Elementor plugin on all pages except those with a Canvas page template. Since Elementor consumes a lot of server resources, limiting it to actual use cases is sensible. However, this makes the plugin unavailable anywhere else on the frontend.
vi_vn: Vô hiệu hóa plugin Elementor trên tất cả các trang ngoại trừ các trang có mẫu trang Canvas. Vì Elementor tiêu tốn nhiều tài nguyên máy chủ, việc giới hạn nó trong các trường hợp sử dụng thực tế là hợp lý. Tuy nhiên, điều này khiến plugin không khả dụng ở bất kỳ nơi nào khác trên frontend.
zh_cn: 在所有页面上禁用 Elementor 插件，除了那些使用 Canvas 页面模板的页面。由于 Elementor 消耗大量服务器资源，将其限制在实际用例中是明智的。然而，这会使该插件在前端的其他地方不可用。
zh_tw: 除了具有 Canvas 頁面範本的頁面外，在所有頁面上停用 Elementor 外掛程式。由於 Elementor 消耗大量伺服器資源，因此將其限制在實際使用場景中是明智的。然而，這會使該外掛程式在前台的其他任何地方都無法使用。

# Theme mu-plugin.
source: Enforces an allowlist of administrator user IDs defined via <code>define( "FICTIONEER_ADMIN_ID_ALLOWLIST", [ ... ] )</code> in config.php (and is ignored if it is missing). If an unapproved user gains administrator-like privileges, all capabilities are removed, the user is downgraded to subscriber, logged out, and the request is terminated. This does not protect against other attack vectors such as arbitrary code execution, but it does prevent stealth administrator accounts.
vi_vn: Thực thi một danh sách cho phép (allowlist) các ID người dùng quản trị được định nghĩa qua <code>define( "FICTIONEER_ADMIN_ID_ALLOWLIST", [ ... ] )</code> trong file config.php (và bị bỏ qua nếu thiếu). Nếu một người dùng không được duyệt có được các đặc quyền giống quản trị viên, tất cả các quyền hạn sẽ bị gỡ bỏ, người dùng bị hạ cấp xuống thành viên (subscriber), đăng xuất và yêu cầu bị chấm dứt. Điều này không bảo vệ chống lại các phương thức tấn công khác như thực thi mã tùy ý, nhưng nó giúp ngăn chặn các tài khoản quản trị viên ẩn danh.
zh_tw: 強制執行透過 config.php 中的 <code>define( "FICTIONEER_ADMIN_ID_ALLOWLIST", [ ... ] )</code> 定義的管理員使用者 ID 許可清單（如果遺失則忽略）。如果未經授權的使用者獲得類似管理員的權限，則會移除所有能力，將使用者降級為訂閱者並登出，且請求將會終止。這不能防止其他攻擊媒介（例如任意程式碼執行），但確實可以防止隱身管理員帳戶。

# Theme mu-plugin.
source: Fictioneer Admin Guard
vi_vn: Fictioneer Admin Guard (Bảo vệ quản trị)
zh_tw: Fictioneer 管理員防護

# Theme mu-plugin.
source: Fictioneer Elementor Control
vi_vn: Fictioneer Elementor Control (Kiểm soát Elementor)
zh_cn: Fictioneer Elementor 控制
zh_tw: Fictioneer Elementor 控制

# Theme mu-plugin.
source: Fictioneer Fast Requests
vi_vn: Fictioneer Fast Requests (Yêu cầu nhanh)
zh_cn: Fictioneer 快速请求
zh_tw: Fictioneer 快速請求

source: Theme roles initialized.
vi_vn: Các vai trò của giao diện đã được khởi tạo.
zh_cn: 主题角色已初始化。
zh_tw: 佈景主題角色已初始化。

source: There are no valid chapters with comments.
vi_vn: Không có chương hợp lệ nào có bình luận.
zh_cn: 没有带评论的有效章节。
zh_tw: 沒有包含評論的有效章節。

source: There has been an error. Try again later and if the problem persists, contact an administrator.
vi_vn: Đã xảy ra lỗi. Vui lòng thử lại sau và nếu vấn đề vẫn tiếp diễn, hãy liên hệ với quản trị viên.
zh_cn: 出错了。请稍后重试，如果问题持续，请联系管理员。
zh_tw: 發生錯誤。請稍後再試，如果問題持續發生，請聯絡管理員。

source: There is no guarantee this URL remains valid!
vi_vn: Không có gì đảm bảo URL này sẽ vẫn có hiệu lực!
zh_cn: 不保证此URL始终保持有效！
zh_tw: 無法保證此網址維持有效！

source: This allows you to quickly reset options to their default. However, this is irreversible! Save changes before doing this since the Customizer needs to be reloaded.
vi_vn: Điều này cho phép bạn nhanh chóng đặt lại các tùy chọn về mặc định. Tuy nhiên, hành động này không thể hoàn tác! Hãy lưu các thay đổi trước khi thực hiện vì Bộ tùy chỉnh cần được tải lại.
zh_cn: 这允许你快速将选项重置为默认值。但是，这是不可逆的！在执行此操作前保存更改，因为自定义器需要重新加载。
zh_tw: 這可讓您快速將選項重設為預設值。然而，這是不可逆的！在執行此操作前請先儲存變更，因為自訂器需要重新載入。

source: This can still be overwritten by the user.
vi_vn: Điều này vẫn có thể bị người dùng ghi đè.
zh_cn: 这仍然可以被用户覆盖。
zh_tw: 這仍可被使用者覆蓋。

source: This content is intended for an adult audience. Please confirm that you are of legal age (18+) or leave the website.
vi_vn: Nội dung này dành cho đối tượng người lớn. Vui lòng xác nhận rằng bạn đã đủ tuổi hợp pháp (18+) hoặc rời khỏi trang web.
zh_cn: 此内容面向成年受众。请确认你已成年（18岁以上）或离开网站。
zh_tw: 此內容僅限成年觀眾。請確認您已達法定年齡 (18+)，否則請離開網站。

source: This font is loaded via the Google Fonts CDN, see source for additional information.
vi_vn: Phông chữ này được tải thông qua Google Fonts CDN, xem mã nguồn để biết thêm thông tin.
zh_cn: 此字体通过 Google Fonts CDN 加载，请参阅来源获取更多信息。
zh_tw: 此字型是透過 Google Fonts CDN 載入的，請參閱原始碼以取得更多資訊。

source: This is a <em>last-resort measure</em> for aggressive caching strategies, such as options to serve public caches to logged-in users. It queries for the user’s login state after the page has loaded. This requires more server resources, but can help when everything else fails.
vi_vn: Đây là một <em>biện pháp cuối cùng</em> cho các chiến lược lưu bộ nhớ đệm (cache) mạnh mẽ, chẳng hạn như các tùy chọn cung cấp cache công khai cho người dùng đã đăng nhập. Nó sẽ truy vấn trạng thái đăng nhập của người dùng sau khi trang đã tải xong. Điều này yêu cầu nhiều tài nguyên máy chủ hơn, nhưng có thể giúp ích khi tất cả các phương pháp khác thất bại.
zh_cn: 这是针对激进缓存策略（例如向登录用户提供公共缓存的选项）的<em>最后手段</em>。它在页面加载后查询用户的登录状态。这需要更多服务器资源，但在其他方法都失败时可能会有所帮助。
zh_tw: 這是針對積極快取策略的 <em>最後手段</em>，例如向已登入使用者提供公共快取的選項。它會在頁面載入後查詢使用者的登入狀態。這需要更多伺服器資源，但當其他方法都失效時會有所幫助。

source: This is how your comments will look. You <b>avatar is pulled from the last account you logged in with</b> — which can fail if something is wrong with the avatar. This happens, for example, if you have changed your Discord avatar since you last logged in. Logging out and in again should resolve this issue.
vi_vn: Đây là giao diện bình luận của bạn. <b>Ảnh đại diện được lấy từ tài khoản cuối cùng bạn đã đăng nhập</b> — điều này có thể thất bại nếu có lỗi xảy ra với ảnh đại diện. Ví dụ, điều này xảy ra nếu bạn đã thay đổi ảnh đại diện Discord kể từ lần đăng nhập cuối cùng. Đăng xuất và đăng nhập lại sẽ giải quyết được vấn đề này.
zh_cn: 这就是你的评论将呈现的样子。你的<b>头像取自你上次登录时使用的账户</b>——如果头像有问题，可能会失败。例如，如果你自上次登录以来更改了 Discord 头像，就会发生这种情况。注销并重新登录应该可以解决此问题。
zh_tw: 這是您評論的外觀。您的 <b>大頭貼會從您上次登入的帳號抓取</b> — 如果大頭貼有問題，這可能會失敗。例如，如果您自上次登入後更改了 Discord 大頭貼，就會發生這種情況。登出並重新登入應該可以解決此問題。

source: This is the generated <a href="%s" target="_blank">Open Graph</a> metadata used in rich objects, such as embeds and search engine results. What is actually displayed is entirely up to the external service. Schemas are created when a post is first visited. Note that not all post types or page templates get a schema. You can set a default OG image under <strong>Site Identity</strong> in the <a href="%s" target="_blank">Customizer</a>.
vi_vn: Đây là siêu dữ liệu <a href="%s" target="_blank">Open Graph</a> được tạo ra để sử dụng trong các đối tượng phong phú, chẳng hạn như nội dung nhúng và kết quả của công cụ tìm kiếm. Những gì thực sự hiển thị hoàn toàn phụ thuộc vào dịch vụ bên ngoài. Lược đồ (Schema) được tạo khi một bài viết được truy cập lần đầu. Lưu ý rằng không phải tất cả các loại bài viết hoặc mẫu trang đều có lược đồ. Bạn có thể đặt ảnh OG mặc định trong phần <strong>Nhận dạng trang web</strong> tại <a href="%s" target="_blank">Bộ tùy chỉnh</a>.
zh_cn: 这是生成的 <a href="%s" target="_blank">Open Graph</a> 元数据，用于富对象中，例如嵌入和搜索引擎结果。实际显示的内容完全由外部服务决定。模式图是在文章首次被访问时创建的。请注意，并非所有文章类型或页面模板都有模式图。你可以在<a href="%s" target="_blank">自定义器</a>的<strong>站点标识</strong>下设置默认的 OG 图像。
zh_tw: 這是產生的 <a href="%s" target="_blank">Open Graph</a> 中繼資料，用於豐富物件（如嵌入內容和搜尋引擎結果）。實際顯示的內容完全取決於外部服務。結構化資料 (Schemas) 是在文章首次被存取時建立的。請注意，並非所有文章類型或頁面範本都會獲得結構化資料。您可以在 <a href="%s" target="_blank">自訂器</a> 中的 <strong>網站識別</strong> 下設定預設的 OG 圖片。

source: This may be beneficial for search engines.
vi_vn: Điều này có thể có lợi cho các công cụ tìm kiếm.
zh_cn: 这可能对搜索引擎有益。
zh_tw: 這可能對搜尋引擎有益。

source: This only makes sense in tandem with other plugins.
vi_vn: Điều này chỉ có ý nghĩa khi kết hợp với các plugin khác.
zh_cn: 这仅与其他插件结合使用时才有意义。
zh_tw: 這只有在與其他外掛程式配合使用時才有意義。
