Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

# Recommendation author meta field label.
source: Author
vi_vn: Tác giả
zh_cn: 作者
zh_tw: 作者

source: Recommendation Capabilities
vi_vn: Quyền hạn đề cử
zh_cn: 推荐权限
zh_tw: 推薦權限

# Recommendation card label.
source: Recommendation
vi_vn: Đề cử
zh_cn: 推荐
zh_tw: 推薦

source: Recommendation Cover Image
vi_vn: Ảnh bìa đề cử
zh_cn: 推荐封面图像
zh_tw: 推薦封面圖片

source: Recommendation Data
vi_vn: Dữ liệu đề cử
zh_cn: 推荐数据
zh_tw: 推薦資料

# Recommendation one sentence meta field label.
source: One Sentence
vi_vn: Mô tả ngắn
zh_cn: 一句话简介
zh_tw: 一句話

# Recommendation primary link meta field label.
source: Primary Link
vi_vn: Liên kết chính
zh_cn: 主链接
zh_tw: 主要連結

# Recommendation support meta field label.
source: Support
vi_vn: Ủng hộ
zh_cn: 支持
zh_tw: 支援

source: Recommendations
vi_vn: Đề cử
zh_cn: 推荐
zh_tw: 推薦

source: Recommendations list
vi_vn: Danh sách đề cử
zh_cn: 推荐列表
zh_tw: 推薦列表

source: Recommendations list navigation
vi_vn: Điều hướng danh sách đề cử
zh_cn: 推荐列表导航
zh_tw: 推薦列表導覽

source: Recommendations page (Template: Recommendations)
vi_vn: Trang đề cử (Mẫu: Recommendations)
zh_cn: 推荐页面（模板：推荐）
zh_tw: 推薦頁面 (範本：推薦)

source: Recommendations page assignment
vi_vn: Chỉ định trang đề cử
zh_cn: 推荐页面分配
zh_tw: 推薦頁面指派

source: Recount Words
vi_vn: Đếm lại số chữ
zh_cn: 重新统计字数
zh_tw: 重新計算字數

source: Redirect scheduled chapters to story or home
vi_vn: Chuyển hướng chương đã lên lịch về trang truyện hoặc trang chủ
zh_cn: 将预定章节重定向到作品或首页
zh_tw: 將排定的章節重新導向至故事或首頁

source: Redirect to URL on negative response. Purge all caches after change.
vi_vn: Chuyển hướng đến URL khi có phản hồi tiêu cực. Xóa sạch cache sau khi thay đổi.
zh_cn: 否定响应时重定向到URL。更改后清除所有缓存。
zh_tw: 在否定回應時重新導向至 URL。變更後請清除所有快取。

source: Reduce admin bar items
vi_vn: Giảm bớt các mục trên thanh admin
zh_cn: 减少管理栏项目
zh_tw: 減少管理列項目

source: Reference for theme fonts
vi_vn: Tham chiếu cho phông chữ giao diện
zh_cn: 主题字体参考
zh_tw: 佈景主題字型參考

source: Register/Login with an external account. This requires you to <a href="%s" target="_blank">set up an application</a> with the respective service providers.
vi_vn: Đăng ký/Đăng nhập bằng tài khoản bên ngoài. Điều này yêu cầu bạn phải <a href="%s" target="_blank">thiết lập một ứng dụng</a> với các nhà cung cấp dịch vụ tương ứng.
zh_cn: 使用外部账户注册/登录。这需要你与相应的服务提供商<a href="%s" target="_blank">设置一个应用程序</a>。
zh_tw: 使用外部帳號註冊/登入。這需要您向對應的服務供應商<a href="%s" target="_blank">設定應用程式</a>。

source: Reject Non-Essential
vi_vn: Từ chối các mục không thiết yếu
zh_cn: 拒绝非必要
zh_tw: 拒絕非必要

# Relationship meta field search placeholder.
source: Search…
vi_vn: Tìm kiếm…
zh_cn: 搜索…
zh_tw: 搜尋…

source: Release Notes
vi_vn: Ghi chú phát hành
zh_cn: 发布说明
zh_tw: 版本說明

source: Reliable spam protection but can lead to false positives.
vi_vn: Bảo vệ chống spam đáng tin cậy nhưng có thể dẫn đến nhận diện nhầm.
zh_cn: 可靠的垃圾邮件防护，但可能导致误报。
zh_tw: 可靠的垃圾內容防護，但可能導致誤判。

# Remember a story to be read later.
source: Read Later
vi_vn: Đọc sau
zh_cn: 稍后阅读
zh_tw: 稍後閱讀

source: Remember stories to be "read later".
vi_vn: Cho phép lưu truyện vào danh sách "đọc sau".
zh_cn: 记住要“稍后阅读”的作品。
zh_tw: 記住要「稍後閱讀」的故事。

source: Reminder (Off)
vi_vn: Nhắc nhở (Tắt)
zh_cn: 提醒（关闭）
zh_tw: 提醒 (關閉)

source: Reminder (On)
vi_vn: Nhắc nhở (Bật)
zh_cn: 提醒（开启）
zh_tw: 提醒 (開啟)

source: Reminders could not be cleared.
vi_vn: Không thể xóa các nhắc nhở.
zh_cn: 无法清除提醒。
zh_tw: 無法清除提醒。

source: Reminders successfully cleared.
vi_vn: Đã xóa các nhắc nhở thành công.
zh_cn: 提醒已成功清除。
zh_tw: 已成功清除提醒。

source: Remove
vi_vn: Gỡ bỏ
zh_cn: 移除
zh_tw: 移除

source: Remove clutter from HTML head
vi_vn: Loại bỏ các thành phần dư thừa khỏi HTML head
zh_cn: 移除HTML头部杂乱内容
zh_tw: 從 HTML head 中移除雜亂內容

source: Remove cover image
vi_vn: Gỡ bỏ ảnh bìa
zh_cn: 移除封面图像
zh_tw: 移除封面圖像

source: Remove Tiers
vi_vn: Gỡ bỏ các cấp độ
zh_cn: 移除等级
zh_tw: 移除層級

source: Remove Unused Tags
vi_vn: Xóa các thẻ không sử dụng
zh_cn: 移除未使用的标签
zh_tw: 移除未使用的標籤

# Remove {Role}
source: Remove %s
vi_vn: Gỡ bỏ %s
zh_cn: 移除 %s
zh_tw: 移除 %s

source: Removed "%s" role.
vi_vn: Đã gỡ bỏ vai trò "%s".
zh_cn: 已移除“%s”角色。
zh_tw: 已移除「%s」角色。

source: Removed unused tags.
vi_vn: Đã xóa các thẻ không sử dụng.
zh_cn: 已移除未使用的标签。
zh_tw: 已移除未使用的標籤。

source: Removes both the script and style.
vi_vn: Gỡ bỏ cả script và style.
zh_cn: 同时移除脚本和样式。
zh_tw: 同時移除指令碼與樣式。

source: Removes superfluous CSS and JavaScript.
vi_vn: Loại bỏ CSS và JavaScript dư thừa.
zh_cn: 移除多余的CSS和JavaScript。
zh_tw: 移除多餘的 CSS 與 JavaScript。

source: Removes the password after the date.
vi_vn: Gỡ bỏ mật khẩu sau ngày đã chọn.
zh_cn: 在此日期之后移除密码。
zh_tw: 在日期之後移除密碼。

source: Rename %s Role
vi_vn: Đổi tên vai trò %s
zh_cn: 重命名 %s 角色
zh_tw: 重新命名 %s 角色

# Rename role
source: Rename
vi_vn: Đổi tên
zh_cn: 重命名
zh_tw: 重新命名

source: Renaming capability disabled.
vi_vn: Tính năng đổi tên đã bị vô hiệu hóa.
zh_cn: 重命名功能已禁用。
zh_tw: 重新命名權限已停用。

source: Rendered at the bottom of your chapters. This will override "You can support the author on".
vi_vn: Hiển thị ở dưới cùng của các chương. Điều này sẽ ghi đè lên dòng "Bạn có thể ủng hộ tác giả tại".
zh_cn: 渲染在你的章节底部。这将覆盖“你可以在这里支持作者”。
zh_tw: 顯示於章節底部。這將覆蓋「你可以支持作者於」。

source: Rendered inside your public author profile. This will override your biographical info.
vi_vn: Hiển thị bên trong hồ sơ tác giả công khai của bạn. Điều này sẽ ghi đè lên thông tin tiểu sử của bạn.
zh_cn: 在你的公开作者资料中渲染。这将覆盖你的个人简介。
zh_tw: 顯示於您的公開作者個人資料中。這將覆蓋您的個人簡介。

source: Renders chapters in groups on story pages (if set).
vi_vn: Hiển thị các chương theo nhóm trên trang truyện (nếu được thiết lập).
zh_cn: 在作品页面上以分组形式渲染章节（如果已设置）。
zh_tw: 在故事頁面上分組顯示章節 (如果已設定)。

source: Replace the default WordPress RSS feeds with theme feeds built for publishing your stories and chapters.
vi_vn: Thay thế các nguồn cấp dữ liệu RSS mặc định của WordPress bằng các nguồn cấp dữ liệu của giao diện được xây dựng để xuất bản truyện và chương của bạn.
zh_cn: 用为发布你的作品和章节而构建的主题源替换默认的WordPress RSS源。
zh_tw: 將預設的 WordPress RSS 訂閱源替換為專為發布故事與章節而構建的主題訂閱源。

source: Replaces the default header image.
vi_vn: Thay thế ảnh tiêu đề mặc định.
zh_cn: 替换默认的页眉图像。
zh_tw: 替換預設的頁首圖片。

source: Reply
vi_vn: Phản hồi
zh_cn: 回复
zh_tw: 回覆

source: Reply has been marked as private.
vi_vn: Phản hồi đã được đánh dấu là riêng tư.
zh_cn: 回复已被标记为私密。
zh_tw: 回覆已被標記為私密。

# Reply notification email subject.
source: New reply to your comment on %s
vi_vn: Phản hồi mới cho bình luận của bạn tại %s
zh_cn: 你在 %s 上的评论有新回复
zh_tw: 您在 %s 上的評論有新回覆

# Report this comment.
source: Report
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 檢舉

source: Reporting capability disabled.
vi_vn: Tính năng báo cáo đã bị vô hiệu hóa.
zh_cn: 举报功能已禁用。
zh_tw: 檢舉功能已停用。

source: Reports
vi_vn: Báo cáo
zh_cn: 举报
zh_tw: 檢舉

source: Require age confirmation for <b>adult-rated</b> content.
vi_vn: Yêu cầu xác nhận độ tuổi đối với nội dung <b>gắn mác người lớn</b>.
zh_cn: 需要年龄确认才能访问<b>成人级</b>内容。
zh_tw: 對於 <b>成人分級</b> 內容，需要年齡確認。

source: Require age confirmation for the whole site.
vi_vn: Yêu cầu xác nhận độ tuổi cho toàn bộ trang web.
zh_cn: 整个站点需要年龄确认。
zh_tw: 全站皆需進行年齡確認。

source: Require JavaScript to comment
vi_vn: Yêu cầu JavaScript để bình luận
zh_cn: 需要JavaScript才能评论
zh_tw: 發表評論需要啟用 JavaScript

source: Required for the download. Inserted as separate page between cover and table of contents. Disclaimers, copyright notes, tags, and other front matter goes here.
vi_vn: Cần thiết cho bản tải về. Được chèn thành một trang riêng biệt giữa trang bìa và mục lục. Các tuyên bố miễn trừ trách nhiệm, ghi chú bản quyền, thẻ và các thông tin mở đầu khác sẽ nằm ở đây.
zh_cn: 下载所需。作为封面和目录之间的单独页面插入。免责声明、版权声明、标签和其他前言内容放在这里。
zh_tw: 下載所需。作為封面與目錄之間的獨立頁面插入。免責聲明、版權註釋、標籤及其他前置內容放在此處。

source: Required for the tab view in stories.
vi_vn: Cần thiết cho chế độ xem theo thẻ trong truyện.
zh_cn: 作品中选项卡视图所需。
zh_tw: 故事中的分頁視圖所需。

source: Requires OAuth 2.0 application with Patreon. Allows patrons to ignore passwords for selected posts.
vi_vn: Yêu cầu ứng dụng OAuth 2.0 với Patreon. Cho phép các mạnh thường quân bỏ qua mật khẩu cho các bài viết được chọn.
zh_cn: 需要Patreon的OAuth 2.0应用程序。允许赞助者忽略选定文章的密码。
zh_tw: 需要 Patreon 的 OAuth 2.0 應用程式。允許贊助者忽略選定文章的密碼。

source: Reset
vi_vn: Đặt lại
zh_cn: 重置
zh_tw: 重設

source: Reset Colors
vi_vn: Đặt lại màu sắc
zh_cn: 重置颜色
zh_tw: 重設顏色

source: Reset Consent
vi_vn: Đặt lại sự đồng ý
zh_cn: 重置同意
zh_tw: 重設同意

source: Reset font size
vi_vn: Đặt lại cỡ chữ
zh_cn: 重置字体大小
zh_tw: 重設字型大小

source: Reset Options
vi_vn: Đặt lại tùy chọn
zh_cn: 重置选项
zh_tw: 重設選項

source: restored
vi_vn: đã khôi phục
zh_cn: 已恢复
zh_tw: 已還原

source: Restrict chapter stories by author
vi_vn: Giới hạn chương truyện theo tác giả
zh_cn: 按作者限制章节作品
zh_tw: 按作者限制章節故事

source: Restrict default REST API
vi_vn: Hạn chế REST API mặc định
zh_cn: 限制默认REST API
zh_tw: 限制預設 REST API

source: Restricted Capabilities
vi_vn: Các quyền hạn bị hạn chế
zh_cn: 受限权限
zh_tw: 限制權限

source: Results for Category "%s"
vi_vn: Kết quả cho Chuyên mục "%s"
zh_cn: 分类“%s”的结果
zh_tw: 分類 "%s" 的結果

source: Results for Character "%s"
vi_vn: Kết quả cho Nhân vật "%s"
zh_cn: 角色“%s”的结果
zh_tw: 角色 "%s" 的結果

source: Results for Content Warning "%s"
vi_vn: Kết quả cho Cảnh báo nội dung "%s"
zh_cn: 内容警告“%s”的结果
zh_tw: 內容警告 "%s" 的結果

source: Results for Fandom "%s"
vi_vn: Kết quả cho Fandom "%s"
zh_cn: 同人圈“%s”的结果
zh_tw: 作品系列 "%s" 的結果

source: Results for Genre "%s"
vi_vn: Kết quả cho Thể loại "%s"
zh_cn: 类型“%s”的结果
zh_tw: 類型 "%s" 的結果

source: Results for Tag "%s"
vi_vn: Kết quả cho Thẻ "%s"
zh_cn: 标签“%s”的结果
zh_tw: 標籤 "%s" 的結果

source: Return to the default search query and form.
vi_vn: Trở về truy vấn và biểu mẫu tìm kiếm mặc định.
zh_cn: 返回默认搜索查询和表单。
zh_tw: 返回預設搜尋查詢與表單。

source: Return to the default WordPress form.
vi_vn: Trở về biểu mẫu WordPress mặc định.
zh_cn: 返回默认的WordPress表单。
zh_tw: 返回預設 WordPress 表單。

source: Return to the default WordPress logout with nonce.
vi_vn: Trở về đăng xuất WordPress mặc định với nonce.
zh_cn: 返回带随机数的默认WordPress登出。
zh_tw: 使用 nonce 返回預設 WordPress 登出。

source: Return to the default WordPress markup.
vi_vn: Trở về mã markup WordPress mặc định.
zh_cn: 返回默认的WordPress标记。
zh_tw: 返回預設 WordPress 標記。

source: Return to the default WordPress pagination (no-AJAX).
vi_vn: Trở về phân trang WordPress mặc định (không dùng AJAX).
zh_cn: 返回默认的WordPress分页（无AJAX）。
zh_tw: 返回預設 WordPress 分頁 (無 AJAX)。

source: Return to the default WordPress query.
vi_vn: Trở về truy vấn WordPress mặc định.
zh_cn: 返回默认的WordPress查询。
zh_tw: 返回預設 WordPress 查詢。

source: Rewrite chapter permalinks to include story
vi_vn: Viết lại đường dẫn tĩnh của chương bao gồm cả truyện
zh_cn: 重写章节固定链接以包含作品
zh_tw: 將章節永久連結重寫以包含故事

source: Rewrite chapter permalinks to include story
vi_vn: Viết lại đường dẫn tĩnh của chương bao gồm cả truyện
zh_cn: 重写章节固定链接以包含作品
zh_tw: 將章節永久連結重寫以包含故事

source: Rewrite chapter permalinks to include story?
vi_vn: Viết lại đường dẫn tĩnh của chương bao gồm cả truyện?
zh_cn: 重写章节固定链接以包含作品？
zh_tw: 將章節永久連結重寫以包含故事？

source: Role added.
vi_vn: Đã thêm vai trò.
zh_cn: 角色已添加。
zh_tw: 角色已新增。

source: Role capabilities have been updated.
vi_vn: Các quyền hạn của vai trò đã được cập nhật.
zh_cn: 角色权限已更新。
zh_tw: 角色權限已更新。

source: Role Name
vi_vn: Tên vai trò
zh_cn: 角色名称
zh_tw: 角色名稱

source: Role removed.
vi_vn: Đã xóa vai trò.
zh_cn: 角色已移除。
zh_tw: 角色已移除。

source: Role renamed.
vi_vn: Đã đổi tên vai trò.
zh_cn: 角色已重命名。
zh_tw: 角色已重新命名。

source: Role Tools
vi_vn: Công cụ vai trò
zh_cn: 角色工具
zh_tw: 角色工具

# Role translation
source: Administrator
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# Role translation
source: Author
vi_vn: Tác giả
zh_cn: 作者
zh_tw: 作者

# Role translation
source: Contributor
vi_vn: Cộng tác viên
zh_cn: 投稿者
zh_tw: 投稿者

# Role translation
source: Developer
vi_vn: Nhà phát triển
zh_cn: 开发者
zh_tw: 開發者

# Role translation
source: Editor
vi_vn: Biên tập viên
zh_cn: 编辑
zh_tw: 編輯

# Role translation
source: Member
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 會員

# Role translation
source: Moderator
vi_vn: Điều phối viên
zh_cn: 版主
zh_tw: 版主

# Role translation
source: Subscriber
vi_vn: Người đăng ký
zh_cn: 订阅者
zh_tw: 訂閱者

# Role translation
source: Super Admin
vi_vn: Siêu quản trị
zh_cn: 超级管理员
zh_tw: 超級管理員

# Role translation
source: Supporter
vi_vn: Người hỗ trợ
zh_cn: 支持者
zh_tw: 支持者

# Role translation
source: Tester
vi_vn: Người kiểm thử
zh_cn: 测试者
zh_tw: 測試員

# Role translation
source: Translator
vi_vn: Dịch giả
zh_cn: 翻译者
zh_tw: 翻譯者

source: Roles
vi_vn: Vai trò
zh_cn: 角色
zh_tw: 角色

# Safe title prefix.
source: Draft: %s
vi_vn: Bản nháp: %s
zh_cn: 草稿：%s
zh_tw: 草稿：%s

source: Saturate Background
vi_vn: Bão hòa màu nền
zh_cn: 饱和背景
zh_tw: 背景飽和

source: Saturation Offset
vi_vn: Độ lệch bão hòa
zh_cn: 饱和度偏移
zh_tw: 飽和度偏移

source: Saving IP addresses when visitors leave comments can conflict with data privacy laws, depending on how the IP addresses are used and associated with other data. Given the sensitivity of this topic, it is generally better to avoid saving IP addresses.
vi_vn: Việc lưu địa chỉ IP khi khách truy cập để lại bình luận có thể xung đột với các luật về quyền riêng tư dữ liệu, tùy thuộc vào cách địa chỉ IP được sử dụng và liên kết với các dữ liệu khác. Do tính chất nhạy cảm của vấn đề này, tốt nhất là nên tránh lưu địa chỉ IP.
zh_cn: 访客留下评论时保存其IP地址可能与数据隐私法冲突，具体取决于IP地址的使用方式以及是否与其他数据关联。鉴于该主题的敏感性，通常最好避免保存IP地址。
zh_tw: 當訪客留下迴響時儲存其 IP 位址可能會與資料隱私法衝突，這取決於 IP 位址的使用方式以及與其他資料的關聯。考慮到此議題的敏感性，通常最好避免儲存 IP 位址。

source: Scan
vi_vn: Quét
zh_cn: 扫描
zh_tw: 掃描

# Scheduled chapter note with date and time.
source: Next Chapter: %1$s, %2$s
vi_vn: Chương tiếp theo: %1$s, %2$s
zh_cn: 下一章：%1$s，%2$s
zh_tw: 下一個章節：%1$s, %2$s

source: Schema
zh_cn: 模式
zh_tw: 結構

source: Schema of post #%s purged.
vi_vn: Đã xóa dữ liệu Schema của bài viết #%s.
zh_cn: 已清除文章 #%s 的模式。
zh_tw: 文章 #%s 的結構已清除。

source: Scroll
vi_vn: Cuộn
zh_cn: 滚动
zh_tw: 捲動

source: Scroll to bottom
vi_vn: Cuộn xuống dưới cùng
zh_cn: 滚动到底部
zh_tw: 捲動至底部

source: Scroll to bottom of the chapter
vi_vn: Cuộn xuống cuối chương
zh_cn: 滚动到章节底部
zh_tw: 捲動至章節底部

source: Scroll to top
vi_vn: Cuộn lên trên cùng
zh_cn: 滚动到顶部
zh_tw: 捲動至頂部

source: Scroll to top of the chapter
vi_vn: Cuộn lên đầu chương
zh_cn: 滚动到章节顶部
zh_tw: 捲動至章節頂部

source: Scrolling (sticky) navigation bar
vi_vn: Thanh điều hướng cuộn (cố định)
zh_cn: 滚动（固定）导航栏
zh_tw: 捲動 (固定) 導覽列

source: Search
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

source: Search Chapters
vi_vn: Tìm kiếm chương
zh_cn: 搜索章节
zh_tw: 搜尋章節

source: Search Characters
vi_vn: Tìm kiếm nhân vật
zh_cn: 搜索角色
zh_tw: 搜尋角色

source: Search Collections
vi_vn: Tìm kiếm bộ sưu tập
zh_cn: 搜索合集
zh_tw: 搜尋收藏

source: Search Content Warnings
vi_vn: Tìm kiếm cảnh báo nội dung
zh_cn: 搜索内容警告
zh_tw: 搜尋內容警告

source: Search Fandoms
vi_vn: Tìm kiếm Fandom
zh_cn: 搜索同人圈
zh_tw: 搜尋同人圈

source: Search Genres
vi_vn: Tìm kiếm thể loại
zh_cn: 搜索类型
zh_tw: 搜尋類型

source: Search Page
vi_vn: Trang tìm kiếm
zh_cn: 搜索页面
zh_tw: 搜尋頁面

# Search page SEO description.
source: Search results on %s.
vi_vn: Kết quả tìm kiếm trên %s.
zh_cn: %s 上的搜索结果。
zh_tw: 在 %s 的搜尋結果。

source: Search posts to unlock…
vi_vn: Tìm bài viết để mở khóa…
zh_cn: 搜索要解锁的文章…
zh_tw: 搜尋文章以解鎖……

source: Search Recommendations
vi_vn: Tìm kiếm đề cử
zh_cn: 搜索推荐
zh_tw: 搜尋推薦

source: Search Results
vi_vn: Kết quả tìm kiếm
zh_cn: 搜索结果
zh_tw: 搜尋結果

source: Search Stories
vi_vn: Tìm kiếm truyện
zh_cn: 搜索作品
zh_tw: 搜尋故事

source: Secondary Font
vi_vn: Phông chữ phụ
zh_cn: 次字体
zh_tw: 次要字體

source: Secondary text color for complementary items.
vi_vn: Màu văn bản phụ cho các mục bổ trợ.
zh_cn: 用于补充项目的次要文本颜色。
zh_tw: 補充項目的次要文字顏色。

source: Secondary text color for complementary items. Default contrast ~5:1 on BG-700.
vi_vn: Màu văn bản phụ cho các mục bổ trợ. Độ tương phản mặc định ~5:1 trên nền BG-700.
zh_cn: 用于补充项目的次要文本颜色。在 BG-700 上默认对比度约为 5:1。
zh_tw: 補充項目的次要文字顏色。在 BG-700 上的預設對比度約為 5:1。

source: Security & Privacy
vi_vn: Bảo mật & Quyền riêng tư
zh_cn: 安全与隐私
zh_tw: 安全性與隱私

source: Security risk. Only enable this if you actually need it.
vi_vn: Rủi ro bảo mật. Chỉ bật tính năng này nếu bạn thực sự cần.
zh_cn: 存在安全风险。仅在确实需要时才启用。
zh_tw: 安全風險。僅在您確實需要時才啟用此功能。

source: Security token expired or invalid. Please reload and try again.
vi_vn: Mã bảo mật đã hết hạn hoặc không hợp lệ. Vui lòng tải lại trang và thử lại.
zh_cn: 安全令牌已过期或无效。请重新加载并重试。
zh_tw: 安全性權杖已過期或無效。請重新載入並再試一次。

source: See <a href="%s" target="_blank">installation guide</a> on how to add custom fonts yourself. You can assign fonts in the <a href="%s">Customizer</a>. If the fonts are listed but not displayed, purge the theme caches under <a href="%s">Tools</a> and force-refresh the page to clear the browser cache as well.
vi_vn: Xem <a href="%s" target="_blank">hướng dẫn cài đặt</a> về cách tự thêm phông chữ tùy chỉnh. Bạn có thể chỉ định phông chữ trong phần <a href="%s">Tùy biến</a>. Nếu phông chữ đã được liệt kê nhưng không hiển thị, hãy xóa bộ nhớ đệm giao diện trong mục <a href="%s">Công cụ</a> và tải lại trang để xóa cả bộ nhớ đệm trình duyệt.
zh_cn: 请参阅<a href="%s" target="_blank">安装指南</a>了解如何自行添加自定义字体。你可以在<a href="%s">自定义器</a>中分配字体。如果字体已列出但未显示，请清除<a href="%s">工具</a>下的主题缓存，并强制刷新页面以同时清除浏览器缓存。
zh_tw: 請參閱 <a href="%s" target="_blank">安裝指南</a> 了解如何自行新增自訂字體。您可以在 <a href="%s">自訂器</a> 中指派字體。如果字體已列出但未顯示，請清除 <a href="%s">工具</a> 下的主題快取，並強制重新整理頁面以同時清除瀏覽器快取。

source: Select an overall age rating.
vi_vn: Chọn độ tuổi giới hạn.
zh_cn: 选择总体年龄分级。
zh_tw: 選擇整體年齡分級。

source: Select and order chapters assigned to the story (set in the chapter).
vi_vn: Chọn và sắp xếp các chương được gán cho truyện (thiết lập trong chương).
zh_cn: 选择和排序分配给作品的章节（在章节中设置）。
zh_tw: 選擇並排序指派給該故事的章節 (在章節中設定)。

source: Select and order chapters assigned to the story (set in the chapter). The author (or co-author) of the chapter and the story must match.
vi_vn: Chọn và sắp xếp các chương được gán cho truyện (thiết lập trong chương). Tác giả (hoặc đồng tác giả) của chương và truyện phải trùng khớp.
zh_cn: 选择和排序分配给作品的章节（在章节中设置）。章节的作者（或合著者）必须与作品的作者匹配。
zh_tw: 選擇並排序分配給該故事的章節（在章節中設定）。章節和故事的作者（或共同作者）必須一致。

source: Select Default Cover
vi_vn: Chọn ảnh bìa mặc định
zh_cn: 选择默认封面
zh_tw: 選擇預設封面

source: Select Open Graph image
vi_vn: Chọn ảnh Open Graph
zh_cn: 选择 Open Graph 图像
zh_tw: 選擇 Open Graph 圖片

source: Select Placeholder Image
vi_vn: Chọn ảnh tạm thời (Placeholder)
zh_cn: 选择占位符图像
zh_tw: 選擇佔位圖片

source: Select post type
vi_vn: Chọn loại bài viết
zh_cn: 选择文章类型
zh_tw: 選擇文章類型

source: Select posts to be shown as cards below the content.
vi_vn: Chọn các bài viết để hiển thị dưới dạng thẻ bên dưới nội dung.
zh_cn: 选择要作为卡片显示在内容下方的文章。
zh_tw: 選擇要在內容下方顯示為卡片的文章。

source: Select the posts you want to be featured. If you add a story, <strong>do not</strong> add its chapters separately.
vi_vn: Chọn các bài viết bạn muốn làm nổi bật. Nếu bạn thêm một truyện, <strong>không</strong> thêm các chương của nó một cách riêng lẻ.
zh_cn: 选择你想要展示的文章。如果你添加了一个作品，<strong>不要</strong>单独添加其章节。
zh_tw: 選擇您想要推薦的文章。如果您添加了故事，<strong>請勿</strong>單獨添加其章節。

source: Select the story this chapter belongs to. Published and scheduled chapters are automatically appended to the story.
vi_vn: Chọn truyện mà chương này thuộc về. Các chương đã xuất bản và đã lên lịch sẽ tự động được thêm vào truyện.
zh_cn: 选择此章节所属的作品。已发布和预定的章节会自动附加到作品。
zh_tw: 選擇此章節所屬的故事。已發佈和排定的章節會自動附加到故事中。

source: Select where the post should appear.
vi_vn: Chọn nơi bài viết sẽ xuất hiện.
zh_cn: 选择文章应出现的位置。
zh_tw: 選擇文章應出現的位置。

source: Select which tiers ignore the password.
vi_vn: Chọn các cấp độ thành viên được bỏ qua mật khẩu.
zh_cn: 选择哪些等级可以忽略密码。
zh_tw: 選擇哪些層級可以忽略密碼。

source: Sending…
vi_vn: Đang gửi…
zh_cn: 正在发送…
zh_tw: 傳送中…

source: Sends an admin email if suspicious strings are found, which could be an attempted attack or <strong>false positive.</strong>
vi_vn: Gửi email cho quản trị viên nếu tìm thấy các chuỗi ký tự nghi vấn, đây có thể là một nỗ lực tấn công hoặc <strong>nhận diện nhầm.</strong>
zh_cn: 如果发现可疑字符串，则向管理员发送电子邮件，这可能是攻击尝试或<strong>误报。</strong>
zh_tw: 如果發現可疑字串，則發送管理員電子郵件，這可能是嘗試攻擊或<strong>誤報。</strong>

source: SEO & Meta Tags
vi_vn: SEO & Thẻ Meta
zh_cn: SEO与元标签
zh_tw: SEO 與 Meta 標籤

# SEO author page title.
source: Author: %s
vi_vn: Tác giả: %s
zh_cn: 作者：%s
zh_tw: 作者：%s

# SEO character taxonomy title.
source: Character: %s
vi_vn: Nhân vật: %s
zh_cn: 角色：%s
zh_tw: 角色：%s

# SEO fallback archive title.
source: Archive
vi_vn: Lưu trữ
zh_cn: 归档
zh_tw: 封存

# SEO fallback title for author pages.
source: Author
vi_vn: Tác giả
zh_cn: 作者
zh_tw: 作者

# SEO fandom taxonomy title.
source: Fandom: %s
zh_cn: 同人圈：%s
zh_tw: 同人：%s

# SEO genre taxonomy title.
source: Genre: %s
vi_vn: Thể loại: %s
zh_cn: 类型：%s
zh_tw: 類型：%s

source: SEO Metadata
vi_vn: Siêu dữ liệu SEO
zh_cn: SEO元数据
zh_tw: SEO 中繼資料

# SEO post category title.
source: Category: %s
vi_vn: Chuyên mục: %s
zh_cn: 分类：%s
zh_tw: 分類：%s

# SEO post tag title.
source: Tag: %s
vi_vn: Thẻ: %s
zh_cn: 标签：%s
zh_tw: 標籤：%s

# SEO schema chapter list node description.
source: List of chapters on %s.
vi_vn: Danh sách các chương trên %s.
zh_cn: %s 上的章节列表。
zh_tw: %s 上的章節列表。

# SEO schema chapter list node name.
source: Chapters
vi_vn: Chương
zh_cn: 章节
zh_tw: 章節

# SEO schema collection list node description.
source: List of collections on %s.
vi_vn: Danh sách các bộ sưu tập trên %s.
zh_cn: %s 上的合集列表。
zh_tw: %s 上的收藏列表。

# SEO schema collection list node name.
source: Collections
vi_vn: Bộ sưu tập
zh_cn: 合集
zh_tw: 收藏

# SEO schema generic list node description.
source: Items on %s.
vi_vn: Các mục trên %s.
zh_cn: %s上的条目。
zh_tw: %s 上的項目。

# SEO schema generic list node name.
source: Items
vi_vn: Mục
zh_cn: 条目
zh_tw: 項目

# SEO schema recommendation list node description.
source: List of recommendations on %s.
vi_vn: Danh sách đề cử trên %s.
zh_cn: %s 上的推荐列表。
zh_tw: %s 上的推薦列表。

# SEO schema recommendation list node name.
source: Recommendations
vi_vn: Đề cử
zh_cn: 推荐
zh_tw: 推薦

# SEO schema story chapters list node description.
source: Chapters of %s.
vi_vn: Các chương của %s.
zh_cn: %s 的章节。
zh_tw: %s 的章節。

# SEO schema story chapters list node name.
source: Chapters
vi_vn: Chương
zh_cn: 章节
zh_tw: 章節

# SEO schema story list node description.
source: List of stories on %s.
vi_vn: Danh sách truyện trên %s.
zh_cn: %s 上的作品列表。
zh_tw: %s 上的故事列表。

# SEO schema story list node name.
source: Stories
vi_vn: Truyện
zh_cn: 作品
zh_tw: 故事

# SEO search results title.
source: Search Results
vi_vn: Kết quả tìm kiếm
zh_cn: 搜索结果
zh_tw: 搜尋結果

# SEO table row item title column excluded note.
source: — Excluded
vi_vn: — Đã loại trừ
zh_cn: — 已排除
zh_tw: — 已排除

source: Set cover image
vi_vn: Thiết lập ảnh bìa
zh_cn: 设置封面图像
zh_tw: 設定封面圖片

source: Set header image
vi_vn: Đặt ảnh đầu trang
zh_cn: 设置页眉图像
zh_tw: 設定頁首圖片

source: Set landscape image
vi_vn: Đặt ảnh ngang
zh_cn: 设置风景图
zh_tw: 設定橫式圖片

source: Set up a static page with shortcodes as the home page.
vi_vn: Thiết lập một trang tĩnh với các shortcode làm trang chủ.
zh_cn: 设置一个包含短代码的静态页面作为首页。
zh_tw: 使用短代碼設定一個靜態頁面作為首頁。

source: Settings
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# Settings font card.
source: <strong>Source:</strong>
vi_vn: <strong>Nguồn:</strong>
zh_cn: <strong>来源：</strong>
zh_tw: <strong>來源：</strong>

# Settings font card.
source: — Child Theme
vi_vn: — Giao diện con
zh_cn: — 子主题
zh_tw: — 子佈景主題

# Settings font card.
source: — Disabled
vi_vn: — Đã vô hiệu hóa
zh_cn: — 已禁用
zh_tw: — 已停用

# Settings font card.
source: <strong>Note:</strong> %s
vi_vn: <strong>Ghi chú:</strong> %s
zh_cn: <strong>注意：</strong> %s
zh_tw: <strong>注意：</strong>%s

# Settings font card.
source: Charsets
vi_vn: Bảng mã
zh_cn: 字符集
zh_tw: 字元集

# Settings font card.
source: Family
vi_vn: Bộ phông
zh_cn: 字体家族
zh_tw: 字型家族

# Settings font card.
source: Formats
vi_vn: Định dạng
zh_cn: 格式
zh_tw: 格式

# Settings font card.
source: n/a
zh_cn: 不适用
zh_tw: 不適用

# Settings font card.
source: No description provided
vi_vn: Không có mô tả
zh_cn: 未提供描述
zh_tw: 未提供描述

# Settings font card.
source: Styles
vi_vn: Kiểu dáng
zh_cn: 样式
zh_tw: 樣式

# Settings font card.
source: Weights
vi_vn: Độ đậm
zh_cn: 粗细
zh_tw: 字重
