Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: You can set up <a href="%s" target="_blank" rel="noreferrer noopener nofollow">channel webhooks</a> to send notifications to Discord whenever a comment, story, or chapter is first <em>published</em>. This is useful for moderation (instead of emails) and to keep people posted. These are embeds, which can be disabled in Discord.
vi_vn: Bạn có thể thiết lập <a href="%s" target="_blank" rel="noreferrer noopener nofollow">webhook kênh</a> để gửi thông báo tới Discord bất khi nào có bình luận, truyện, hoặc chương mới được <em>xuất bản</em>. Điều này hữu ích cho việc kiểm duyệt (thay vì dùng email) và để cập nhật thông tin cho độc giả. Đây là các bản tin nhúng, có thể tắt trong Discord.
zh_cn: 你可以设置 <a href="%s" target="_blank" rel="noreferrer noopener nofollow">频道Webhook</a>，以便在评论、作品或章节首次<em>发布</em>时向 Discord 发送通知。这对于审核（代替电子邮件）和让人们及时了解情况很有用。这些是嵌入内容，可以在 Discord 中禁用。
zh_tw: 您可以設定 <a href="%s" target="_blank" rel="noreferrer noopener nofollow">頻道 Webhooks</a>，以便在留言、故事或章節首次<em>發佈</em>時向 Discord 發送通知。這對於管理（代替電子郵件）以及讓大家隨時了解情況非常有用。這些是內嵌內容，可以在 Discord 中停用。

source: You can still use the [More] block for shortened previews.
vi_vn: Bạn vẫn có thể sử dụng khối [Xem thêm] để thu gọn phần xem trước.
zh_cn: 你仍然可以使用[更多]块来显示缩短的预览。
zh_tw: 您仍然可以使用 [More] 區塊來顯示縮短的預覽。

source: You can support the author on
vi_vn: Bạn có thể ủng hộ tác giả tại
zh_cn: 你可以在这里支持作者
zh_tw: 您可以在以下平台支持作者

source: You can toggle selected features and styles per device/browser to boost performance. Some options may not be available.
vi_vn: Bạn có thể bật tắt các tính năng và kiểu dáng đã chọn theo từng thiết bị/trình duyệt để tăng hiệu suất. Một số tùy chọn có thể không khả dụng.
zh_cn: 你可以为每个设备/浏览器切换选定的功能和样式以提升性能。某些选项可能不可用。
zh_tw: 您可以根據每個裝置/瀏覽器切換選定的功能與樣式，以提升效能。某些選項可能無法使用。

source: You can upload up to three custom CSS skins (max. 200 KB each), with one active at a time. These skins apply only to your current device and browser (and may vanish at any time), but you can sync them up and down with your account. Be cautious about which skin you trust, as they can mess up the site.
vi_vn: Bạn có thể tải lên tối đa ba giao diện CSS tùy chỉnh (tối đa 200 KB mỗi tệp), và chỉ có một giao diện hoạt động tại một thời điểm. Các giao diện này chỉ áp dụng cho thiết bị và trình duyệt hiện tại của bạn (và có thể biến mất bất cứ lúc nào), nhưng bạn có thể đồng bộ hóa chúng với tài khoản của mình. Hãy thận trọng với giao diện mà bạn tin dùng, vì chúng có thể làm hỏng bố cục trang web.
zh_cn: 你最多可以上传三个自定义CSS皮肤（每个最大200KB），一次只能激活一个。这些皮肤仅适用于你当前的设备和浏览器（并且可能随时消失），但你可以与你的账户同步上传和下载。请谨慎选择你信任的皮肤，因为它们可能会搞乱网站。
zh_tw: 您最多可以上傳三個自訂 CSS 面板（每個最大 200 KB），一次只能啟用一個。這些面板僅適用於您目前的裝置與瀏覽器（且可能隨時消失），但您可以與您的帳號進行同步。請謹慎選擇您信任的面板，因為它們可能會搞亂網站。

source: You can use all <em>free</em> <a href="%s" target="_blank">Font Awesome</a> icons.
vi_vn: Bạn có thể sử dụng tất cả các biểu tượng <em>miễn phí</em> từ <a href="%s" target="_blank">Font Awesome</a>.
zh_cn: 你可以使用所有 <em>免费</em> 的 <a href="%s" target="_blank">Font Awesome</a> 图标。
zh_tw: 您可以使用所有<em>免費</em>的 <a href="%s" target="_blank">Font Awesome</a> 圖示。

source: You cannot post more than %s links.
vi_vn: Bạn không thể đăng quá %s liên kết.
zh_cn: 你发布的链接不能超过 %s 个。
zh_tw: 您不能發佈超過 %s 個連結。

source: You cannot reply to comments marked as offensive.
vi_vn: Bạn không thể trả lời các bình luận bị đánh dấu là xúc phạm.
zh_cn: 你不能回复标记为冒犯性内容的评论。
zh_tw: 您無法回覆被標記為冒犯性的留言。

source: You cannot reply to deleted comments.
vi_vn: Bạn không thể trả lời các bình luận đã xóa.
zh_cn: 你不能回复已删除的评论。
zh_tw: 您無法回覆已刪除的留言。

source: You currently have <strong>%s revisions stored</strong> in your database. This is a lot ot bloat that can slow down your site if you do not really need them. Use a plugin to clean them up.
vi_vn: Bạn hiện đang có <strong>%s bản chỉnh sửa được lưu trữ</strong> trong cơ sở dữ liệu. Đây là một lượng dữ liệu rác lớn có thể làm chậm trang web nếu bạn không thực sự cần chúng. Hãy sử dụng một plugin để dọn dẹp chúng.
zh_cn: 你目前在数据库中存储了 <strong>%s 个修订版</strong>。这是一大堆可能拖慢你站点
zh_tw: 您的資料庫中目前<strong>儲存了 %s 個修訂版本</strong>。如果您並非真的需要它們，這些過多的資料可能會拖慢您的網站速度。請使用外掛程式進行清理。

source: You currently show <strong>%s posts per page</strong>. This high number can cause index and list pages to be slow or crash, depending on the number of chapters per story.
vi_vn: Bạn hiện đang hiển thị <strong>%s bài viết mỗi trang</strong>. Con số cao này có thể khiến các trang mục lục và danh sách bị chậm hoặc bị lỗi, tùy thuộc vào số lượng chương của mỗi truyện.
zh_cn: 你目前每页显示 <strong>%s 篇文章</strong>。这个高数字可能导致索引和列表页面变慢或崩溃，具体取决于每个作品的章节数量。
zh_tw: 您目前設定<strong>每頁顯示 %s 篇文章</strong>。如此大的數量可能會導致索引和列表頁面變慢或崩潰，具體取決於每部作品的章節數量。

source: You currently store <strong>unlimited revisions per post</strong>. This can bloat your database and slow down your site. Better limit or turn them off by adding <code>%s</code> to your wp-config.php. This will not clean up already stored revisions, use a plugin for that.
vi_vn: Bạn hiện đang lưu trữ <strong>không giới hạn bản chỉnh sửa cho mỗi bài viết</strong>. Điều này có thể làm phình to cơ sở dữ liệu và chậm trang web của bạn. Tốt hơn nên giới hạn hoặc tắt chúng bằng cách thêm <code>%s</code> vào tệp wp-config.php của bạn. Việc này sẽ không dọn dẹp các bản chỉnh sửa đã được lưu, hãy sử dụng plugin cho việc đó.
zh_cn: 你目前为每篇文章存储 <strong>无限制的修订版</strong>。这可能会使你的数据库臃肿并拖慢站点。最好通过向 wp-config.php 添加 <code>%s</code> 来限制或关闭它们。这不会清理已存储的修订版，请使用插件进行清理。
zh_tw: 您目前設定<strong>每篇文章儲存無限數量的修訂版本</strong>。這會導致資料庫過於龐大並拖慢您的網站。建議您透過在 wp-config.php 中加入 <code>%s</code> 來限制或關閉此功能。這不會清理已儲存的修訂版本，請使用外掛程式處理。

source: You did not accept the privacy policy.
vi_vn: Bạn đã không chấp nhận chính sách bảo mật.
zh_cn: 你没有接受隐私政策。
zh_tw: 您未接受隱私權政策。

source: You have <strong>%1$s %2$s</strong> marked to be read later. Last modified on %3$s.
vi_vn: Bạn có <strong>%1$s %2$s</strong> được đánh dấu để đọc sau. Sửa đổi lần cuối vào %3$s.
zh_cn: 你已标记 <strong>%1$s %2$s</strong> 为稍后阅读。最后修改于 %3$s。
zh_tw: 您有 <strong>%1$s %2$s</strong> 已標記為稍後閱讀。最後修改於 %3$s。

source: You have already reported this comment. Click the flag again to retract the report.
vi_vn: Bạn đã báo cáo bình luận này rồi. Nhấp vào biểu tượng cờ một lần nữa để rút lại báo cáo.
zh_cn: 你已经举报过此评论。再次点击旗帜图标可撤回举报。
zh_tw: 您已經檢舉過此留言。再次點擊旗標即可撤回檢舉。

source: You have currently <strong>%s bookmark(s)</strong> set. Bookmarks are only processed in your browser.
vi_vn: Bạn hiện đang có <strong>%s dấu trang</strong>. Dấu trang chỉ được xử lý trong trình duyệt của bạn.
zh_cn: 你目前设置了 <strong>%s 个书签</strong>。书签仅在浏览器中处理。
zh_tw: 您目前已設定 <strong>%s 個書籤</strong>。書籤僅在您的瀏覽器中處理。

source: You have marked <strong>%1$s %2$s</strong> as finished and <strong>%3$s %4$s</strong> as read. Last modified on %5$s.
vi_vn: Bạn đã đánh dấu <strong>%1$s %2$s</strong> là đã hoàn thành và <strong>%3$s %4$s</strong> là đã đọc. Sửa đổi lần cuối vào %5$s.
zh_cn: 你已将 <strong>%1$s %2$s</strong> 标记为完成，并将 <strong>%3$s %4$s</strong> 标记为已读。最后修改于 %5$s。
zh_tw: 您已將 <strong>%1$s %2$s</strong> 標記為已完結，並將 <strong>%3$s %4$s</strong> 標記為已讀。最後修改於 %5$s。

source: You have no alerts.
vi_vn: Bạn không có thông báo nào.
zh_cn: 你没有任何提醒。
zh_tw: 您沒有任何提醒。

source: You have no published pages yet.
vi_vn: Bạn chưa có trang nào được xuất bản.
zh_cn: 你还没有发布任何页面。
zh_tw: 您尚未發佈任何頁面。

source: You have not marked any stories as finished.
vi_vn: Bạn chưa đánh dấu bộ truyện nào là đã hoàn thành.
zh_cn: 你还没有将任何作品标记为完成。
zh_tw: 您尚未將任何故事標記為已完結。

source: You have not marked any stories to be read later.
vi_vn: Bạn chưa đánh dấu bộ truyện nào để đọc sau.
zh_cn: 你还没有标记任何作品为稍后阅读。
zh_tw: 您尚未將任何故事標記為稍後閱讀。

source: You have written <strong>%1$s %2$s</strong>. Last comment written on %3$s.
vi_vn: Bạn đã viết <strong>%1$s %2$s</strong>. Bình luận cuối cùng được viết vào %3$s.
zh_cn: 你已经撰写了 <strong>%1$s %2$s</strong>。最后一条评论写于 %3$s。
zh_tw: 您已撰寫 <strong>%1$s %2$s</strong>。最後一則留言撰寫於 %3$s。

source: You may or may not want this.
vi_vn: Bạn có thể muốn hoặc không muốn điều này.
zh_cn: 你可能需要，也可能不需要这个。
zh_tw: 您可能想要或不想要這個。

source: You must be <button data-action="click->fictioneer#toggleModal" data-fictioneer-id-param="login-modal">logged in</button> to comment.
vi_vn: Bạn phải <button data-action="click->fictioneer#toggleModal" data-fictioneer-id-param="login-modal">đăng nhập</button> để bình luận.
zh_cn: 你必须 <button data-action="click->fictioneer#toggleModal" data-fictioneer-id-param="login-modal">登录</button> 才能评论。
zh_tw: 您必須先<button data-action="click->fictioneer#toggleModal" data-fictioneer-id-param="login-modal">登入</button>才能發表評論。

source: Your <strong>Home URL</strong> does not start with <code>%s</code>. This can lead to security issues, browsers refusing to access the page, and required scripts not loading.
vi_vn: <strong>URL Trang chủ</strong> của bạn không bắt đầu bằng <code>%s</code>. Điều này có thể dẫn đến các vấn đề bảo mật, trình duyệt từ chối truy cập trang và các tập lệnh cần thiết không được tải.
zh_cn: 你的<strong>首页URL</strong>不是以<code>%s</code>开头。这可能导致安全问题、浏览器拒绝访问页面以及必需的脚本无法加载。
zh_tw: 您的<strong>首頁網址</strong>並非以 <code>%s</code> 開頭。這可能會導致安全性問題、瀏覽器拒絕存取頁面，以及必要的腳本無法載入。

source: Your <strong>Site URL</strong> does not start with <code>%s</code>. This can lead to security issues, browsers refusing to access the page, and required scripts not loading.
vi_vn: <strong>URL Trang web</strong> của bạn không bắt đầu bằng <code>%s</code>. Điều này có thể dẫn đến các vấn đề bảo mật, trình duyệt từ chối truy cập trang và các tập lệnh cần thiết không được tải.
zh_cn: 你的<strong>站点URL</strong>不是以<code>%s</code>开头。这可能导致安全问题、浏览器拒绝访问页面以及必需的脚本无法加载。
zh_tw: 您的<strong>網站網址</strong>並非以 <code>%s</code> 開頭。這可能會導致安全性問題、瀏覽器拒絕存取頁面，以及必要的腳本無法載入。

source: Your account has been successfully linked. <strong>Hint:</strong> You can change your display name in your profile and link additional accounts.
vi_vn: Tài khoản của bạn đã được liên kết thành công. <strong>Gợi ý:</strong> Bạn có thể thay đổi tên hiển thị trong hồ sơ và liên kết thêm các tài khoản khác.
zh_cn: 你的账户已成功关联。<strong>提示：</strong>你可以在个人资料中更改显示名称并关联其他账户。
zh_tw: 您的帳號已成功連結。<strong>提示：</strong>您可以在個人資料中更改顯示名稱並連結其他帳號。

source: Your nickname will be displayed instead of your username. Not unique!
vi_vn: Biệt danh của bạn sẽ được hiển thị thay vì tên đăng nhập. Không phải là duy nhất!
zh_cn: 你的昵称将替代用户名显示。非唯一！
zh_tw: 您的暱稱將會取代使用者名稱顯示。並非唯一的！

source: Your profile can be linked to one or more external accounts, such as Discord or Google. You may add or remove these accounts at your own volition, but be aware that removing all accounts can lock you out with no means of access.
vi_vn: Hồ sơ của bạn có thể liên kết với một hoặc nhiều tài khoản bên ngoài, chẳng hạn như Discord hoặc Google. Bạn có thể thêm hoặc xóa các tài khoản này theo ý muốn, nhưng hãy lưu ý rằng việc xóa tất cả các tài khoản có thể khiến bạn bị khóa và không còn phương thức truy cập nào.
zh_cn: 你的个人资料可以关联一个或多个外部账户，例如Discord或Google。你可以自行添加或移除这些账户，但请注意，移除所有账户可能会将你锁定，无法访问。
zh_tw: 您的個人資料可以連結一個或多個外部帳號，例如 Discord 或 Google。您可以隨意新增或移除這些帳號，但請注意，移除所有帳號可能會導致您無法登入且無任何存取方式。

source: Your unique hash. Used to distinguish commenters.
vi_vn: Mã định danh (hash) duy nhất của bạn. Được dùng để phân biệt những người bình luận.
zh_cn: 你的唯一哈希值。用于区分评论者。
zh_tw: 您的唯一雜湊值。用於區分評論者。

source: Your unique name in the system. Cannot be changed.
vi_vn: Tên duy nhất của bạn trong hệ thống. Không thể thay đổi.
zh_cn: 你在系统中的唯一名称。无法更改。
zh_tw: 您在系統中的唯一名稱。無法更改。

source: — New Group —
vi_vn: — Nhóm mới —
zh_cn: — 新组 —
zh_tw: — 新群組 —

source: — Select Group —
vi_vn: — Chọn nhóm —
zh_cn: — 选择组 —
zh_tw: — 選擇群組 —

source: — Story —
vi_vn: — Truyện —
zh_cn: — 作品 —
zh_tw: — 故事 —

source: — Tier —
vi_vn: — Cấp độ —
zh_cn: — 等级 —
zh_tw: — 層級 —

source: — Unset —
vi_vn: — Chưa thiết lập —
zh_cn: — 未设置 —
zh_tw: — 未設定 —

source: ← Back to tools
vi_vn: ← Quay lại công cụ
zh_cn: ← 返回工具
zh_tw: ← 返回工具

source: <a href="%s" target="_blank" rel="noopener">MU-Plugin</a>
zh_cn: <a href="%s" target="_blank" rel="noopener">MU-插件</a>

# Abbreviation for billion, separated by HAIR SPACE (&hairsp;).
source: %s B
vi_vn: %s tỷ
zh_cn: %s 十亿

# Abbreviation for million, separated by HAIR SPACE (&hairsp;).
source: %s M
vi_vn: %s tr
zh_cn: %s 百万

# Abbreviation for thousand, separated by HAIR SPACE (&hairsp;).
source: %s K
zh_cn: %s 千

# Age rating A for Adult.
source: A
zh_cn: A-成人级

# Age rating E for Everyone.
source: E
zh_cn: E-全年龄段

source: Author: %s
zh_cn: 作者：%s

# Comment moderation edit stack item [date], [time].
source: %1$s \a\t %2$s
vi_vn: %1$s lúc %2$s
zh_cn: %1$s 于 %2$s

# Settings font card.
source: — Google Fonts CDN
zh_cn: — Google字体CDN

source: <p>With this feature enabled, the theme caches parts of the page that never change as static HTML files, pulling them up on subsequent requests to save resources. Unlike full caching, this only affects some modals, menus, and chapter contents. Use this only if cache plugins are not an option.</p><p class="description">Plugins that change the content of chapters may not work without further adjustments. If you need to apply dynamic chapters content, which are only refreshed on update or when the cache expires, you can still do so with the <code>fictioneer_filter_static_content</code> filter.</p><p>Administrators can disable the content caching per chapter.</p>
vi_vn: <p>Khi tính năng này được bật, giao diện sẽ lưu các phần của trang không bao giờ thay đổi dưới dạng tệp HTML tĩnh, và truy xuất chúng trong các yêu cầu tiếp theo để tiết kiệm tài nguyên. Khác với bộ nhớ đệm toàn phần, điều này chỉ ảnh hưởng đến một số cửa sổ phụ (modals), menu và nội dung chương. Chỉ sử dụng tính năng này nếu các plugin bộ nhớ đệm không phải là một lựa chọn khả thi.</p><p>Các plugin thay đổi nội dung chương có thể không hoạt động nếu không có các điều chỉnh bổ sung. Nếu bạn cần áp dụng nội dung chương động, vốn chỉ được làm mới khi cập nhật hoặc khi bộ nhớ đệm hết hạn, bạn vẫn có thể thực hiện thông qua bộ lọc <code>fictioneer_filter_static_content</code>.</p><p>Quản trị viên có thể tắt tính năng lưu bộ nhớ đệm nội dung cho từng chương.</p>

# Story ePUB CSS meta field label.
source: ePUB CSS
vi_vn: CSS ePUB
