Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Create Default Pages
vi_vn: Tạo các trang mặc định
zh_cn: 创建默认页面
zh_tw: 建立預設頁面

source: Critical font CSS
vi_vn: CSS phông chữ quan trọng
zh_cn: 关键字体 CSS
zh_tw: 關鍵字型 CSS

source: Critical Font CSS (Advanced)
vi_vn: CSS phông chữ quan trọng (Nâng cao)
zh_cn: 关键字体 CSS（高级）
zh_tw: 關鍵字型 CSS (進階)

source: CSS selector for the comment form. Attempts to make scripts work with a comment plugin. Clear theme cache after updating.
vi_vn: Trình chọn CSS (selector) cho biểu mẫu bình luận. Cố gắng làm cho các script hoạt động với plugin bình luận. Hãy xóa bộ nhớ đệm giao diện sau khi cập nhật.
zh_cn: 评论表单的 CSS 选择器。尝试使脚本与评论插件配合使用。更新后清除主题缓存。
zh_tw: 留言表單的 CSS 選取器。嘗試讓指令碼與留言外掛程式搭配運作。更新後請清除佈景主題快取。

source: Current status of the story.
vi_vn: Trạng thái hiện tại của truyện.
zh_cn: 作品的当前状态。
zh_tw: 故事的目前狀態。

source: Custom
vi_vn: Tùy chỉnh
zh_cn: 自定义
zh_tw: 自訂

source: Custom alert message instead of post title.
vi_vn: Thông báo cảnh báo tùy chỉnh thay vì tiêu đề bài viết.
zh_cn: 自定义提醒消息，而非文章标题。
zh_tw: 自訂警示訊息以取代文章標題。

source: Custom badge "<b>%s</b>" assigned.
vi_vn: Đã gán huy hiệu tùy chỉnh "<b>%s</b>".
zh_cn: 已分配自定义徽章“<b>%s</b>”。
zh_tw: 已指派自定義徽章「<b>%s</b>」。

# Custom CSS skin.
source: Error.
vi_vn: Lỗi.
zh_cn: 错误。
zh_tw: 錯誤。

# Custom CSS skin.
source: File is missing the "Name" meta data.
vi_vn: Tệp bị thiếu dữ liệu meta "Tên" (Name).
zh_cn: 文件缺少“名称”元数据。
zh_tw: 檔案缺少「Name」中繼資料。

# Custom CSS skin.
source: Invalid file contents. Please check for missing braces ("{}") or forbidden characters ("<").
vi_vn: Nội dung tệp không hợp lệ. Vui lòng kiểm tra các dấu ngoặc nhọn bị thiếu ("{}") hoặc các ký tự bị cấm ("<").
zh_cn: 文件内容无效。请检查是否缺少大括号（"{}"）或存在禁止字符（"<"）。
zh_tw: 檔案內容無效。請檢查是否缺少大括號（「{}」）或禁止字元（「<」）。

# Custom CSS skin.
source: Invalid JSON.
vi_vn: JSON không hợp lệ.
zh_cn: JSON 无效。
zh_tw: JSON 無效。

# Custom CSS skin.
source: Maximum file size of 200 KB exceeded.
vi_vn: Vượt quá dung lượng tệp tối đa 200 KB.
zh_cn: 超出 200 KB 的最大文件大小限制。
zh_tw: 超過檔案大小上限 200 KB。

# Custom CSS skin.
source: Wrong file type. Please upload a valid CSS file.
vi_vn: Loại tệp không đúng. Vui lòng tải lên tệp CSS hợp lệ.
zh_cn: 文件类型错误。请上传有效的 CSS 文件。
zh_tw: 檔案類型錯誤。請上傳有效的 CSS 檔案。

# Custom CSS skin.
source: Wrong or missing fingerprint hash.
vi_vn: Mã băm (hash) nhận diện sai hoặc bị thiếu.
zh_cn: 指纹哈希错误或缺失。
zh_tw: 指紋雜湊值錯誤或遺失。

# Custom CSS skin.
source: You cannot upload more than 3 skins.
vi_vn: Bạn không thể tải lên quá 3 giao diện.
zh_cn: 您不能上传超过 3 个皮肤。
zh_tw: 您無法上傳超過 3 個面板。

source: Custom filters with image for groups and/or post IDs.
vi_vn: Bộ lọc tùy chỉnh kèm hình ảnh cho các nhóm và/hoặc ID bài viết.
zh_cn: 用于分组和/或文章 ID 的带图片自定义过滤器。
zh_tw: 針對群組及/或文章 ID 的帶圖片自定義過濾器。

source: Custom message in the user profile, which may be a nice thing as well.
vi_vn: Tin nhắn tùy chỉnh trong hồ sơ người dùng, điều này cũng có thể tạo điểm nhấn thú vị.
zh_cn: 用户个人资料中的自定义消息，这也可能是一件好事。
zh_tw: 使用者個人資料中的自定義訊息，這也可能是一項不錯的功能。

source: Custom Page CSS
vi_vn: CSS trang tùy chỉnh
zh_cn: 自定义页面 CSS
zh_tw: 自定義頁面 CSS

source: Custom Story CSS
vi_vn: CSS truyện tùy chỉnh
zh_cn: 自定义作品 CSS
zh_tw: 自定義故事 CSS

source: Customized sitemap for search engines to crawl. Respects unlisted flags and custom post types. Can be slow.
vi_vn: Sơ đồ trang web (sitemap) tùy chỉnh để các công cụ tìm kiếm thu thập dữ liệu. Tuân thủ các cờ ẩn và các loại bài đăng tùy chỉnh. Có thể sẽ chậm.
zh_cn: 供搜索引擎抓取的自定义站点地图。尊重未列出标志和自定义文章类型。可能较慢。
zh_tw: 供搜尋引擎抓取的自定義網站地圖。遵循未列出標記與自定義文章類型。速度可能較慢。

# Customizer card frame option.
source: Battered
vi_vn: Sờn cũ
zh_cn: 破旧
zh_tw: 磨損

# Customizer card frame option.
source: Border (2px)
vi_vn: Viền (2px)
zh_cn: 边框（2px）
zh_tw: 邊框 (2px)

# Customizer card frame option.
source: Border (3px)
vi_vn: Viền (3px)
zh_cn: 边框（3px）
zh_tw: 邊框 (3px)

# Customizer card frame option.
source: Chamfered
vi_vn: Vát góc
zh_cn: 倒角
zh_tw: 倒角

# Customizer card frame option.
source: Stacked (Left)
vi_vn: Xếp chồng (Trái)
zh_cn: 堆叠（左）
zh_tw: 堆疊 (左)

# Customizer card frame option.
source: Stacked (Random)
vi_vn: Xếp chồng (Ngẫu nhiên)
zh_cn: 堆叠（随机）
zh_tw: 堆疊 (隨機)

# Customizer card frame option.
source: Stacked (Right)
vi_vn: Xếp chồng (Phải)
zh_cn: 堆叠（右）
zh_tw: 堆疊 (右)

# Customizer card image option.
source: Embedded (Default)
vi_vn: Nhúng (Mặc định)
zh_cn: 嵌入（默认）
zh_tw: 嵌入 (預設)

# Customizer card image option.
source: Seamless
vi_vn: Liền mạch
zh_cn: 无缝
zh_tw: 無縫

# Customizer card shadow option.
source: Border Shadow
vi_vn: Đổ bóng viền
zh_cn: 边框阴影
zh_tw: 邊框陰影

# Customizer card shadow option.
source: No Shadow
vi_vn: Không đổ bóng
zh_cn: 无阴影
zh_tw: 無陰影

# Customizer card shadow option.
source: Shadow Huge
vi_vn: Đổ bóng cực lớn
zh_cn: 巨大阴影
zh_tw: 特大陰影

# Customizer card shadow option.
source: Shadow Large
vi_vn: Đổ bóng lớn
zh_cn: 大阴影
zh_tw: 大陰影

# Customizer card shadow option.
source: Shadow Medium (Default)
vi_vn: Đổ bóng vừa (Mặc định)
zh_cn: 中等阴影（默认）
zh_tw: 中陰影 (預設)

# Customizer card shadow option.
source: Shadow Normal
vi_vn: Đổ bóng thường
zh_cn: 正常阴影
zh_tw: 標準陰影

# Customizer card shadow option.
source: Shadow Small
vi_vn: Đổ bóng nhỏ
zh_cn: 小阴影
zh_tw: 小陰影

# Customizer card shadow option.
source: Shadow Thin
vi_vn: Đổ bóng mảnh
zh_cn: 细阴影
zh_tw: 陰影細

# Customizer card style option.
source: Combined
vi_vn: Kết hợp
zh_cn: 组合
zh_tw: 組合

# Customizer card style option.
source: Embedded (Default)
vi_vn: Nhúng (Mặc định)
zh_cn: 嵌入（默认）
zh_tw: 嵌入（預設）

# Customizer card style option.
source: Unfolded
vi_vn: Trải ra
zh_cn: 展开
zh_tw: 展開

# Customizer content group style option.
source: Boxed/Large (Default)
vi_vn: Đóng khung/Lớn (Mặc định)
zh_cn: 盒装/大（默认）
zh_tw: 框狀/大（預設）

# Customizer content list group option.
source: Edge/Narrow
vi_vn: Sát lề/Hẹp
zh_cn: 边缘/窄
zh_tw: 邊緣/窄

# Customizer content list style option.
source: Free
vi_vn: Tự do
zh_cn: 自由
zh_tw: 自由

# Customizer content list style option.
source: Full
vi_vn: Đầy đủ
zh_cn: 完整
zh_tw: 全寬

# Customizer content list style option.
source: Gradient (Default)
vi_vn: Chuyển màu (Mặc định)
zh_cn: 渐变（默认）
zh_tw: 漸層（預設）

# Customizer content list style option.
source: Lines
vi_vn: Dòng kẻ
zh_cn: 线条
zh_tw: 線條

# Customizer dark mode font weight option.
source: Adjusted
vi_vn: Đã điều chỉnh
zh_cn: 已调整
zh_tw: 已調整

# Customizer dark mode font weight option.
source: Normal
vi_vn: Bình thường
zh_cn: 正常
zh_tw: 標準

# Customizer footer style option.
source: Floating (Default)
vi_vn: Nổi (Mặc định)
zh_cn: 浮动（默认）
zh_tw: 懸浮（預設）

# Customizer footer style option.
source: Isolated
vi_vn: Tách biệt
zh_cn: 隔离
zh_tw: 獨立

# Customizer header image style option.
source: Battered
vi_vn: Sờn rách
zh_cn: 破旧
zh_tw: 斑駁

# Customizer header image style option.
source: Chamfered
vi_vn: Vát cạnh
zh_cn: 倒角
zh_tw: 倒角

# Customizer header image style option.
source: Custom CSS
vi_vn: CSS tùy chỉnh
zh_cn: 自定义 CSS
zh_tw: 自訂 CSS

# Customizer header image style option.
source: Grunge Frame (Large)
vi_vn: Khung Grunge (Lớn)
zh_cn: 脏污框架（大）
zh_tw: 頹廢風邊框 (大)

# Customizer header image style option.
source: Grunge Frame (Small)
vi_vn: Khung Grunge (Nhỏ)
zh_cn: 脏污框架（小）
zh_tw: 頹廢風邊框 (小)

# Customizer header image style option.
source: Plain (Default)
vi_vn: Đơn giản (Mặc định)
zh_cn: 朴素（默认）
zh_tw: 純色 (預設)

# Customizer header sidebar option.
source: Left
vi_vn: Trái
zh_cn: 左侧
zh_tw: 左

# Customizer header sidebar option.
source: Right
vi_vn: Phải
zh_cn: 右侧
zh_tw: 右

# Customizer header style option.
source: Default (Image)
vi_vn: Mặc định (Hình ảnh)
zh_cn: 默认（图片）
zh_tw: 預設 (圖片)

# Customizer header style option.
source: Overlay (Image)
vi_vn: Phủ lên (Hình ảnh)
zh_cn: 叠加（图片）
zh_tw: 疊加 (圖片)

# Customizer header style option.
source: Post Content (ID)
vi_vn: Nội dung bài viết (ID)
zh_cn: 文章内容（ID）
zh_tw: 文章內容 (ID)

# Customizer header style option.
source: Split (Image)
vi_vn: Chia đôi (Hình ảnh)
zh_cn: 分割（图片）
zh_tw: 分割 (圖片)

# Customizer header style option.
source: Text (Center)
vi_vn: Văn bản (Căn giữa)
zh_cn: 文本（居中）
zh_tw: 文字 (居中)

# Customizer header style option.
source: Top
vi_vn: Trên cùng
zh_cn: 顶部
zh_tw: 頂部

# Customizer header style option.
source: Wide
vi_vn: Rộng
zh_cn: 宽
zh_tw: 寬

# Customizer mobile menu style option.
source: Minimize site to right (Default)
vi_vn: Thu nhỏ trang sang phải (Mặc định)
zh_cn: 将站点最小化到右侧（默认）
zh_tw: 網站縮小至右側 (預設)

# Customizer mobile menu style option.
source: Slide in from left
vi_vn: Trượt vào từ bên trái
zh_cn: 从左侧滑入
zh_tw: 從左側滑入

# Customizer mobile menu style option.
source: Slide in from right
vi_vn: Trượt vào từ bên phải
zh_cn: 从右侧滑入
zh_tw: 從右側滑入

# Customizer mobile navigation style option.
source: Collapse
vi_vn: Thu gọn
zh_cn: 折叠
zh_tw: 摺疊

# Customizer mobile navigation style option.
source: Overflow (Default)
vi_vn: Tràn lề (Mặc định)
zh_cn: 溢出（默认）
zh_tw: 溢位 (預設值)

# Customizer option.
source: None
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# Customizer option.
source: None (Default)
vi_vn: Không có (Mặc định)
zh_cn: 无（默认）
zh_tw: 無 (預設值)

# Customizer page style option.
source: Battered
vi_vn: Sờn rách
zh_cn: 破旧
zh_tw: 磨損

# Customizer page style option.
source: Battered Ringbook
vi_vn: Sổ lò xo sờn rách
zh_cn: 破旧环书
zh_tw: 磨損環裝筆記本

# Customizer page style option.
source: Chamfered
vi_vn: Vát cạnh
zh_cn: 倒角
zh_tw: 倒角

# Customizer page style option.
source: Custom CSS
vi_vn: CSS tùy chỉnh
zh_cn: 自定义 CSS
zh_tw: 自訂 CSS

# Customizer page style option.
source: Grunge
zh_cn: 脏污
zh_tw: 破舊風

# Customizer page style option.
source: Interface
vi_vn: Giao diện
zh_cn: 界面
zh_tw: 介面

# Customizer page style option.
source: Layered Peaks
vi_vn: Đỉnh núi xếp lớp
zh_cn: 层叠山峰
zh_tw: 分層山峰

# Customizer page style option.
source: Layered Steps
vi_vn: Bậc thang xếp lớp
zh_cn: 层叠阶梯
zh_tw: 分層階梯

# Customizer page style option.
source: None (Hide)
vi_vn: Không (Ẩn)
zh_cn: 无（隐藏）
zh_tw: 無 (隱藏)

# Customizer page style option.
source: Plain (Default)
vi_vn: Đơn giản (Mặc định)
zh_cn: 朴素（默认）
zh_tw: 平面 (預設)

# Customizer page style option.
source: Ringbook
vi_vn: Sổ còng
zh_cn: 环书
zh_tw: 活頁本

# Customizer page style option.
source: Wave
vi_vn: Sóng
zh_cn: 波浪
zh_tw: 波浪

# Customizer story cover position option.
source: Floating Left
vi_vn: Nổi bên trái
zh_cn: 左浮动
zh_tw: 靠左浮動

# Customizer story cover position option.
source: Floating Right
vi_vn: Nổi bên phải
zh_cn: 右浮动
zh_tw: 靠右浮動

# Customizer story cover position option.
source: Floating Top-Left
vi_vn: Nổi trên cùng bên trái
zh_cn: 左上浮动
zh_tw: 左上角浮動

# Customizer story cover position option.
source: Floating Top-Right
vi_vn: Nổi trên cùng bên phải
zh_cn: 右上浮动
zh_tw: 右上角浮動

# Customizer story cover position option.
source: Hide
vi_vn: Ẩn
zh_cn: 隐藏
zh_tw: 隱藏

# Customizer story cover position option.
source: Top-Left Overflow (Default)
vi_vn: Tràn góc trên bên trái (Mặc định)
zh_cn: 左上溢出（默认）
zh_tw: 左上角溢出 (預設)

# Customizer story cover shadow option.
source: Border Shadow
vi_vn: Bóng viền
zh_cn: 边框阴影
zh_tw: 邊框陰影

# Customizer story cover shadow option.
source: No Shadow
vi_vn: Không bóng
zh_cn: 无阴影
zh_tw: 無陰影

# Customizer story cover shadow option.
source: Shadow Huge (Default)
vi_vn: Bóng cực lớn (Mặc định)
zh_cn: 巨大阴影（默认）
zh_tw: 超大陰影 (預設)

# Customizer story cover shadow option.
source: Shadow Large
vi_vn: Bóng lớn
zh_cn: 大阴影
zh_tw: 大陰影

# Customizer story cover shadow option.
source: Shadow Medium
vi_vn: Bóng trung bình
zh_cn: 中等阴影
zh_tw: 中等陰影

# Customizer story cover shadow option.
source: Shadow Normal
vi_vn: Bóng thường
zh_cn: 正常阴影
zh_tw: 一般陰影

# Customizer story cover shadow option.
source: Shadow Small
vi_vn: Bóng nhỏ
zh_cn: 小阴影
zh_tw: 小陰影

# Customizer story cover shadow option.
source: Shadow Thin
vi_vn: Bóng mỏng
zh_cn: 细阴影
zh_tw: 細陰影

# Customizer view transition option.
source: Cross-Fade
vi_vn: Chuyển mờ dần
zh_cn: 交叉淡入淡出
zh_tw: 交叉淡入淡出

source: Danger Zone
vi_vn: Vùng nguy hiểm
zh_cn: 危险区域
zh_tw: 危險區域

source: Dark &ltdel>
vi_vn: Tối &ltdel>
zh_cn: 深色 <del>
zh_tw: 深色 &ltdel>

source: Dark &ltins>
vi_vn: Tối &ltins>
zh_cn: 深色 <ins>
zh_tw: 深色 &ltins>

source: Dark Admin Badge
vi_vn: Huy hiệu Admin tối
zh_cn: 深色管理员徽章
zh_tw: 深色管理員徽章

source: Dark Author Badge
vi_vn: Huy hiệu Tác giả tối
zh_cn: 深色作者徽章
zh_tw: 深色作者徽章

source: Dark Background 100
vi_vn: Nền tối 100
zh_cn: 深色背景 100
zh_tw: 深色背景 100

source: Dark Background 200
vi_vn: Nền tối 200
zh_cn: 深色背景 200
zh_tw: 深色背景 200

source: Dark Background 300
vi_vn: Nền tối 300
zh_cn: 深色背景 300
zh_tw: 深色背景 300

source: Dark Background 400
vi_vn: Nền tối 400
zh_cn: 深色背景 400
zh_tw: 深色背景 400

source: Dark Background 50
vi_vn: Nền tối 50
zh_cn: 深色背景 50
zh_tw: 深色背景 50

source: Dark Background 500
vi_vn: Nền tối 500
zh_cn: 深色背景 500
zh_tw: 深色背景 500

source: Dark Background 600
vi_vn: Nền tối 600
zh_cn: 深色背景 600
zh_tw: 深色背景 600

source: Dark Background 700
vi_vn: Nền tối 700
zh_cn: 深色背景 700
zh_tw: 深色背景 700

source: Dark Background 800
vi_vn: Nền tối 800
zh_cn: 深色背景 800
zh_tw: 深色背景 800

source: Dark Background 900
vi_vn: Nền tối 900
zh_cn: 深色背景 900
zh_tw: 深色背景 900

source: Dark Background 950
vi_vn: Nền tối 950
zh_cn: 深色背景 950
zh_tw: 深色背景 950

source: Dark Bookmark Alpha
vi_vn: Dấu trang Chế độ tối Alpha
zh_cn: 深色书签 Alpha
zh_tw: 深色書籤 Alpha

source: Dark Bookmark Beta
vi_vn: Dấu trang Chế độ tối Beta
zh_cn: 深色书签 Beta
zh_tw: 深色書籤 Beta

source: Dark Bookmark Delta
vi_vn: Dấu trang Chế độ tối Delta
zh_cn: 深色书签 Delta
zh_tw: 深色書籤 Delta

source: Dark Bookmark Gamma
vi_vn: Dấu trang Chế độ tối Gamma
zh_cn: 深色书签 Gamma
zh_tw: 深色書籤 Gamma

source: Dark Bookmark Line
vi_vn: Đường kẻ Dấu trang Chế độ tối
zh_cn: 深色书签线
zh_tw: 深色書籤線條

source: Dark Card Frame
vi_vn: Khung thẻ Chế độ tối
zh_cn: 深色卡片框架
zh_tw: 深色卡片邊框

source: Dark Foreground 100
vi_vn: Tiền cảnh Chế độ tối 100
zh_cn: 深色前景 100
zh_tw: 深色前景 100

source: Dark Foreground 200
vi_vn: Tiền cảnh Chế độ tối 200
zh_cn: 深色前景 200
zh_tw: 深色前景 200

source: Dark Foreground 300
vi_vn: Tiền cảnh Chế độ tối 300
zh_cn: 深色前景 300
zh_tw: 深色前景 300

source: Dark Foreground 400
vi_vn: Tiền cảnh Chế độ tối 400
zh_cn: 深色前景 400
zh_tw: 深色前景 400

source: Dark Foreground 500
vi_vn: Tiền cảnh Chế độ tối 500
zh_cn: 深色前景 500
zh_tw: 深色前景 500

source: Dark Foreground 600
vi_vn: Tiền cảnh Chế độ tối 600
zh_cn: 深色前景 600
zh_tw: 深色前景 600

source: Dark Foreground 700
vi_vn: Tiền cảnh Chế độ tối 700
zh_cn: 深色前景 700
zh_tw: 深色前景 700

source: Dark Foreground 800
vi_vn: Tiền cảnh Chế độ tối 800
zh_cn: 深色前景 800
zh_tw: 深色前景 800

source: Dark Foreground 900
vi_vn: Tiền cảnh Chế độ tối 900
zh_cn: 深色前景 900
zh_tw: 深色前景 900

source: Dark Foreground 950
vi_vn: Tiền cảnh Chế độ tối 950
zh_cn: 深色前景 950
zh_tw: 深色前景 950

source: Dark Foreground Inverted
vi_vn: Tiền cảnh Chế độ tối Đảo ngược
zh_cn: 深色前景反转
zh_tw: 深色前景反轉

source: Dark Foreground Tinted
vi_vn: Tiền cảnh Chế độ tối Phủ màu
zh_cn: 深色前景着色
zh_tw: 深色前景著色

source: Dark Generic Badge
vi_vn: Huy hiệu Chung Chế độ tối
zh_cn: 深色通用徽章
zh_tw: 深色通用徽章

source: Dark Green 400
vi_vn: Xanh lá Chế độ tối 400
zh_cn: 深色绿色 400
zh_tw: 深綠色 400

source: Dark Green 500
vi_vn: Xanh lá Chế độ tối 500
zh_cn: 深色绿色 500
zh_tw: 深綠色 500

source: Dark Green 600
vi_vn: Xanh lá Chế độ tối 600
zh_cn: 深色绿色 600
zh_tw: 深綠色 600

source: Dark Header Tagline
vi_vn: Slogan Đầu trang Chế độ tối
zh_cn: 深色页眉标语
zh_tw: 深色頁首標語

source: Dark Header Title
vi_vn: Tiêu đề Đầu trang Chế độ tối
zh_cn: 深色页眉标题
zh_tw: 深色頁首標題

source: Dark Mode Colors
vi_vn: Màu Chế độ tối
zh_cn: 深色模式颜色
zh_tw: 深色模式顏色

source: Dark Mode Font Weight
vi_vn: Độ đậm Font Chế độ tối
zh_cn: 深色模式字体粗细
zh_tw: 深色模式字體粗細

source: Dark Moderator Badge
vi_vn: Huy hiệu Điều phối viên Chế độ tối
zh_cn: 深色版主徽章
zh_tw: 深色版主徽章

source: Dark Navigation Background (Sticky)
vi_vn: Nền Thanh điều hướng Chế độ tối (Cố định)
zh_cn: 深色导航背景（粘性）
zh_tw: 深色導覽背景 (固定)

source: Dark Override Badge
vi_vn: Huy hiệu Ưu tiên Chế độ tối
zh_cn: 深色覆盖徽章
zh_tw: 深色覆蓋徽章

source: Dark Primary 400
vi_vn: Màu chính Chế độ tối 400
zh_cn: 深色主色 400
zh_tw: 深色主要 400

source: Dark Primary 500
vi_vn: Màu chính Chế độ tối 500
zh_cn: 深色主色 500
zh_tw: 深色主要 500

source: Dark Primary 600
vi_vn: Màu chính Chế độ tối 600
zh_cn: 深色主色 600
zh_tw: 深色主要 600

source: Dark Red 400
vi_vn: Đỏ Chế độ tối 400
zh_cn: 深色红色 400
zh_tw: 深色紅色 400

source: Dark Red 500
vi_vn: Đỏ Chế độ tối 500
zh_cn: 深色红色 500
zh_tw: 深色紅色 500

source: Dark Red 600
vi_vn: Đỏ Chế độ tối 600
zh_cn: 深色红色 600
zh_tw: 深色紅色 600

source: Dark Shade
vi_vn: Sắc tối
zh_cn: 深色调
zh_tw: 深色陰影

source: Dark Supporter Badge
vi_vn: Huy hiệu Người ủng hộ Chế độ tối
zh_cn: 深色支持者徽章
zh_tw: 深色贊助者徽章

source: Dark text color for bright backgrounds. Default contrast ~4.5:1 on BG-200.
vi_vn: Màu văn bản tối cho nền sáng. Độ tương phản mặc định ~4.5:1 trên BG-200.
zh_cn: 明亮背景的深色文本颜色。在 BG-200 上的默认对比度约 4.5:1。
zh_tw: 適用於亮色背景的深色文字顏色。在 BG-200 上的預設對比度約為 4.5:1。

source: Dark Theme Color Meta
vi_vn: Màu chủ đề Meta Chế độ tối
zh_cn: 深色主题颜色元数据
zh_tw: 深色主題顏色 Meta

source: Darken
vi_vn: Làm tối
zh_cn: 变暗
zh_tw: 加深

source: Darken Background
vi_vn: Làm tối nền
zh_cn: 背景变暗
zh_tw: 加深背景

source: Darker alert and warning color.
vi_vn: Màu thông báo và cảnh báo tối hơn.
zh_cn: 较深的提醒和警告颜色。
zh_tw: 較深的警示與警告顏色。

source: Darker primary accent and content link visited color.
vi_vn: Màu điểm nhấn chính và liên kết nội dung đã truy cập tối hơn.
zh_cn: 较深的主要强调色和内容链接已访问颜色。
zh_tw: 較深的主要強調色與內容連結已造訪顏色。

source: Darker success and confirmation color.
vi_vn: Màu thành công và xác nhận tối hơn.
zh_cn: 较深的成功和确认颜色。
zh_tw: 較深的成功與確認顏色。

source: Data
vi_vn: Dữ liệu
zh_cn: 数据
zh_tw: 資料

source: Data has been cleared.
vi_vn: Dữ liệu đã được xóa sạch.
zh_cn: 数据已清除。
zh_tw: 資料已清除。

source: Database error. Account could not be deleted.
vi_vn: Lỗi cơ sở dữ liệu. Không thể xóa tài khoản.
zh_cn: 数据库错误。账户无法删除。
zh_tw: 資料庫錯誤。無法刪除帳號。

source: Database error. Checkmarks could not be cleared.
vi_vn: Lỗi cơ sở dữ liệu. Không thể xóa các dấu kiểm.
zh_cn: 数据库错误。勾选标记无法清除。
zh_tw: 資料庫錯誤。無法清除核取標記。

source: Database error. Comment could not be deleted. Please try again later or contact an administrator.
vi_vn: Lỗi cơ sở dữ liệu. Không thể xóa bình luận. Vui lòng thử lại sau hoặc liên hệ với quản trị viên.
zh_cn: 数据库错误。评论无法删除。请稍后重试或联系管理员。
zh_tw: 資料庫錯誤。無法刪除迴響。請稍後再試或聯繫管理員。

source: Database error. Comment subscriptions could not be cleared.
vi_vn: Lỗi cơ sở dữ liệu. Không thể xóa các đăng ký theo dõi bình luận.
zh_cn: 数据库错误。评论订阅无法清除。
zh_tw: 資料庫錯誤。無法清除迴響訂閱。

source: Database error. Comments could not be cleared.
vi_vn: Lỗi cơ sở dữ liệu. Không thể xóa các bình luận.
zh_cn: 数据库错误。评论无法清除。
zh_tw: 資料庫錯誤。無法清除迴響。

source: Database error. Follows could not be cleared.
vi_vn: Lỗi cơ sở dữ liệu. Không thể xóa danh sách theo dõi.
zh_cn: 数据库错误。关注无法清除。
zh_tw: 資料庫錯誤。無法清除關注。

source: Database error. Please ask an administrator.
vi_vn: Lỗi cơ sở dữ liệu. Vui lòng hỏi quản trị viên.
zh_cn: 数据库错误。请联系管理员。
zh_tw: 資料庫錯誤。請洽詢管理員。

source: Database error. Reminders could not be cleared.
vi_vn: Lỗi cơ sở dữ liệu. Không thể xóa lời nhắc.
zh_cn: 数据库错误。提醒无法清除。
zh_tw: 資料庫錯誤。無法清除提醒。

source: Database Tools
vi_vn: Công cụ cơ sở dữ liệu
zh_cn: 数据库工具
zh_tw: 資料庫工具

source: Date
vi_vn: Ngày
zh_cn: 日期
zh_tw: 日期

source: Datetime
vi_vn: Ngày giờ
zh_cn: 日期时间
zh_tw: 日期時間

source: Deactivation (DANGER ZONE)
vi_vn: Hủy kích hoạt (KHU VỰC NGUY HIỂM)
zh_cn: 停用（危险区域）
zh_tw: 停用（危險區域）

source: Decrease font size
vi_vn: Giảm cỡ chữ
zh_cn: 减小字体大小
zh_tw: 縮小字型大小

source: Default
vi_vn: Mặc định
zh_cn: 默认
zh_tw: 預設

source: Default color in chapters; slightly darker and more saturated than the base text color to reduce eye strain. Default contrast ~6.9:1 on BG-700.
vi_vn: Màu mặc định trong các chương; tối hơn và bão hòa hơn một chút so với màu văn bản gốc để giảm mỏi mắt. Độ tương phản mặc định ~6.9:1 trên BG-700.
zh_cn: 章节中的默认颜色；比基本文本颜色稍深且饱和度更高，以减轻眼睛疲劳。在 BG-700 上的默认对比度约 6.9:1。
zh_tw: 章節中的預設顏色；比基礎文字顏色稍深且飽和度更高，以減輕眼睛疲勞。在 BG-700 上的預設對比度約為 6.9:1。

source: Default color in chapters; slightly lighter and more saturated than the base text color.
vi_vn: Màu mặc định trong các chương; sáng hơn và bão hòa hơn một chút so với màu văn bản gốc.
zh_cn: 章节中的默认颜色；比基本文本颜色稍浅且饱和度更高。
zh_tw: 章節中的預設顏色；比基礎文字顏色稍淺且飽和度更高。

source: Default cover for stories if none has been provided; inherited by chapters.
vi_vn: Ảnh bìa mặc định cho truyện nếu chưa được cung cấp; được kế thừa bởi các chương.
zh_cn: 作品默认封面（如果未提供）；由章节继承。
zh_tw: 若未提供故事封面，則使用預設封面；章節將繼承此封面。

source: Default genres have been added to the list.
vi_vn: Các thể loại mặc định đã được thêm vào danh sách.
zh_cn: 默认类型已添加到列表中。
zh_tw: 預設類型已加入清單。

# Default name in logs.
source: System
vi_vn: Hệ thống
zh_cn: 系统
zh_tw: 系統

# Default Patreon supporter badge label.
source: Patron
zh_cn: 赞助者
zh_tw: 贊助者

source: Default Story Cover
vi_vn: Ảnh bìa truyện mặc định
zh_cn: 默认作品封面
zh_tw: 預設故事封面

source: Default tags have been added to the list.
vi_vn: Các thẻ mặc định đã được thêm vào danh sách.
zh_cn: 默认标签已添加到列表中。
zh_tw: 預設標籤已加入清單。

# Default tooltip modal header.
source: Note
vi_vn: Ghi chú
zh_cn: 注释
zh_tw: 備註

source: Deferred script file that should be ignored by aggregation plugins to avoid errors (fictioneer/js/complete.min.js and fictioneer/cache/dynamic-scripts.js).
vi_vn: Tệp kịch bản trì hoãn nên được các plugin gộp tệp bỏ qua để tránh lỗi (fictioneer/js/complete.min.js và fictioneer/cache/dynamic-scripts.js).
zh_cn: 应被聚合插件忽略的延迟脚本文件，以避免错误（fictioneer/js/complete.min.js 和 fictioneer/cache/dynamic-scripts.js）。
zh_tw: 應由聚合外掛程式忽略以避免錯誤的延遲腳本檔案（fictioneer/js/complete.min.js 與 fictioneer/cache/dynamic-scripts.js）。

source: DELETE
vi_vn: XÓA
zh_cn: 删除
zh_tw: 刪除

source: Delete
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

source: Delete Account
vi_vn: Xóa tài khoản
zh_cn: 删除账户
zh_tw: 刪除帳號

source: Delete All
vi_vn: Xóa tất cả
zh_cn: 全部删除
zh_tw: 全部刪除

source: Delete all settings and theme mods on deactivation
vi_vn: Xóa tất cả cài đặt và tùy chỉnh giao diện khi hủy kích hoạt
zh_cn: 停用时删除所有设置和主题修改
zh_tw: 停用時刪除所有設定與佈景主題修改

# Delete comment inline.
source: Delete
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

source: Delete Tiers
vi_vn: Xóa cấp độ
zh_cn: 删除等级
zh_tw: 刪除層級

source: deleted
vi_vn: đã xóa
zh_cn: 已删除
zh_tw: 已刪除

source: Deleted all generated ePUBs from the server.
vi_vn: Đã xóa tất cả các tệp ePUB đã tạo khỏi máy chủ.
zh_cn: 已从服务器删除所有生成的 ePUB。
zh_tw: 已從伺服器刪除所有產生的 ePUB。

# Deleted comment author name.
source: Deleted
vi_vn: Đã bị xóa
zh_cn: 已删除
zh_tw: 已刪除

source: Deleted comments cannot be sticky.
vi_vn: Bình luận đã xóa không thể ghim.
zh_cn: 已删除的评论不能置顶。
zh_tw: 已刪除的迴響無法置頂。

# Deleted comments filter in comment screen dropdown.
source: Deleted
vi_vn: Đã xóa
zh_cn: 已删除
zh_tw: 已刪除

source: Deleted global Patreon tiers.
vi_vn: Đã xóa các cấp độ Patreon chung.
zh_cn: 已删除全局 Patreon 等级。
zh_tw: 已刪除全域 Patreon 層級。

source: Deleted User
vi_vn: Người dùng đã xóa
zh_cn: 已删除用户
zh_tw: 已刪除使用者

# Deleted user base name.
source: DeletedUser
vi_vn: NguoiDungDaXoa
zh_cn: 已删除用户
zh_tw: 已刪除使用者

source: Denied
vi_vn: Bị từ chối
zh_cn: 已拒绝
zh_tw: 已拒絕

source: Description
vi_vn: Mô tả
zh_cn: 描述
zh_tw: 描述

source: Disable
vi_vn: Vô hiệu hóa
zh_cn: 禁用
zh_tw: 停用

source: Disable advanced search
vi_vn: Vô hiệu hóa tìm kiếm nâng cao
zh_cn: 禁用高级搜索
zh_tw: 停用進階搜尋

source: Disable application passwords
vi_vn: Vô hiệu hóa mật khẩu ứng dụng
zh_cn: 禁用应用程序密码
zh_tw: 停用應用程式密碼

source: Disable avatar
vi_vn: Vô hiệu hóa ảnh đại diện
zh_cn: 禁用头像
zh_tw: 停用大頭貼

source: Disable Bluesky share button
vi_vn: Vô hiệu hóa nút chia sẻ Bluesky
zh_cn: 禁用 Bluesky 分享按钮
zh_tw: 停用 Bluesky 分享按鈕

source: Disable chapter groups
vi_vn: Vô hiệu hóa nhóm chương
zh_cn: 禁用章节分组
zh_tw: 停用章節分組

source: Disable collapsing of chapters
vi_vn: Vô hiệu hóa tính năng thu gọn chương
zh_cn: 禁用章节折叠
zh_tw: 停用章節摺疊功能

source: Disable comment BBCodes
vi_vn: Vô hiệu hóa BBCode trong bình luận
zh_cn: 禁用评论 BBCode
zh_tw: 停用迴響 BBCode

source: Disable comment editing capability
vi_vn: Vô hiệu hóa quyền chỉnh sửa bình luận
zh_cn: 禁用评论编辑功能
zh_tw: 停用迴響編輯功能

source: Disable comment reply notifications
vi_vn: Vô hiệu hóa thông báo trả lời bình luận
zh_cn: 禁用评论回复通知
zh_tw: 停用迴響回覆通知

source: Disable commenting across the site
vi_vn: Vô hiệu hóa bình luận trên toàn trang
zh_cn: 在全站禁用评论
zh_tw: 停用全站迴響功能
