Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

# Capability translation
source: Delete Published Pages
vi_vn: Xóa trang đã xuất bản
zh_cn: 删除已发布页面
zh_tw: 刪除已發佈的頁面

# Capability translation
source: Delete Published Posts
vi_vn: Xóa bài viết đã xuất bản
zh_cn: 删除已发布文章
zh_tw: 刪除已發佈文章

# Capability translation
source: Delete Published Recommendations
vi_vn: Xóa đề cử đã xuất bản
zh_cn: 删除已发布推荐
zh_tw: 刪除已發佈推薦

# Capability translation
source: Delete Published Stories
vi_vn: Xóa truyện đã xuất bản
zh_cn: 删除已发布作品
zh_tw: 刪除已發佈故事

# Capability translation
source: Delete Recommendations
vi_vn: Xóa đề cử
zh_cn: 删除推荐
zh_tw: 刪除推薦

# Capability translation
source: Delete Stories
vi_vn: Xóa truyện
zh_cn: 删除作品
zh_tw: 刪除故事

# Capability translation
source: Edit Categories
vi_vn: Chỉnh sửa chuyên mục
zh_cn: 编辑分类
zh_tw: 編輯分類

# Capability translation
source: Edit Chapters
vi_vn: Chỉnh sửa chương
zh_cn: 编辑章节
zh_tw: 編輯章節

# Capability translation
source: Edit Characters
vi_vn: Chỉnh sửa nhân vật
zh_cn: 编辑角色
zh_tw: 編輯角色

# Capability translation
source: Edit Collections
vi_vn: Chỉnh sửa bộ sưu tập
zh_cn: 编辑合集
zh_tw: 編輯收藏

# Capability translation
source: Edit Content Warnings
vi_vn: Chỉnh sửa cảnh báo nội dung
zh_cn: 编辑内容警告
zh_tw: 編輯內容警告

# Capability translation
source: Edit Date
vi_vn: Chỉnh sửa ngày
zh_cn: 编辑日期
zh_tw: 編輯日期

# Capability translation
source: Edit Fandoms
vi_vn: Chỉnh sửa Fandom
zh_cn: 编辑同人圈
zh_tw: 編輯同人圈

# Capability translation
source: Edit Genres
vi_vn: Chỉnh sửa thể loại
zh_cn: 编辑类型
zh_tw: 編輯類型

# Capability translation
source: Edit Others Chapters
vi_vn: Chỉnh sửa chương của người khác
zh_cn: 编辑他人章节
zh_tw: 編輯他人的章節

# Capability translation
source: Edit Others Collections
vi_vn: Chỉnh sửa bộ sưu tập của người khác
zh_cn: 编辑他人合集
zh_tw: 編輯他人的收藏

# Capability translation
source: Edit Others Files
vi_vn: Chỉnh sửa tập tin của người khác
zh_cn: 编辑他人文件
zh_tw: 編輯其他檔案

# Capability translation
source: Edit Others Pages
vi_vn: Chỉnh sửa trang của người khác
zh_cn: 编辑他人页面
zh_tw: 編輯其他頁面

# Capability translation
source: Edit Others Posts
vi_vn: Chỉnh sửa bài viết của người khác
zh_cn: 编辑他人文章
zh_tw: 編輯其他文章

# Capability translation
source: Edit Others Recommendations
vi_vn: Chỉnh sửa đề cử của người khác
zh_cn: 编辑他人推荐
zh_tw: 編輯其他推薦

# Capability translation
source: Edit Others Stories
vi_vn: Chỉnh sửa truyện của người khác
zh_cn: 编辑他人作品
zh_tw: 編輯其他故事

# Capability translation
source: Edit Pages
vi_vn: Chỉnh sửa trang
zh_cn: 编辑页面
zh_tw: 編輯頁面

# Capability translation
source: Edit Permalink
vi_vn: Chỉnh sửa đường dẫn tĩnh
zh_cn: 编辑固定链接
zh_tw: 編輯固定連結

# Capability translation
source: Edit Post Tags
vi_vn: Chỉnh sửa thẻ bài viết
zh_cn: 编辑文章标签
zh_tw: 編輯文章標籤

# Capability translation
source: Edit Posts
vi_vn: Chỉnh sửa bài viết
zh_cn: 编辑文章
zh_tw: 編輯文章

# Capability translation
source: Edit Private Chapters
vi_vn: Chỉnh sửa chương riêng tư
zh_cn: 编辑私有章节
zh_tw: 編輯私人章節

# Capability translation
source: Edit Private Collections
vi_vn: Chỉnh sửa bộ sưu tập riêng tư
zh_cn: 编辑私有合集
zh_tw: 編輯私人收藏

# Capability translation
source: Edit Private Pages
vi_vn: Chỉnh sửa trang riêng tư
zh_cn: 编辑私有页面
zh_tw: 編輯私人頁面

# Capability translation
source: Edit Private Posts
vi_vn: Chỉnh sửa bài viết riêng tư
zh_cn: 编辑私有文章
zh_tw: 編輯私人文章

# Capability translation
source: Edit Private Recommendations
vi_vn: Chỉnh sửa đề cử riêng tư
zh_cn: 编辑私有推荐
zh_tw: 編輯私人推薦

# Capability translation
source: Edit Private Stories
vi_vn: Chỉnh sửa truyện riêng tư
zh_cn: 编辑私有作品
zh_tw: 編輯私人故事

# Capability translation
source: Edit Published Chapters
vi_vn: Chỉnh sửa chương đã đăng
zh_cn: 编辑已发布章节
zh_tw: 編輯已發佈章節

# Capability translation
source: Edit Published Collections
vi_vn: Chỉnh sửa bộ sưu tập đã đăng
zh_cn: 编辑已发布合集
zh_tw: 編輯已發佈合集

# Capability translation
source: Edit Published Pages
vi_vn: Chỉnh sửa trang đã đăng
zh_cn: 编辑已发布页面
zh_tw: 編輯已發佈頁面

# Capability translation
source: Edit Published Posts
vi_vn: Chỉnh sửa bài viết đã đăng
zh_cn: 编辑已发布文章
zh_tw: 編輯已發佈文章

# Capability translation
source: Edit Published Recommendations
vi_vn: Chỉnh sửa đề cử đã đăng
zh_cn: 编辑已发布推荐
zh_tw: 編輯已發佈推薦

# Capability translation
source: Edit Published Stories
vi_vn: Chỉnh sửa truyện đã đăng
zh_cn: 编辑已发布作品
zh_tw: 編輯已發佈故事

# Capability translation
source: Edit Recommendations
vi_vn: Chỉnh sửa đề cử
zh_cn: 编辑推荐
zh_tw: 編輯推薦

# Capability translation
source: Edit Stories
vi_vn: Chỉnh sửa truyện
zh_cn: 编辑作品
zh_tw: 編輯故事

# Capability translation
source: Edit Theme Options
vi_vn: Chỉnh sửa tùy chọn giao diện
zh_cn: 编辑主题选项
zh_tw: 編輯佈景主題選項

# Capability translation
source: Edit Themes
vi_vn: Chỉnh sửa giao diện
zh_cn: 编辑主题
zh_tw: 編輯佈景主題

# Capability translation
source: Edit Users
vi_vn: Chỉnh sửa người dùng
zh_cn: 编辑用户
zh_tw: 編輯使用者

# Capability translation
source: Expire Passwords
vi_vn: Làm hết hạn mật khẩu
zh_cn: 使密码过期
zh_tw: 使密碼過期

# Capability translation
source: Ignore Chapter Passwords
vi_vn: Bỏ qua mật khẩu chương
zh_cn: 忽略章节密码
zh_tw: 忽略章節密碼

# Capability translation
source: Ignore Collection Passwords
vi_vn: Bỏ qua mật khẩu bộ sưu tập
zh_cn: 忽略合集密码
zh_tw: 忽略合集密碼

# Capability translation
source: Ignore Page Passwords
vi_vn: Bỏ qua mật khẩu trang
zh_cn: 忽略页面密码
zh_tw: 忽略頁面密碼

# Capability translation
source: Ignore Post Passwords
vi_vn: Bỏ qua mật khẩu bài viết
zh_cn: 忽略文章密码
zh_tw: 忽略文章密碼

# Capability translation
source: Ignore Story Passwords
vi_vn: Bỏ qua mật khẩu truyện
zh_cn: 忽略作品密码
zh_tw: 忽略故事密碼

# Capability translation
source: List Users
vi_vn: Liệt kê người dùng
zh_cn: 列出用户
zh_tw: 列出使用者

# Capability translation
source: Make Sticky
vi_vn: Ghim bài viết
zh_cn: 置顶
zh_tw: 置頂文章

# Capability translation
source: Manage Categories
vi_vn: Quản lý chuyên mục
zh_cn: 管理分类
zh_tw: 管理分類

# Capability translation
source: Manage Characters
vi_vn: Quản lý nhân vật
zh_cn: 管理角色
zh_tw: 管理角色

# Capability translation
source: Manage Content Warnings
vi_vn: Quản lý cảnh báo nội dung
zh_cn: 管理内容警告
zh_tw: 管理內容警語

# Capability translation
source: Manage Fandoms
vi_vn: Quản lý Fandom
zh_cn: 管理同人圈
zh_tw: 管理同人作品

# Capability translation
source: Manage Genres
vi_vn: Quản lý thể loại
zh_cn: 管理类型
zh_tw: 管理類型

# Capability translation
source: Manage Post Tags
vi_vn: Quản lý thẻ bài viết
zh_cn: 管理文章标签
zh_tw: 管理文章標籤

# Capability translation
source: Moderate Comments
vi_vn: Kiểm duyệt bình luận
zh_cn: 审核评论
zh_tw: 審核留言

# Capability translation
source: Moderate Post Comments
vi_vn: Kiểm duyệt bình luận bài viết
zh_cn: 审核文章评论
zh_tw: 審核文章留言

# Capability translation
source: No Filters
vi_vn: Không dùng bộ lọc
zh_cn: 无过滤器
zh_tw: 無過濾器

# Capability translation
source: Only Moderate Comments
vi_vn: Chỉ kiểm duyệt bình luận
zh_cn: 仅审核评论
zh_tw: 僅審核留言

# Capability translation
source: Privacy Clearance
vi_vn: Quyền truy cập riêng tư
zh_cn: 隐私许可
zh_tw: 隱私權限

# Capability translation
source: Publish Chapters
vi_vn: Đăng chương truyện
zh_cn: 发布章节
zh_tw: 發佈章節

# Capability translation
source: Publish Collections
vi_vn: Đăng bộ sưu tập
zh_cn: 发布合集
zh_tw: 發佈合集

# Capability translation
source: Publish Pages
vi_vn: Đăng trang
zh_cn: 发布页面
zh_tw: 發佈頁面

# Capability translation
source: Publish Posts
vi_vn: Đăng bài viết
zh_cn: 发布文章
zh_tw: 發佈文章

# Capability translation
source: Publish Recommendations
vi_vn: Đăng đề cử
zh_cn: 发布推荐
zh_tw: 發佈推薦

# Capability translation
source: Publish Stories
vi_vn: Đăng truyện
zh_cn: 发布作品
zh_tw: 發佈故事

# Capability translation
source: Read
vi_vn: Đọc
zh_cn: 已读
zh_tw: 閱讀

# Capability translation
source: Read Others Files
vi_vn: Đọc tệp của người khác
zh_cn: 读取他人文件
zh_tw: 閱讀他人的檔案

# Capability translation
source: Read Private Chapters
vi_vn: Đọc chương riêng tư
zh_cn: 读取私有章节
zh_tw: 閱讀私人章節

# Capability translation
source: Read Private Collections
vi_vn: Đọc bộ sưu tập riêng tư
zh_cn: 读取私有合集
zh_tw: 閱讀私人合集

# Capability translation
source: Read Private Pages
vi_vn: Đọc trang riêng tư
zh_cn: 读取私有页面
zh_tw: 閱讀私人頁面

# Capability translation
source: Read Private Posts
vi_vn: Đọc bài viết riêng tư
zh_cn: 读取私有文章
zh_tw: 閱讀私人文章

# Capability translation
source: Read Private Recommendations
vi_vn: Đọc đề cử riêng tư
zh_cn: 读取私有推荐
zh_tw: 閱讀私人推薦

# Capability translation
source: Read Private Stories
vi_vn: Đọc truyện riêng tư
zh_cn: 读取私有作品
zh_tw: 閱讀私人故事

# Capability translation
source: Reduced Profile
vi_vn: Hồ sơ thu gọn
zh_cn: 简化个人资料
zh_tw: 簡化個人資料

# Capability translation
source: Remove Users
vi_vn: Xóa người dùng
zh_cn: 移除用户
zh_tw: 移除使用者

# Capability translation
source: Select Page Templates
vi_vn: Chọn mẫu trang
zh_cn: 选择页面模板
zh_tw: 選擇頁面範本

# Capability translation
source: SEO Meta
vi_vn: Meta SEO
zh_cn: SEO 元数据
zh_tw: SEO 中繼資料

# Capability translation
source: Shortcodes
vi_vn: Mã ngắn (Shortcode)
zh_cn: 短代码
zh_tw: 簡碼

# Capability translation
source: Show Badge
vi_vn: Hiển thị huy hiệu
zh_cn: 显示徽章
zh_tw: 顯示徽章

# Capability translation
source: Status Override
vi_vn: Ghi đè trạng thái
zh_cn: 状态覆盖
zh_tw: 狀態覆蓋

# Capability translation
source: Story Pages
vi_vn: Trang truyện
zh_cn: 作品页面
zh_tw: 故事頁面

# Capability translation
source: Switch Themes
vi_vn: Chuyển đổi giao diện
zh_cn: 切换主题
zh_tw: 切換佈景主題

# Capability translation
source: Unfiltered CSS
vi_vn: CSS không bộ lọc
zh_tw: 未經篩選的 CSS

# Capability translation
source: Unfiltered HTML
vi_vn: HTML không bộ lọc
zh_cn: 未过滤 HTML
zh_tw: 未經篩選的 HTML

# Capability translation
source: Unlock Posts
vi_vn: Mở khóa bài viết
zh_cn: 解锁文章
zh_tw: 解鎖文章

# Capability translation
source: Upload Files
vi_vn: Tải tệp lên
zh_cn: 上传文件
zh_tw: 上傳檔案

# Capability translation
source: Upload Limit
vi_vn: Giới hạn tải lên
zh_cn: 上传限制
zh_tw: 上傳限制

# Capability translation
source: Upload Restrictions
vi_vn: Hạn chế tải lên
zh_cn: 上传限制条件
zh_tw: 上傳規範

# Caption for administrator badge label.
source: Admin
vi_vn: Quản trị viên
zh_cn: 管理员
zh_tw: 管理員

# Caption for author badge label.
source: Author
vi_vn: Tác giả
zh_cn: 作者
zh_tw: 作者

# Caption for moderator badge label
source: Mod
vi_vn: Điều hành viên
zh_cn: 版主
zh_tw: 版主

# Caption of the _read_ ribbon.
source: Read
vi_vn: Đã đọc
zh_cn: 已读
zh_tw: 已讀

source: Card Body Font
vi_vn: Phông chữ thân thẻ
zh_cn: 卡片正文字体
zh_tw: 卡片內文字型

source: Card Column Gap Multiplier
vi_vn: Hệ số khoảng cách cột của thẻ
zh_cn: 卡片列间距倍数
zh_tw: 卡片欄間距倍數

source: Card Cover Multiplier
vi_vn: Hệ số ảnh bìa thẻ
zh_cn: 卡片封面倍数
zh_tw: 卡片封面倍數

source: Card Font Size Grow Offset
vi_vn: Độ lệch tăng cỡ chữ của thẻ
zh_cn: 卡片字体大小增长偏移
zh_tw: 卡片字型大小增長偏移

source: Card Font Size Maximum Offset
vi_vn: Độ lệch cỡ chữ tối đa của thẻ
zh_cn: 卡片字体大小最大偏移
zh_tw: 卡片字型大小最大偏移

source: Card Font Size Minimum Offset
vi_vn: Độ lệch cỡ chữ tối thiểu của thẻ
zh_cn: 卡片字体大小最小偏移
zh_tw: 卡片字型大小最小偏移

source: Card Footer Style
vi_vn: Kiểu chân thẻ
zh_cn: 卡片页脚样式
zh_tw: 卡片頁尾樣式

source: Card Frame
vi_vn: Khung thẻ
zh_cn: 卡片框架
zh_tw: 卡片框

source: Card Image Style
vi_vn: Kiểu hình ảnh thẻ
zh_cn: 卡片图片样式
zh_tw: 卡片圖片樣式

source: Card List Link Font
vi_vn: Phông chữ liên kết danh sách thẻ
zh_cn: 卡片列表链接字体
zh_tw: 卡片列表連結字型

source: Card Row Gap Multiplier
vi_vn: Hệ số khoảng cách hàng của thẻ
zh_cn: 卡片行间距倍数
zh_tw: 卡片列間距倍數

source: Card Shadow
vi_vn: Đổ bóng thẻ
zh_cn: 卡片阴影
zh_tw: 卡片陰影

source: Card Title Font
vi_vn: Phông chữ tiêu đề thẻ
zh_cn: 卡片标题字体
zh_tw: 卡片標題字型

source: Card Width
vi_vn: Chiều rộng thẻ
zh_cn: 卡片宽度
zh_tw: 卡片寬度

source: Cards
vi_vn: Thẻ
zh_cn: 卡片
zh_tw: 卡片

source: Change Default Cover
vi_vn: Thay đổi ảnh bìa mặc định
zh_cn: 更改默认封面
zh_tw: 變更預設封面

source: Change Open Graph image
vi_vn: Thay đổi ảnh Open Graph
zh_cn: 更改 Open Graph 图片
zh_tw: 變更 Open Graph 圖片

source: Change Password
vi_vn: Đổi mật khẩu
zh_cn: 更改密码
zh_tw: 變更密碼

source: Change Placeholder Image
vi_vn: Thay đổi ảnh giữ chỗ
zh_cn: 更改占位符图片
zh_tw: 變更佔位圖片

source: Change the HTML for selected icons. You can use free <a href="%s" target="_blank" rel="noopener">Font Awesome</a> icons, SVGs, or DIVs and SPANs with text.<br><br><strong>Important:</strong> The outer wrapper must have a class attribute, allowing the theme to inject additional classes and attributes.<br><br><strong>Note:</strong> Some icons require you to purge the theme caches under Fictioneer > Tools for them to become visible immediately.
vi_vn: Thay đổi HTML cho các biểu tượng đã chọn. Bạn có thể sử dụng các biểu tượng <a href="%s" target="_blank" rel="noopener">Font Awesome</a> miễn phí, định dạng SVG, hoặc thẻ DIV và SPAN kèm văn bản.<br><br><strong>Quan trọng:</strong> Lớp bao bọc bên ngoài phải có thuộc tính class, cho phép giao diện chèn thêm các class và thuộc tính bổ sung.<br><br><strong>Lưu ý:</strong> Một số biểu tượng yêu cầu bạn phải xóa bộ nhớ đệm của giao diện tại Fictioneer > Công cụ để chúng hiển thị ngay lập tức.
zh_cn: 更改选定图标的 HTML。您可以使用免费的 <a href="%s" target="_blank" rel="noopener">Font Awesome</a> 图标、SVG 或带有文本的 DIV 和 SPAN。<br><br><strong>重要：</strong>外部包装器必须具有 class 属性，以便主题注入额外的类和属性。<br><br><strong>注意：</strong>某些图标需要您在 Fictioneer > 工具下清除主题缓存才能立即显示。
zh_tw: 變更所選圖示的 HTML。您可以使用免費的 <a href="%s" target="_blank" rel="noopener">Font Awesome</a> 圖示、SVG，或帶有文字的 DIV 與 SPAN。<br><br><strong>重要：</strong>最外層的包裹器必須具有類別 (class) 屬性，以便佈景主題注入額外的類別與屬性。<br><br><strong>注意：</strong>某些圖示需要您清除 Fictioneer > 工具下的佈景主題快取，才能立即顯示。

source: Changed email addresses will not become active until confirmed.
vi_vn: Địa chỉ email đã thay đổi sẽ không hoạt động cho đến khi được xác nhận.
zh_cn: 更改的电子邮件地址在确认前不会生效。
zh_tw: 變更後的電子郵件地址在確認前不會生效。

source: Changelog
vi_vn: Nhật ký thay đổi
zh_cn: 更新日志
zh_tw: 更新日誌

source: Chapter
vi_vn: Chương
zh_cn: 章节
zh_tw: 章節

source: chapter
vi_vn: chương
zh_cn: 章节
zh_tw: 章節

# Chapter age rating meta field label.
source: Age Rating
vi_vn: Giới hạn độ tuổi
zh_cn: 年龄分级
zh_tw: 年齡分級

source: Chapter Archives
vi_vn: Lưu trữ chương
zh_cn: 章节归档
zh_tw: 章節封存

# Chapter assignment flag.
source: No Chapter
vi_vn: Không có chương
zh_cn: 无章节
zh_tw: 無章節

# Chapter assignment flag.
source: Unlisted
vi_vn: Không liệt kê
zh_cn: 未列出
zh_tw: 未列出

# Chapter assignment info.
source: <strong>Age&nbsp;Rating:</strong>&nbsp;%s
vi_vn: <strong>Độ&nbsp;tuổi:</strong>&nbsp;%s
zh_cn: <strong>年龄分级：</strong>&nbsp;%s
zh_tw: <strong>分級：</strong>&nbsp;%s

# Chapter assignment info.
source: <strong>Date:</strong>&nbsp;%1$s at %2$s
vi_vn: <strong>Ngày:</strong>&nbsp;%1$s lúc %2$s
zh_cn: <strong>日期：</strong>&nbsp;%1$s 于 %2$s
zh_tw: <strong>日期：</strong>&nbsp;%1$s %2$s

# Chapter assignment info.
source: <strong>Flags:</strong>&nbsp;%s
vi_vn: <strong>Đánh&nbsp;dấu:</strong>&nbsp;%s
zh_cn: <strong>标志：</strong>&nbsp;%s
zh_tw: <strong>標記：</strong>&nbsp;%s

# Chapter assignment info.
source: <strong>Group:</strong>&nbsp;%s
vi_vn: <strong>Nhóm:</strong>&nbsp;%s
zh_cn: <strong>分组：</strong>&nbsp;%s
zh_tw: <strong>小組：</strong>&nbsp;%s

# Chapter assignment info.
source: <strong>Status:</strong>&nbsp;%s
vi_vn: <strong>Trạng thái:</strong>&nbsp;%s
zh_cn: <strong>状态：</strong>&nbsp;%s
zh_tw: <strong>狀態：</strong>&nbsp;%s

# Chapter assignment info.
source: <strong>Warning:</strong>&nbsp;%s
vi_vn: <strong>Cảnh báo:</strong>&nbsp;%s
zh_cn: <strong>警告：</strong>&nbsp;%s
zh_tw: <strong>警告：</strong>&nbsp;%s

source: Chapter Attributes
vi_vn: Thuộc tính chương
zh_cn: 章节属性
zh_tw: 章節屬性

source: Chapter Body Font
vi_vn: Phông chữ nội dung chương
zh_cn: 章节正文字体
zh_tw: 章節內文字體

source: Chapter Capabilities
vi_vn: Quyền hạn chương
zh_cn: 章节能力
zh_tw: 章節權限

source: Chapter Card Checkmark
vi_vn: Dấu tích thẻ chương
zh_cn: 章节卡片勾选标记
zh_tw: 章節卡片核取標記

# Chapter card label.
source: Chapter
vi_vn: Chương
zh_cn: 章节
zh_tw: 章節

# Chapter card/list title meta field label.
source: Card/List Title
vi_vn: Tiêu đề thẻ/danh sách
zh_cn: 卡片/列表标题
zh_tw: 卡片/列表標題

source: Chapter Checkmark
vi_vn: Dấu tích chương
zh_cn: 章节勾选标记
zh_tw: 章節核取標記

source: Chapter checkmark for %s.
vi_vn: Dấu tích chương cho %s.
zh_cn: %s 的章节勾选标记。
zh_tw: %s 的章節核取標記。

# Chapter co-authors meta field label.
source: Co-Authors
vi_vn: Đồng tác giả
zh_cn: 合著者
zh_tw: 共同作者

source: Chapter Cover Image
vi_vn: Ảnh bìa chương
zh_cn: 章节封面图片
zh_tw: 章節封面圖片

source: Chapter Data
vi_vn: Dữ liệu chương
zh_cn: 章节数据
zh_tw: 章節資料

# Chapter font color name.
source: Baseline
vi_vn: Cơ bản
zh_cn: 基线
zh_tw: 基準色

# Chapter font color name.
source: Black
vi_vn: Đen
zh_cn: 黑色
zh_tw: 黑色

# Chapter font color name.
source: Gray
vi_vn: Xám
zh_cn: 灰色
zh_tw: 灰色

# Chapter font color name.
source: High
vi_vn: Cao
zh_cn: 高
zh_tw: 高

# Chapter font color name.
source: Higher
vi_vn: Cao hơn
zh_cn: 较高
zh_tw: 較高

# Chapter font color name.
source: Highest
vi_vn: Cao nhất
zh_cn: 最高
zh_tw: 最高

# Chapter font color name.
source: Low
vi_vn: Thấp
zh_cn: 低
zh_tw: 低

# Chapter font color name.
source: Lower
vi_vn: Thấp hơn
zh_cn: 较低
zh_tw: 較低

# Chapter font color name.
source: Lowest
vi_vn: Thấp nhất
zh_cn: 最低
zh_tw: 最低

# Chapter font color name.
source: Tinted
vi_vn: Pha màu
zh_cn: 着色
zh_tw: 著色

# Chapter font color name.
source: White
vi_vn: Trắng
zh_cn: 白色
zh_tw: 白色

# Chapter foreword meta field label.
source: Foreword
vi_vn: Lời tựa
zh_cn: 前言
zh_tw: 前言

# Chapter formatting modal heading.
source: Formatting
vi_vn: Định dạng
zh_cn: 格式设置
zh_tw: 格式化

# Chapter group meta field label.
source: Group
vi_vn: Nhóm
zh_cn: 分组
zh_tw: 群組

source: Chapter Group Name, chapter-group-name, #123
vi_vn: Tên nhóm chương, chapter-group-name, #123
zh_cn: 章节分组名称, chapter-group-name, #123
zh_tw: 章節群組名稱，chapter-group-name，#123

source: Chapter groups (if used) are collapsed on page load.
vi_vn: Các nhóm chương (nếu có) sẽ được thu gọn khi tải trang.
zh_cn: 章节分组（如果使用）在页面加载时折叠。
zh_tw: 章節群組（如果有的話）在頁面載入時會摺疊。

source: Chapter Hidden
vi_vn: Chương bị ẩn
zh_cn: 章节隐藏
zh_tw: 章節已隱藏

# Chapter icon meta field label.
source: Icon
vi_vn: Biểu tượng
zh_cn: 图标
zh_tw: 圖示

# Chapter index modal header.
source: Chapter Index
vi_vn: Mục lục chương
zh_cn: 章节索引
zh_tw: 章節索引

source: Chapter is not yet published. Click to show comment.
vi_vn: Chương chưa được xuất bản. Nhấp để xem bình luận.
zh_cn: 章节尚未发布。点击显示评论。
zh_tw: 章節尚未發佈。點擊以顯示評論。

source: Chapter List Filters
vi_vn: Bộ lọc danh sách chương
zh_cn: 章节列表过滤器
zh_tw: 章節列表篩選器

source: Chapter list filters
vi_vn: Bộ lọc danh sách chương
zh_cn: 章节列表过滤器
zh_tw: 章節列表篩選器

# Chapter list status prefix.
source: Private:
vi_vn: Riêng tư:
zh_cn: 私有：
zh_tw: 私人：

# Chapter list status prefix.
source: Scheduled:
vi_vn: Lên lịch:
zh_cn: 已计划：
zh_tw: 已排程：

# Chapter list status prefix.
source: Trashed:
vi_vn: Đã xóa:
zh_cn: 已丢弃：
zh_tw: 已丟進回收筒：

source: Chapter List Title Font
vi_vn: Phông chữ tiêu đề danh sách chương
zh_cn: 章节列表标题字体
zh_tw: 章節列表標題字型

source: Chapter Meta
vi_vn: Thông tin chương
zh_cn: 章节元数据
zh_tw: 章節中繼資料

# Chapter page: by {Author(s)}
source: by %s
vi_vn: bởi %s
zh_cn: 作者：%s
zh_tw: 由 %s

# Chapter prefix meta field label.
source: Prefix
vi_vn: Tiền tố
zh_cn: 前缀
zh_tw: 前綴

source: Chapter progress bar
vi_vn: Thanh tiến trình chương
zh_cn: 章节进度条
zh_tw: 章節進度條

# Chapter short title meta field label.
source: Short Title
vi_vn: Tiêu đề ngắn
zh_cn: 短标题
zh_tw: 短標題

# Chapter story list table column title.
source: Story
vi_vn: Truyện
zh_cn: 作品
zh_tw: 故事

# Chapter story meta field label.
source: Story
vi_vn: Truyện
zh_cn: 作品
zh_tw: 故事

# Chapter story override meta field label.
source: Story Override
vi_vn: Ghi đè truyện
zh_cn: 作品覆盖
zh_tw: 故事覆寫

# Chapter story select option.
source: — Unassigned —
vi_vn: — Chưa phân loại —
zh_cn: —— 未分配 ——
zh_tw: — 未分配 —

source: Chapter tags converted to genres.
vi_vn: Các thẻ chương đã được chuyển thành thể loại.
zh_cn: 章节标签已转换为类型。
zh_tw: 章節標籤已轉換為類型。

source: Chapter tags duplicated as genres.
vi_vn: Các thẻ chương đã được sao chép thành thể loại.
zh_cn: 章节标签已复制为类型。
zh_tw: 章節標籤已重複為類型。

# Chapter text icon meta field label.
source: Text Icon
vi_vn: Biểu tượng văn bản
zh_cn: 文本图标
zh_tw: 文字圖示

source: Chapter Title Font
vi_vn: Phông chữ tiêu đề chương
zh_cn: 章节标题字体
zh_tw: 章節標題字體

source: Chapter Tools
vi_vn: Công cụ chương
zh_cn: 章节工具
zh_tw: 章節工具

# Chapter warning (1) with sensitive content toggle (2) and icons (3-4).
source: Warning: %1$s! — Some content might be <em>marked</em> as sensitive. You can hide marked sensitive content %2$s or with the %3$s toggle in the %4$s formatting menu. If provided, <em>alternative</em> content will be displayed instead.
vi_vn: Cảnh báo: %1$s! — Một số nội dung có thể được <em>đánh dấu</em> là nhạy cảm. Bạn có thể ẩn nội dung nhạy cảm đã đánh dấu %2$s hoặc bằng nút gạt %3$s trong menu định dạng %4$s. Nếu có, nội dung <em>thay thế</em> sẽ được hiển thị.
zh_cn: 警告：%1$s！— 某些内容可能被 <em>marked</em> 为敏感。您可以通过点击此处 %2$s 或使用 %4$s 格式化菜单中的 %3$s 切换按钮来隐藏标记的敏感内容。如果提供了<em>alternative</em>内容，则会显示替代内容。
zh_tw: 警告：%1$s！— 某些內容可能被<em>標記</em>為敏感。您可以使用 %2$s 或 %4$s 格式功能表中的 %3$s 切換開關來隱藏已標記的敏感內容。如果提供，則會改為顯示<em>替代</em>內容。

# Chapter warning meta field label.
source: Warning
vi_vn: Cảnh báo
zh_cn: 警告
zh_tw: 警告

source: Chapters
vi_vn: Danh sách chương
zh_cn: 章节
zh_tw: 章節

source: Chapters & Stories
vi_vn: Chương & Truyện
zh_cn: 章节与作品
zh_tw: 章節與故事

source: Chapters inherit Patreon settings
vi_vn: Các chương kế thừa cài đặt Patreon
zh_cn: 章节继承 Patreon 设置
zh_tw: 章節繼承 Patreon 設定

source: Chapters list
vi_vn: Danh sách chương
zh_cn: 章节列表
zh_tw: 章節列表

source: Chapters list navigation
vi_vn: Điều hướng danh sách chương
zh_cn: 章节列表导航
zh_tw: 章節列表導覽

# Chapters not assigned to group.
source: Unassigned
vi_vn: Chưa phân loại
zh_cn: 未分配
zh_tw: 未分配

source: Chapters page (Template: Chapters)
vi_vn: Trang danh sách chương (Giao diện: Chapters)
zh_cn: 章节页面（模板：章节）
zh_tw: 章節頁面 (範本：章節)

source: Chapters page assignment
vi_vn: Chỉ định trang danh sách chương
zh_cn: 章节页面分配
zh_tw: 章節頁面分配

source: Characters
vi_vn: Nhân vật
zh_cn: 角色
zh_tw: 角色

source: Check for user login state after the page has been loaded to get around anonymizing caching strategies.
vi_vn: Kiểm tra trạng thái đăng nhập của người dùng sau khi tải trang để tránh các chiến lược lưu bộ nhớ đệm ẩn danh.
zh_cn: 页面加载后检查用户登录状态，以绕过匿名化缓存策略。
zh_tw: 在頁面載入後檢查使用者登入狀態，以規避匿名快取策略。

source: Checkmarks
vi_vn: Dấu tích
zh_cn: 勾选标记
zh_tw: 核取標記

source: Checkmarks could not be cleared.
vi_vn: Không thể xóa các dấu tích.
zh_cn: 勾选标记无法清除。
zh_tw: 無法清除核取標記。

source: Checkmarks successfully cleared.
vi_vn: Đã xóa thành công các dấu tích.
zh_cn: 勾选标记已成功清除。
zh_tw: 已成功清除核取標記。

source: Child comments cannot be sticky.
vi_vn: Các bình luận con không thể ghim lên đầu.
zh_cn: 子评论不能置顶。
zh_tw: 子迴響不能置頂。

source: Child themes allow you to overwrite any part of the parent theme without actually modifying it. Otherwise, any changes you make would be removed once you update the theme. While creating a child theme is not difficult, it does require a bit of technical skill. You can start with the prepared <a href="%s" target="_blank" rel="noopener">base child theme</a>.
vi_vn: Child theme cho phép bạn ghi đè lên bất kỳ phần nào của theme mẹ mà không thực sự sửa đổi nó. Nếu không, mọi thay đổi bạn thực hiện sẽ bị xóa sau khi cập nhật theme. Mặc dù việc tạo child theme không khó, nhưng nó đòi hỏi một chút kỹ năng kỹ thuật. Bạn có thể bắt đầu với <a href="%s" target="_blank" rel="noopener">child theme cơ bản</a> đã được chuẩn bị sẵn.
zh_cn: 子主题允许您覆盖父主题的任何部分而无需实际修改它。否则，您所做的任何更改在更新主题时都会被移除。虽然创建子主题并不困难，但确实需要一点技术技能。您可以从准备好的<a href="%s" target="_blank" rel="noopener">基础子主题</a>开始。
zh_tw: 子佈景主題允許您覆寫父佈景主題的任何部分而無需實際修改它。否則，您所做的任何更改將在更新佈景主題時被移除。雖然建立子佈景主題並不困難，但它確實需要一點技術技巧。您可以從準備好的 <a href="%s" target="_blank" rel="noopener">基礎子佈景主題</a> 開始。

source: Choose a %s to browse
vi_vn: Chọn một %s để duyệt
zh_cn: 选择一个 %s 进行浏览
zh_tw: 選擇一個 %s 進行瀏覽

source: Choose a page transition animation.
vi_vn: Chọn hiệu ứng chuyển trang.
zh_cn: 选择页面过渡动画。
zh_tw: 選擇頁面過場動畫。

source: Choose the collapsed style for your content lists. This also depends on your list style.
vi_vn: Chọn kiểu thu gọn cho danh sách nội dung của bạn. Điều này cũng phụ thuộc vào kiểu danh sách bạn chọn.
zh_cn: 选择您内容列表的折叠样式。这也取决于您的列表样式。
zh_tw: 為您的內容列表選擇摺疊樣式。這也取決於您的列表樣式。

source: Choose the footer style for your cards.
vi_vn: Chọn kiểu chân trang cho các thẻ (card).
zh_cn: 选择您卡片的页脚样式。
zh_tw: 為您的卡片選擇頁尾樣式。
