Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Hide taxonomies on collection cards
vi_vn: Ẩn phân loại trên thẻ bộ sưu tập
zh_cn: 在合集卡片上隐藏分类法
zh_tw: 隱藏合集卡片上的分類法

source: Hide taxonomies on pages
vi_vn: Ẩn phân loại trên các trang
zh_cn: 在页面上隐藏分类法
zh_tw: 隱藏頁面上的分類法

source: Hide taxonomies on recommendation cards
vi_vn: Ẩn phân loại trên thẻ đề cử
zh_cn: 在推荐卡片上隐藏分类法
zh_tw: 在推薦卡片上隱藏分類法

source: Hide taxonomies on story cards
vi_vn: Ẩn phân loại trên thẻ truyện
zh_cn: 在作品卡片上隐藏分类法
zh_tw: 在故事卡片上隱藏分類法

source: Hide taxonomies on story page
vi_vn: Ẩn phân loại trên trang truyện
zh_cn: 在作品页面上隐藏分类法
zh_tw: 在故事頁面上隱藏分類法

source: Hide thumbnail on story page
vi_vn: Ẩn ảnh thu nhỏ trên trang truyện
zh_cn: 在作品页面上隐藏缩略图
zh_tw: 在故事頁面上隱藏縮圖

source: Hide title in chapter
vi_vn: Ẩn tiêu đề trong chương
zh_cn: 在章节中隐藏标题
zh_tw: 在章節中隱藏標題

source: Hide your avatar.
vi_vn: Ẩn ảnh đại diện của bạn.
zh_cn: 隐藏你的头像。
zh_tw: 隱藏您的個人頭像。

source: Hide your badge on comments.
vi_vn: Ẩn huy hiệu của bạn trong bình luận.
zh_cn: 在评论中隐藏你的徽章。
zh_tw: 在評論中隱藏您的徽章。

source: Hides the icons on story pages and in the mobile menu.
vi_vn: Ẩn các biểu tượng trên trang truyện và trong menu di động.
zh_cn: 隐藏作品页面和移动菜单中的图标。
zh_tw: 在故事頁面和行動版選單中隱藏圖示。

source: Hides the page until the document is fully parsed.
vi_vn: Ẩn trang cho đến khi tài liệu được phân tích cú pháp hoàn toàn.
zh_cn: 在文档完全解析之前隐藏页面。
zh_tw: 在文件完全解析之前隱藏頁面。

source: High text color for contrast and hovers.
vi_vn: Màu văn bản đậm để tạo độ tương phản và hiệu ứng di chuột.
zh_cn: 用于对比和悬停的浅色文本颜色。
zh_tw: 用於對比和懸停的高文字顏色。

source: High text color for contrast and hovers. Default contrast ~9:1 on BG-700.
vi_vn: Màu văn bản đậm để tạo độ tương phản và hiệu ứng di chuột. Độ tương phản mặc định ~9:1 trên nền BG-700.
zh_cn: 用于对比和悬停的浅色文本颜色。在 BG-700 上默认对比度约为 9:1。
zh_tw: 用於對比和懸停的高文字顏色。在 BG-700 上的預設對比度約為 9:1。

source: Higher text color for contrast and hovers.
vi_vn: Màu văn bản đậm hơn để tạo độ tương phản và hiệu ứng di chuột.
zh_cn: 用于对比和悬停的更浅文本颜色。
zh_tw: 用於對比和懸停的較高文字顏色。

source: Higher text color for contrast and hovers. Default contrast ~10:1 on BG-700.
vi_vn: Màu văn bản đậm hơn để tạo độ tương phản và hiệu ứng di chuột. Độ tương phản mặc định ~10:1 trên nền BG-700.
zh_cn: 用于对比和悬停的更浅文本颜色。在 BG-700 上默认对比度约为 10:1。
zh_tw: 用於對比和懸停的較高文字顏色。在 BG-700 上的預設對比度約為 10:1。

source: Highest text color for contrast and hovers.
vi_vn: Màu văn bản đậm nhất để tạo độ tương phản và hiệu ứng di chuột.
zh_cn: 用于对比和悬停的最浅文本颜色。
zh_tw: 用於對比和懸停的最高文字顏色。

source: Highest text color for contrast and hovers. Default contrast ~11:1 on BG-700.
vi_vn: Màu văn bản đậm nhất để tạo độ tương phản và hiệu ứng di chuột. Độ tương phản mặc định ~11:1 trên nền BG-700.
zh_cn: 用于对比和悬停的最浅文本颜色。在 BG-700 上默认对比度约为 11:1。
zh_tw: 用於對比和懸停的最高文字顏色。在 BG-700 上的預設對比度約為 11:1。

source: Horizontal Spacing - Maximum
vi_vn: Khoảng cách ngang - Tối đa
zh_cn: 水平间距 - 最大值
zh_tw: 水平間距 - 最大值

source: Horizontal Spacing - Minimum
vi_vn: Khoảng cách ngang - Tối thiểu
zh_cn: 水平间距 - 最小值
zh_tw: 水平間距 - 最小值

source: Hover or tab chapter to see details.
vi_vn: Di chuột hoặc nhấn vào chương để xem chi tiết.
zh_cn: 悬停或点击选项卡章节以查看详情。
zh_tw: 懸停或點選章節查看詳情。

source: HTML allowed, but note that many email clients do not support modern markup or styles. Better stick to 10+ years old HTML and very simple inline CSS. Also always include an unsubscribe link. <code>[[post_title]]</code> <code>[[post_url]]</code> <code>[[comment_id]]</code> <code>[[comment_name]]</code> <code>[[comment_excerpt]]</code> <code>[[reply_id]]</code> <code>[[reply_name]]</code> <code>[[reply_date]]</code> <code>[[reply_excerpt]]</code> <code>[[reply_content]]</code> <code>[[site_title]]</code> <code>[[site_url]]</code> <code>[[unsubscribe_url]]</code>
vi_vn: Cho phép dùng HTML, nhưng lưu ý rằng nhiều trình duyệt email không hỗ trợ các mã hoặc kiểu trình bày hiện đại. Tốt nhất nên sử dụng mã HTML cũ (hơn 10 năm) và CSS nội dòng đơn giản. Luôn luôn bao gồm liên kết hủy đăng ký. <code>[[post_title]]</code> <code>[[post_url]]</code> <code>[[comment_id]]</code> <code>[[comment_name]]</code> <code>[[comment_excerpt]]</code> <code>[[reply_id]]</code> <code>[[reply_name]]</code> <code>[[reply_date]]</code> <code>[[reply_excerpt]]</code> <code>[[reply_content]]</code> <code>[[site_title]]</code> <code>[[site_url]]</code> <code>[[unsubscribe_url]]</code>
zh_cn: 允许使用 HTML，但请注意许多电子邮件客户端不支持现代标记或样式。最好坚持使用10年以上的HTML和非常简单的内联CSS。并且务必包含退订链接。<code>[[post_title]]</code> <code>[[post_url]]</code> <code>[[comment_id]]</code> <code>[[comment_name]]</code> <code>[[comment_excerpt]]</code> <code>[[reply_id]]</code> <code>[[reply_name]]</code> <code>[[reply_date]]</code> <code>[[reply_excerpt]]</code> <code>[[reply_content]]</code> <code>[[site_title]]</code> <code>[[site_url]]</code> <code>[[unsubscribe_url]]</code>
zh_tw: 允許 HTML，但請注意許多電子郵件客戶端不支援現代標記或樣式。最好使用 10 年以上的舊版 HTML 和非常簡單的行內 CSS。此外，請務必包含取消訂閱連結。<code>[[post_title]]</code> <code>[[post_url]]</code> <code>[[comment_id]]</code> <code>[[comment_name]]</code> <code>[[comment_excerpt]]</code> <code>[[reply_id]]</code> <code>[[reply_name]]</code> <code>[[reply_date]]</code> <code>[[reply_excerpt]]</code> <code>[[reply_content]]</code> <code>[[site_title]]</code> <code>[[site_url]]</code> <code>[[unsubscribe_url]]</code>

source: HTML allowed.
vi_vn: Cho phép HTML.
zh_cn: 允许使用HTML。
zh_tw: 允許 HTML。

source: HTML allowed. <code>[[privacy_policy_url]]</code>
vi_vn: Cho phép HTML. <code>[[privacy_policy_url]]</code>
zh_cn: 允许使用HTML。<code>[[privacy_policy_url]]</code>
zh_tw: 允許 HTML。<code>[[privacy_policy_url]]</code>

source: HTTP Headers Preload Font Links
vi_vn: Tải trước liên kết font trong HTTP Headers
zh_cn: HTTP头预加载字体链接
zh_tw: HTTP 標頭預先載入字型連結

source: Hue Offset
vi_vn: Độ lệch tông màu
zh_cn: 色相偏移
zh_tw: 色相偏移

# Human readable list joining the last two of three or more items.
source: , or
vi_vn: , hoặc
zh_cn: ，或
zh_tw: 或

# Human readable list joining two items.
source: or
vi_vn: hoặc
zh_cn: 或
zh_tw: 或

source: Icons
vi_vn: Biểu tượng
zh_cn: 图标
zh_tw: 圖示

source: ID for a filter and/or search plugins.
vi_vn: ID cho các plugin lọc và/hoặc tìm kiếm.
zh_cn: 用于过滤器和/或搜索插件的ID。
zh_tw: 用於篩選器和/或搜尋外掛的 ID。

source: ID missing
vi_vn: Thiếu ID
zh_cn: ID缺失
zh_tw: ID 缺失

source: If set to above 0, the header image will fade to transparent, with the value in percent as offset from the top (1-99). Default 0.
vi_vn: Nếu được đặt trên 0, ảnh đầu trang sẽ mờ dần thành trong suốt, với giá trị tính bằng phần trăm so với khoảng cách từ phía trên (1-99). Mặc định là 0.
zh_cn: 如果设置为大于0，页眉图像将淡出到透明，该值表示从顶部开始的偏移百分比（1-99）。默认值为0。
zh_tw: 如果設置為 0 以上，頁首圖片將逐漸淡化為透明，其數值為距離頂部偏移的百分比 (1-99)。預設為 0。

source: If set to above 320, the fade-out will only be applied to viewports equal to or wider than the value in pixels. Default 0.
vi_vn: Nếu được đặt trên 320, hiệu ứng mờ dần sẽ chỉ được áp dụng cho các khung nhìn bằng hoặc rộng hơn giá trị tính bằng pixel. Mặc định là 0.
zh_cn: 如果设置为大于320，淡出效果将仅应用于视口宽度大于或等于该像素值的设备。默认值为0。
zh_tw: 如果設置為 320 以上，淡出效果將僅應用於等於或寬於該像素值的視窗。預設為 0。

source: If you copy and paste chapters into the editor, particularly the classic editor, paragraphs may be lost. This occurs because WordPress uses double new lines to separate content into paragraphs. If your content only has single new lines, you will get a single line break instead of a paragraph. While it is better to fix this in the content, this option can smooth things out. However, keep in mind that single line breaks will no longer be possible.
vi_vn: Nếu bạn sao chép và dán các chương vào trình chỉnh sửa, đặc biệt là trình chỉnh sửa cổ điển, các đoạn văn có thể bị mất. Điều này xảy ra vì WordPress sử dụng hai dòng mới để phân tách nội dung thành các đoạn văn. Nếu nội dung của bạn chỉ có các dòng đơn, bạn sẽ nhận được một dòng xuống hàng thay vì một đoạn văn. Mặc dù việc sửa trực tiếp trong nội dung sẽ tốt hơn, nhưng tùy chọn này có thể giúp xử lý vấn đề đó. Tuy nhiên, hãy lưu ý rằng việc ngắt dòng đơn sẽ không còn khả dụng nữa.
zh_cn: 如果你将章节复制粘贴到编辑器（特别是经典编辑器）中，段落可能会丢失。这是因为WordPress使用双换行符来分隔内容为段落。如果你的内容只有单换行符，你将得到一个换行而不是段落。虽然在内容中修复此问题更好，但此选项可以使情况变得平滑。然而，请记住，单换行符将不再可能。
zh_tw: 如果您將章節複製並貼上到編輯器（尤其是傳統編輯器）中，段落可能會遺失。這是因為 WordPress 使用雙換行符號將內容分隔為段落。如果您的內容只有單換行符號，您將得到單個換行而不是段落。雖然最好在內容中修復此問題，但此選項可以讓情況平滑一點。然而，請記住，單個換行將不再可能。

source: If you do not need them anyway.
vi_vn: Nếu bạn dù sao cũng không cần đến chúng.
zh_cn: 如果你反正不需要它们。
zh_tw: 如果您反正不需要它們。

source: If you do not need them, you should disable them.
vi_vn: Nếu bạn không cần chúng, bạn nên vô hiệu hóa chúng.
zh_cn: 如果不需要，你应该禁用它们。
zh_tw: 如果您不需要它們，您應該將其停用。

source: If you do not understand what this option does, you have no business enabling it. This is generally a poor life choice.
vi_vn: Nếu bạn không hiểu tùy chọn này có tác dụng gì, bạn không nên kích hoạt nó. Đây thường là một lựa chọn sai lầm.
zh_cn: 如果你不理解此选项的作用，就不应该启用它。这通常是个糟糕的选择。
zh_tw: 如果您不明白此選項的作用，就不應該啟用它。這通常是一個糟糕的人生選擇。

source: If you do not want to rely on the ePUB converter, you can upload your own ebook. Allowed formats are <strong>epub</strong>, <strong>mobi</strong>, <strong>pdf</strong>, <strong>rtf</strong>, and <strong>txt</strong>.
vi_vn: Nếu bạn không muốn phụ thuộc vào trình chuyển đổi ePUB, bạn có thể tải lên ebook của riêng mình. Các định dạng được cho phép là <strong>epub</strong>, <strong>mobi</strong>, <strong>pdf</strong>, <strong>rtf</strong>, và <strong>txt</strong>.
zh_cn: 如果你不想依赖ePUB转换器，可以上传自己的电子书。允许的格式有 <strong>epub</strong>、<strong>mobi</strong>、<strong>pdf</strong>、<strong>rtf</strong> 和 <strong>txt</strong>。
zh_tw: 如果您不想依賴 ePUB 轉換器，可以上傳自己的電子書。允許的格式為 <strong>epub</strong>、<strong>mobi</strong>、<strong>pdf</strong>、<strong>rtf</strong> 和 <strong>txt</strong>。

source: If you like Fictioneer, please consider supporting the development with a donation or as sponsor. You do not have to and there are no gated premium features, but any help is appreciated!
vi_vn: Nếu bạn yêu thích Fictioneer, vui lòng cân nhắc hỗ trợ quá trình phát triển thông qua đóng góp hoặc tài trợ. Bạn không bắt buộc phải làm vậy và không có tính năng cao cấp nào bị khóa, nhưng mọi sự giúp đỡ đều được trân trọng!
zh_cn: 如果你喜欢Fictioneer，请考虑通过捐赠或赞助来支持开发。你不是必须这样做，也没有付费功能，但任何帮助都值得赞赏！
zh_tw: 如果您喜歡 Fictioneer，請考慮透過捐款或贊助來支持開發。您並非必須這樣做，也沒有受限的進階功能，但任何幫助我們都深表感謝！

source: If you messed up copy/paste and all paragraphs are one.
vi_vn: Nếu bạn dán bị lỗi và tất cả các đoạn văn bị dồn thành một.
zh_cn: 如果你搞砸了复制/粘贴，所有段落都变成了一段。
zh_tw: 如果您搞砸了複製/貼上，導致所有段落都連在一起。

source: If you use a different font than "Open Sans" and want to reduce FOUT (Flash of Unstyled Text), you need to inline the <code>@font</code> CSS definitions into the <code>&lt;head&gt;</code> of your site, ensuring they are loaded before the content is rendered. This is in addition to the preloading of the font files. For theme fonts, you can find these definitions under <code>/{theme-folder}/fonts/{font-folder}/</code> in the respective <code>font.css</code> file. If you load fonts by other means, you need to find the CSS yourself. Just add the CSS in the box below.
vi_vn: Nếu bạn sử dụng font chữ khác ngoài "Open Sans" và muốn giảm tình trạng FOUT (Nội dung hiển thị trước khi font kịp tải), bạn cần chèn trực tiếp các định nghĩa CSS <code>@font</code> vào phần <code>&lt;head&gt;</code> của trang web, đảm bảo chúng được tải trước khi nội dung được hiển thị. Việc này bổ sung cho quá trình tải trước các tệp font. Đối với các font của giao diện, bạn có thể tìm thấy các định nghĩa này tại <code>/{theme-folder}/fonts/{font-folder}/</code> trong tệp <code>font.css</code> tương ứng. Nếu bạn tải font bằng cách khác, bạn cần tự tìm CSS. Chỉ cần thêm CSS vào khung bên dưới.
zh_cn: 若你使用的字体与「Open Sans」不同，且希望减少 FOUT（无样式文本闪烁），你需要将 <code>@font</code> CSS 定义内联到网站的 <code>&lt;head&gt;</code> 标签中，确保这些定义在内容渲染之前加载完成。这是对字体文件预加载的额外补充操作。对于主题字体，你可在对应 <code>font.css</code> 文件中找到这些定义，该文件位于 <code>/{theme-folder}/fonts/{font-folder}/</code> 目录下。若你通过其他方式加载字体，则需要自行查找对应的 CSS 代码。只需将该 CSS 代码添加到下方的输入框中即可。
zh_tw: 如果您使用了「Open Sans」以外的字型並希望減少 FOUT（無樣式文字閃爍），您需要將 <code>@font</code> CSS 定義內嵌到網站的 <code>&lt;head&gt;</code> 中，以確保它們在內容渲染之前載入。這是對字型檔案預載的補充。對於佈景主題字型，您可以在相應的 <code>font.css</code> 檔案中的 <code>/{theme-folder}/fonts/{font-folder}/</code> 下找到這些定義。如果您透過其他方式載入字型，則需要自行找到 CSS。只需將 CSS 新增到下方的方塊中即可。

source: If you want to track any and all changes.
vi_vn: Nếu bạn muốn theo dõi bất kỳ và tất cả các thay đổi.
zh_cn: 如果你想跟踪任何及所有更改。
zh_tw: 如果您想追蹤任何及所有變更。

source: Ignore site avatar and always pull from the Gravatar service.
vi_vn: Bỏ qua ảnh đại diện của trang web và luôn lấy từ dịch vụ Gravatar.
zh_cn: 忽略站点头像，始终从Gravatar服务拉取。
zh_tw: 忽略網站頭像，始終從 Gravatar 服務獲取。

source: Ignores reports
vi_vn: Bỏ qua các báo cáo
zh_cn: 忽略举报
zh_tw: 忽略檢舉

source: In reply to %s
vi_vn: Trả lời cho %s
zh_cn: 回复 %s
zh_tw: 回覆 %s

source: Increase font size
vi_vn: Tăng kích thước chữ
zh_cn: 增大字体
zh_tw: 增大字型大小

source: Indent
vi_vn: Thụt lề
zh_cn: 缩进
zh_tw: 縮排

source: Index
vi_vn: Mục lục
zh_cn: 索引
zh_tw: 索引

source: Index (Advanced)
vi_vn: Mục lục (Nâng cao)
zh_cn: 索引（高级）
zh_tw: 索引 (進階)

# Index item.
source: %s Chapter
vi_vn: %s Chương
zh_cn: %s章
zh_tw: %s 個章節

# Index item.
source: %s Story
vi_vn: %s Truyện
zh_cn: %s个作品
zh_tw: %s 個故事

# Index item.
source: %s Words
vi_vn: %s Từ
zh_cn: %s 字
zh_tw: %s 個字

source: Inefficient but makes sure everything is up-to-date.
vi_vn: Kém hiệu quả nhưng đảm bảo mọi thứ luôn được cập nhật.
zh_cn: 效率不高，但确保一切都是最新的。
zh_tw: 效率雖然較低，但能確保所有內容都是最新的。

source: Initialize Roles
vi_vn: Khởi tạo Vai trò
zh_cn: 初始化角色
zh_tw: 初始化角色

source: Initialized roles.
vi_vn: Đã khởi tạo các vai trò.
zh_cn: 角色已初始化。
zh_tw: 已初始化角色。

source: Inject CSS into the ePUB to customize the style for your story. Dangerous.
vi_vn: Chèn CSS vào ePUB để tùy chỉnh phong cách cho truyện của bạn. Nguy hiểm.
zh_cn: 将CSS注入ePUB以自定义你的作品样式。危险操作。
zh_tw: 將 CSS 插入 ePUB 以自定義故事的樣式。危險。

source: Insert into chapter
vi_vn: Chèn vào chương
zh_cn: 插入到章节
zh_tw: 插入至章節

source: Insert into collection
vi_vn: Chèn vào bộ sưu tập
zh_cn: 插入到合集
zh_tw: 插入至合集

source: Insert into recommendation
vi_vn: Chèn vào đề cử
zh_cn: 插入到推荐
zh_tw: 插入至推薦

source: Insert into story
vi_vn: Chèn vào truyện
zh_cn: 插入到作品
zh_tw: 插入至故事

source: Inserted after the last chapter. Thanks and personal thoughts on the story go here, for example.
vi_vn: Được chèn sau chương cuối cùng. Ví dụ: lời cảm ơn và suy nghĩ cá nhân về bộ truyện sẽ được đặt ở đây.
zh_cn: 插入到最后一章之后。例如，对作品的感谢和个人感想放在这里。
zh_tw: 插入於最後一個章節之後。例如，在這裡可以輸入感謝語以及對故事的個人感想。

source: Inset header image
vi_vn: Hình ảnh đầu trang thu gọn
zh_cn: 内嵌页眉图像
zh_tw: 插入頁首圖片

source: Inset the header image with a limit of 1.5 times the site width. For smaller images that do not work on widescreens.
vi_vn: Thu gọn hình ảnh đầu trang với giới hạn bằng 1,5 lần chiều rộng trang web. Dành cho các hình ảnh nhỏ không hiển thị tốt trên màn hình rộng.
zh_cn: 将页眉图像内嵌，限制为站点宽度的1.5倍。适用于在宽屏上显示不佳的较小图像。
zh_tw: 插入頁首圖片，限制最大為網站寬度的 1.5 倍。適用於在寬螢幕上效果不佳的小尺寸圖片。

source: Installed Fonts
vi_vn: Phông chữ đã cài đặt
zh_cn: 已安装字体
zh_tw: 已安裝字型

source: Instead of the earliest ones to avoid spoilers.
vi_vn: Thay vì các chương cũ nhất để tránh tiết lộ nội dung (spoil).
zh_cn: 而不是最早的章节，以避免剧透。
zh_tw: 而非最早的內容，以避免劇透。

source: Invalid or missing story ID in page template.
vi_vn: ID truyện không hợp lệ hoặc bị thiếu trong mẫu trang.
zh_cn: 页面模板中的作品ID无效或缺失。
zh_tw: 頁面範本中的故事 ID 無效或遺失。

source: Invalid request.
vi_vn: Yêu cầu không hợp lệ.
zh_cn: 请求无效。
zh_tw: 無效的請求。

source: Invalid Value
vi_vn: Giá trị không hợp lệ
zh_cn: 值无效
zh_tw: 無效數值

source: IP Address
vi_vn: Địa chỉ IP
zh_cn: IP地址
zh_tw: IP 位址

source: IP addresses are personal data.
vi_vn: Địa chỉ IP là dữ liệu cá nhân.
zh_cn: IP地址是个人数据。
zh_tw: IP 位址屬於個人資料。

source: Items per page
vi_vn: Số mục mỗi trang
zh_cn: 每页项目数
zh_tw: 每頁項目數

source: Join Discord
vi_vn: Tham gia Discord
zh_cn: 加入 Discord
zh_tw: 加入 Discord

source: Jump: Bookmark
vi_vn: Chuyển đến: Dấu trang
zh_cn: 跳转：书签
zh_tw: 跳至：書籤

source: Jump: Comments
vi_vn: Chuyển đến: Bình luận
zh_cn: 跳转：评论
zh_tw: 跳至：評論

source: Justify
vi_vn: Căn lề hai bên
zh_cn: 两端对齐
zh_tw: 左右對齊

source: Keep read alerts
vi_vn: Giữ thông báo đã đọc
zh_cn: 保留已读提醒
zh_tw: 保持閱讀提醒

source: Ko-Fi link
vi_vn: Liên kết Ko-Fi
zh_cn: Ko-Fi 链接
zh_tw: Ko-Fi 連結

# Ko-fi link meta field label.
source: Ko-fi Link
vi_vn: Liên kết Ko-fi
zh_cn: Ko-fi 链接
zh_tw: Ko-fi 連結

source: Landscape Image
vi_vn: Ảnh khổ ngang
zh_cn: 风景图
zh_tw: 橫向圖片

source: Large Border Radius
vi_vn: Độ bo góc lớn
zh_cn: 大边框圆角
zh_tw: 大圓角

# Large card: by {Author} —.
source: by %s —
vi_vn: bởi %s —
zh_cn: 作者：%s —
zh_tw: 由 %s 撰寫 —

source: Last auto-moderated on <strong>%1$s</strong>. The comment will remain hidden even if re-approved as long as the <strong>report threshold of %2$s or more</strong> is met unless the comment is set to ignore reports.
vi_vn: Kiểm duyệt tự động lần cuối vào <strong>%1$s</strong>. Bình luận sẽ vẫn bị ẩn ngay cả khi được phê duyệt lại nếu <strong>ngưỡng báo cáo đạt từ %2$s trở lên</strong>, trừ khi bình luận được thiết lập để bỏ qua báo cáo.
zh_cn: 最后自动审核于 <strong>%1$s</strong>。只要达到<strong>举报阈值 %2$s 或更高</strong>，即使重新批准，评论也将保持隐藏，除非该评论设置为忽略举报。
zh_tw: 上次自動審核於 <strong>%1$s</strong>。只要達到 <strong>%2$s 次或以上的檢舉門檻</strong>，即使重新核准，該留言仍將保持隱藏，除非該留言被設定為忽略檢舉。

source: Last Updated
vi_vn: Cập nhật lần cuối
zh_cn: 最后更新
zh_tw: 最後更新

source: Layout
vi_vn: Bố cục
zh_cn: 布局
zh_tw: 版面配置

source: Leave a comments please
vi_vn: Vui lòng để lại bình luận
zh_cn: 请留下评论
zh_tw: 請留下留言

source: Legacy Cleanup
vi_vn: Dọn dẹp dữ liệu cũ
zh_cn: 旧数据清理
zh_tw: 舊版清理

source: Legacy cleanup removed %s SEO rows.
vi_vn: Quá trình dọn dẹp đã xóa %s dòng SEO cũ.
zh_cn: 旧数据清理移除了 %s 行SEO数据。
zh_tw: 舊版清理已移除 %s 個 SEO 資料列。

source: Legacy cleanup removed old sitemap and flushed the permalinks.
vi_vn: Quá trình dọn dẹp đã xóa sơ đồ trang web cũ và làm mới các đường dẫn tĩnh.
zh_cn: 旧数据清理移除了旧站点地图并刷新了固定链接。
zh_tw: 舊版清理已移除舊的網站地圖並重置了永久連結。

source: Less informative but also less cluttered.
vi_vn: Ít thông tin hơn nhưng cũng ít lộn xộn hơn.
zh_cn: 信息量较少，但也更简洁。
zh_tw: 資訊較少但介面也較簡潔。

source: Less menu items, links, and icons in the admin bar.
vi_vn: Ít mục menu, liên kết và biểu tượng hơn trên thanh quản trị.
zh_cn: 管理栏中更少的菜单项、链接和图标。
zh_tw: 減少管理列中的選單項目、連結和圖示。

source: Less meta tags, scripts, and styles in the &#60;head&#62;.
vi_vn: Ít thẻ meta, tập lệnh và kiểu dáng hơn trong phần &#60;head&#62;.
zh_cn: 减少 &#60;head&#62; 标签中的元标签、脚本和样式。
zh_tw: 減少 &#60;head&#62; 中的中繼標籤、指令碼和樣式。

source: Letter Spacing
vi_vn: Khoảng cách chữ
zh_cn: 字母间距
zh_tw: 字元間距

source: Light &ltdel>
vi_vn: Xóa (&ltdel>) sáng
zh_cn: 浅色 &ltdel>
zh_tw: 淺色 &ltdel>

source: Light &ltins>
vi_vn: Thêm (&ltins>) sáng
zh_cn: 浅色 &ltins>
zh_tw: 淺色 &ltins>

source: Light Admin Badge
vi_vn: Huy hiệu Quản trị (Sáng)
zh_cn: 浅色管理员徽章
zh_tw: 淺色管理員徽章

source: Light Author Badge
vi_vn: Huy hiệu Tác giả (Sáng)
zh_cn: 浅色作者徽章
zh_tw: 淺色作者徽章

source: Light Background 100
vi_vn: Nền sáng 100
zh_cn: 浅色背景 100
zh_tw: 淺色背景 100

source: Light Background 200
vi_vn: Nền sáng 200
zh_cn: 浅色背景 200
zh_tw: 淺色背景 200

source: Light Background 300
vi_vn: Màu nền sáng 300
zh_cn: 浅色背景 300
zh_tw: 淺色背景 300

source: Light Background 400
vi_vn: Màu nền sáng 400
zh_cn: 浅色背景 400
zh_tw: 淺色背景 400

source: Light Background 50
vi_vn: Màu nền sáng 50
zh_cn: 浅色背景 50
zh_tw: 淺色背景 50

source: Light Background 500
vi_vn: Màu nền sáng 500
zh_cn: 浅色背景 500
zh_tw: 淺色背景 500

source: Light Background 600
vi_vn: Màu nền sáng 600
zh_cn: 浅色背景 600
zh_tw: 淺色背景 600

source: Light Background 700
vi_vn: Màu nền sáng 700
zh_cn: 浅色背景 700
zh_tw: 淺色背景 700

source: Light Background 800
vi_vn: Màu nền sáng 800
zh_cn: 浅色背景 800
zh_tw: 淺色背景 800

source: Light Background 900
vi_vn: Màu nền sáng 900
zh_cn: 浅色背景 900
zh_tw: 淺色背景 900

source: Light Background 950
vi_vn: Màu nền sáng 950
zh_cn: 浅色背景 950
zh_tw: 淺色背景 950

source: Light Bookmark Alpha
vi_vn: Dấu trang sáng Alpha
zh_cn: 浅色书签 Alpha
zh_tw: 淺色書籤 Alpha

source: Light Bookmark Beta
vi_vn: Dấu trang sáng Beta
zh_cn: 浅色书签 Beta
zh_tw: 淺色書籤 Beta

source: Light Bookmark Delta
vi_vn: Dấu trang sáng Delta
zh_cn: 浅色书签 Delta
zh_tw: 淺色書籤 Delta

source: Light Bookmark Gamma
vi_vn: Dấu trang sáng Gamma
zh_cn: 浅色书签 Gamma
zh_tw: 淺色書籤 Gamma

source: Light Bookmark Line
vi_vn: Đường kẻ dấu trang sáng
zh_cn: 浅色书签线
zh_tw: 淺色書籤線條

source: Light Card Frame
vi_vn: Khung thẻ sáng
zh_cn: 浅色卡片框架
zh_tw: 淺色卡片邊框

source: Light Foreground 100
vi_vn: Tiền cảnh sáng 100
zh_cn: 浅色前景 100
zh_tw: 淺色前景 100

source: Light Foreground 200
vi_vn: Tiền cảnh sáng 200
zh_cn: 浅色前景 200
zh_tw: 淺色前景 200

source: Light Foreground 300
vi_vn: Tiền cảnh sáng 300
zh_cn: 浅色前景 300
zh_tw: 淺色前景 300

source: Light Foreground 400
vi_vn: Tiền cảnh sáng 400
zh_cn: 浅色前景 400
zh_tw: 淺色前景 400

source: Light Foreground 500
vi_vn: Tiền cảnh sáng 500
zh_cn: 浅色前景 500
zh_tw: 淺色前景 500

source: Light Foreground 600
vi_vn: Tiền cảnh sáng 600
zh_cn: 浅色前景 600
zh_tw: 淺色前景 600

source: Light Foreground 700
vi_vn: Tiền cảnh sáng 700
zh_cn: 浅色前景 700
zh_tw: 亮色前景 700

source: Light Foreground 800
vi_vn: Tiền cảnh sáng 800
zh_cn: 浅色前景 800
zh_tw: 亮色前景 800

source: Light Foreground 900
vi_vn: Tiền cảnh sáng 900
zh_cn: 浅色前景 900
zh_tw: 亮色前景 900

source: Light Foreground 950
vi_vn: Tiền cảnh sáng 950
zh_cn: 浅色前景 950
zh_tw: 亮色前景 950

source: Light Foreground Inverted
vi_vn: Tiền cảnh sáng nghịch đảo
zh_cn: 浅色前景反转
zh_tw: 亮色前景反轉

source: Light Foreground Tinted
vi_vn: Tiền cảnh sáng nhuộm màu
zh_cn: 浅色前景着色
zh_tw: 亮色前景著色

source: Light Generic Badge
vi_vn: Huy hiệu chung sáng
zh_cn: 浅色通用徽章
zh_tw: 亮色通用徽章

source: Light Green 400
vi_vn: Xanh lá sáng 400
zh_cn: 浅绿色 400
zh_tw: 亮綠色 400

source: Light Green 500
vi_vn: Xanh lá sáng 500
zh_cn: 浅绿色 500
zh_tw: 亮綠色 500

source: Light Green 600
vi_vn: Xanh lá sáng 600
zh_cn: 浅绿色 600
zh_tw: 亮綠色 600

source: Light Header Tagline
vi_vn: Khẩu hiệu đầu trang sáng
zh_cn: 浅色页眉标语
zh_tw: 亮色頁首標語

source: Light Header Title
vi_vn: Tiêu đề đầu trang sáng
zh_cn: 浅色页眉标题
zh_tw: 亮色頁首標題

source: Light Mode Colors
vi_vn: Màu sắc chế độ sáng
zh_cn: 浅色模式颜色
zh_tw: 亮色模式顏色

source: Light Moderator Badge
vi_vn: Huy hiệu kiểm duyệt viên sáng
zh_cn: 浅色版主徽章
zh_tw: 亮色版主徽章

source: Light Navigation Background (Sticky)
vi_vn: Nền điều hướng sáng (Cố định)
zh_cn: 浅色导航背景（固定）
zh_tw: 亮色導覽背景 (固定)

source: Light Override Badge
vi_vn: Huy hiệu ưu tiên sáng
zh_cn: 浅色覆盖徽章
zh_tw: 淺色覆蓋徽章

source: Light Primary 400
vi_vn: Màu chính sáng 400
zh_cn: 浅色主色 400
zh_tw: 淺色主要 400

source: Light Primary 500
vi_vn: Màu chính sáng 500
zh_cn: 浅色主色 500
zh_tw: 淺色主要 500

source: Light Primary 600
vi_vn: Màu chính sáng 600
zh_cn: 浅色主色 600
zh_tw: 淺色主要 600

source: Light Red 400
vi_vn: Đỏ nhạt 400
zh_cn: 浅红色 400
zh_tw: 淺色紅色 400

source: Light Red 500
vi_vn: Đỏ nhạt 500
zh_cn: 浅红色 500
zh_tw: 淺色紅色 500

source: Light Red 600
vi_vn: Đỏ nhạt 600
zh_cn: 浅红色 600
zh_tw: 淺色紅色 600

source: Light Supporter Badge
vi_vn: Huy hiệu Người ủng hộ (Sáng)
zh_cn: 浅色支持者徽章
zh_tw: 淺色贊助者徽章

source: Light text color for dark backgrounds. Default contrast ~17.3:1 on BG-900.
vi_vn: Màu chữ sáng cho nền tối. Độ tương phản mặc định ~17.3:1 trên BG-900.
zh_cn: 用于深色背景的浅色文本。在 BG-900 上默认对比度约为 17.3:1。
zh_tw: 深色背景使用的淺色文字顏色。在 BG-900 上的預設對比度約為 17.3:1。

source: Light Theme Color Meta
vi_vn: Thẻ Meta màu giao diện sáng
zh_cn: 浅色主题颜色元标签
zh_tw: 淺色佈景主題顏色 Meta

source: Lighter alert and warning color.
vi_vn: Màu thông báo và cảnh báo sáng hơn.
zh_cn: 较浅的警告和提示颜色。
zh_tw: 較淺的警示與警告顏色。

source: Lighter primary accent and content link hover color.
vi_vn: Màu nhấn chính và màu hover liên kết nội dung sáng hơn.
zh_cn: 较浅的主强调色和内容链接悬停颜色。
zh_tw: 較淺的主要強調色與內容連結懸停顏色。

source: Lighter success and confirmation color.
vi_vn: Màu thành công và xác nhận sáng hơn.
zh_cn: 较浅的成功和确认颜色。
zh_tw: 較淺的成功與確認顏色。

source: Lightness Offset
vi_vn: Độ lệch độ sáng
zh_cn: 明度偏移
zh_tw: 亮度偏移

source: Limit comments to [n] link(s) or less
vi_vn: Giới hạn bình luận có [n] liên kết hoặc ít hơn
zh_cn: 限制评论中链接数量不超过 [n] 个
zh_tw: 將留言限制在 [n] 個連結以內

source: Link copied to clipboard!
vi_vn: Đã sao chép liên kết vào bộ nhớ tạm!
zh_cn: 链接已复制到剪贴板！
zh_tw: 連結已複製到剪貼簿！

source: Link to bookmarks page
vi_vn: Liên kết đến trang dấu trang
zh_cn: 书签页面链接
zh_tw: 連結至書籤頁面
