Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

# Settings font fallback preview sentence.
source: The quick brown fox jumps over the lazy dog.
vi_vn: Con cáo nâu nhanh nhẹn nhảy qua con chó lười biếng.
zh_cn: 敏捷的棕色狐狸跳过懒惰的狗。
zh_tw: 敏捷的棕色狐狸跳過那隻懶狗。

# Settings helper modal tooltip shortcode figure.
source: [fcnt header="Optional" content="Tooltip content."]text[/fcnt]
vi_vn: [fcnt header="Tùy chọn" content="Nội dung tooltip."]văn bản[/fcnt]
zh_cn: [fcnt header="可选" content="工具提示内容"]文本[/fcnt]
zh_tw: [fcnt header="選填" content="提示內容。"]文字[/fcnt]

# Settings plugin card.
source: — Disabled
vi_vn: — Đã vô hiệu hóa
zh_cn: — 已禁用
zh_tw: — 已停用

# Settings plugin card.
source: — Update
vi_vn: — Cập nhật
zh_cn: — 更新
zh_tw: — 更新

source: Setup
vi_vn: Thiết lập
zh_cn: 设置
zh_tw: 設定

source: Share
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

# Share modal heading.
source: Share
vi_vn: Chia sẻ
zh_cn: 分享
zh_tw: 分享

source: Short Description
vi_vn: Mô tả ngắn
zh_cn: 简短描述
zh_tw: 簡短描述

source: Shortcodes rely on complex queries with many optional parameters, which can be slow and resource-intensive if you use too many or have a very large database. Caching them in Transients for a period (default is 300 seconds) significantly reduces server strain but may conflict with other caching solutions.
vi_vn: Shortcode dựa trên các truy vấn phức tạp với nhiều tham số tùy chọn, có thể gây chậm và tốn tài nguyên nếu bạn sử dụng quá nhiều hoặc có cơ sở dữ liệu rất lớn. Việc lưu chúng vào Transients trong một khoảng thời gian (mặc định là 300 giây) sẽ giảm đáng kể tải cho máy chủ nhưng có thể xung đột với các giải pháp bộ nhớ đệm khác.
zh_cn: 短代码依赖于具有许多可选参数的复杂查询，如果你使用过多或数据库非常大，可能会很慢且耗费资源。将它们缓存在Transients中一段时间（默认为300秒）可以显著减轻服务器压力，但可能与其他缓存解决方案冲突。
zh_tw: 短代碼依賴於具有多個選填參數的複雜查詢，如果您使用過多短代碼或擁有非常大的資料庫，這可能會變慢且耗費資源。將其快取在暫存 (Transients) 中一段時間（預設為 300 秒）可顯著減輕伺服器負擔，但可能會與其他快取解決方案產生衝突。

source: Shorter title, such as "Arc 15, Ch. 17". Not used by default, intended for child themes.
vi_vn: Tiêu đề ngắn hơn, chẳng hạn như "Phần 15, Chương 17". Không được sử dụng mặc định, dành cho các giao diện con (child theme).
zh_cn: 较短的标题，例如“第15章，第17章”。默认不使用，供子主题使用。
zh_tw: 較短的標題，例如「第 15 卷，第 17 章節」。預設不使用，供子佈景主題使用。

source: Show %s more
vi_vn: Xem thêm %s
zh_cn: 显示更多 %s 个
zh_tw: 顯示更多 %s

source: Show alerts that have been marked as read.
vi_vn: Hiển thị các thông báo đã được đánh dấu là đã đọc.
zh_cn: 显示已标记为已读的提醒。
zh_tw: 顯示已標記為已讀的提醒。

source: Show custom fields form on post edit screen.
vi_vn: Hiển thị biểu mẫu các trường tùy chỉnh trên màn hình chỉnh sửa bài viết.
zh_cn: 在文章编辑屏幕上显示自定义字段表单。
zh_tw: 在文章編輯介面顯示自訂欄位表單。

source: Show default WordPress login in modal
vi_vn: Hiển thị đăng nhập WordPress mặc định trong cửa sổ modal
zh_cn: 在模态框中显示默认的WordPress登录
zh_tw: 在彈出視窗中顯示預設 WordPress 登入

source: Show dropdown menu with on-site alerts for updates.
vi_vn: Hiển thị menu thả xuống với các thông báo cập nhật trên trang.
zh_cn: 显示带有站点内更新提醒的下拉菜单。
zh_tw: 顯示包含站內更新提醒的下拉選單。

source: Show excerpt on password-protected posts
vi_vn: Hiển thị đoạn trích trên các bài viết được bảo mật bằng mật khẩu
zh_cn: 在密码保护的文章上显示摘要
zh_tw: 在受密碼保護的文章中顯示摘要

source: Show header image shadow
vi_vn: Hiển thị bóng đổ của ảnh đầu trang
zh_cn: 显示页眉图像阴影
zh_tw: 顯示頁首圖片陰影

source: Show latest chapter on large story cards
vi_vn: Hiển thị chương mới nhất trên thẻ truyện lớn
zh_cn: 在大作品卡片上显示最新章节
zh_tw: 在大型故事卡片上顯示最新章節

source: Show latest chapters on large story cards
vi_vn: Hiển thị các chương mới nhất trên thẻ truyện lớn
zh_cn: 在大作品卡片上显示最新章节
zh_tw: 在大型故事卡片上顯示最新章節

source: Show page shadow
vi_vn: Hiển thị bóng đổ của trang
zh_cn: 显示页面阴影
zh_tw: 顯示頁面陰影

source: Show story changelog button
vi_vn: Hiện nút nhật ký thay đổi truyện
zh_cn: 显示作品更新日志按钮
zh_tw: 顯示故事更新紀錄按鈕

source: Show story header
vi_vn: Hiện đầu trang truyện
zh_cn: 显示作品页眉
zh_tw: 顯示故事頁首

source: Show tags on chapter cards
vi_vn: Hiện thẻ trên thẻ chương
zh_cn: 在章节卡片上显示标签
zh_tw: 在章節卡片上顯示標籤

source: Show tags on collection cards
vi_vn: Hiện thẻ trên thẻ bộ sưu tập
zh_cn: 在合集卡片上显示标签
zh_tw: 在收藏卡片上顯示標籤

source: Show tags on recommendation cards
vi_vn: Hiện thẻ trên thẻ đề cử
zh_cn: 在推荐卡片上显示标签
zh_tw: 在推薦卡片上顯示標籤

source: Show tags on story cards
vi_vn: Hiện thẻ trên thẻ truyện
zh_cn: 在作品卡片上显示标签
zh_tw: 在故事卡片上顯示標籤

source: Show the modified date on story pages
vi_vn: Hiện ngày cập nhật trên trang truyện
zh_cn: 在作品页面上显示修改日期
zh_tw: 在故事頁面顯示修改日期

source: Show title text shadow
vi_vn: Hiện bóng đổ chữ tiêu đề
zh_cn: 显示标题文本阴影
zh_tw: 顯示標題文字陰影

source: Shows a generic cookie consent banner and activates the <code>fictioneer_get_consent()</code> theme function.
vi_vn: Hiển thị biểu ngữ chấp thuận cookie chung và kích hoạt chức năng giao diện <code>fictioneer_get_consent()</code>.
zh_cn: 显示一个通用的Cookie同意横幅，并激活 <code>fictioneer_get_consent()</code> 主题函数。
zh_tw: 顯示一般的 Cookie 同意橫幅，並啟用 <code>fictioneer_get_consent()</code> 主題函式。

source: Sidebar
vi_vn: Thanh bên
zh_cn: 侧边栏
zh_tw: 側邊欄

source: Sidebar Gap
vi_vn: Khoảng cách thanh bên
zh_cn: 侧边栏间距
zh_tw: 側邊欄間距

source: Sidebar Width
vi_vn: Chiều rộng thanh bên
zh_cn: 侧边栏宽度
zh_tw: 側邊欄寬度

source: Significantly faster frontend user setup, but might not work in some cases — <a href="%s" target="_blank" rel="noopener">test it here</a>. Not safe for multi-sites.
vi_vn: Thiết lập người dùng frontend nhanh hơn đáng kể, nhưng có thể không hoạt động trong một số trường hợp — <a href="%s" target="_blank" rel="noopener">kiểm tra tại đây</a>. Không an toàn cho hệ thống đa trang (multi-site).
zh_cn: 显著更快的用户前端设置，但在某些情况下可能无效 — <a href="%s" target="_blank" rel="noopener">在此测试</a>。对多站点不安全。
zh_tw: 顯著提升前端使用者設定速度，但在某些情況下可能無法運作 — <a href="%s" target="_blank" rel="noopener">在此測試</a>。不適用於多站點。

source: Simple but effective spam protection.
vi_vn: Bảo vệ chống spam đơn giản nhưng hiệu quả.
zh_cn: 简单但有效的垃圾信息防护。
zh_tw: 簡單但有效的垃圾訊息防護。

source: Simple session-based rate limiting, allowing %s requests per minute for selected actions (per action).
vi_vn: Giới hạn lưu lượng dựa trên phiên đơn giản, cho phép %s yêu cầu mỗi phút cho các hành động đã chọn (tính theo từng hành động).
zh_cn: 简单的基于会话的速率限制，允许每分钟 %s 个请求用于选定的操作（每个操作）。
zh_tw: 簡單的基於工作階段（Session）速率限制，針對所選操作每分鐘允許 %s 次請求（每一項操作）。

source: Site RSS
vi_vn: RSS trang web
zh_cn: 站点RSS
zh_tw: 網站 RSS

source: Site Settings
vi_vn: Cài đặt trang web
zh_cn: 站点设置
zh_tw: 網站設定

# Site settings modal font weight selection.
source: Font Weight: Default
vi_vn: Độ dày phông chữ: Mặc định
zh_cn: 字体粗细：默认
zh_tw: 字體粗細：預設

# Site settings modal font weight selection.
source: Font Weight: Normal
vi_vn: Độ dày phông chữ: Bình thường
zh_cn: 字体粗细：正常
zh_tw: 字體粗細：標準

# Site settings modal font weight selection.
source: Font Weight: Thinner
vi_vn: Độ dày phông chữ: Mỏng hơn
zh_cn: 字体粗细：较细
zh_tw: 字體粗細：較細

source: Site Title - Maximum Size
vi_vn: Tiêu đề trang web - Kích thước tối đa
zh_cn: 站点标题 - 最大尺寸
zh_tw: 網站標題 - 最大尺寸

source: Site Title - Minimum Size
vi_vn: Tiêu đề trang web - Kích thước tối thiểu
zh_cn: 站点标题 - 最小尺寸
zh_tw: 網站標題 - 最小尺寸

source: Site Title Font
vi_vn: Phông chữ tiêu đề trang web
zh_cn: 站点标题字体
zh_tw: 網站標題字型

source: Site Width
vi_vn: Chiều rộng trang web
zh_cn: 站点宽度
zh_tw: 網站寬度

source: Sitemap Excludes
vi_vn: Loại trừ khỏi Sitemap
zh_cn: 站点地图排除项
zh_tw: 網站地圖排除項目

source: Size
vi_vn: Kích thước
zh_cn: 大小
zh_tw: 尺寸

source: Size limit for file uploads
vi_vn: Giới hạn kích thước tải tệp lên
zh_cn: 文件上传大小限制
zh_tw: 檔案上傳大小限制

source: Skins
vi_vn: Giao diện (Skins)
zh_cn: 皮肤
zh_tw: 外觀

source: Skins downloaded and applied successfully.
vi_vn: Đã tải xuống và áp dụng giao diện thành công.
zh_cn: 皮肤已成功下载并应用。
zh_tw: 外觀已成功下載並套用。

source: Skins uploaded successfully.
vi_vn: Đã tải lên giao diện thành công.
zh_cn: 皮肤已成功上传。
zh_tw: 外觀已成功上傳。

source: Skip
vi_vn: Bỏ qua
zh_cn: 跳过
zh_tw: 跳過

source: Slug of the role. Must not be changed.
vi_vn: Slug của vai trò. Không được thay đổi.
zh_cn: 角色的别名。不得更改。
zh_tw: 角色的代稱。請勿變更。

source: Small Border Radius
vi_vn: Bán kính viền nhỏ
zh_cn: 小边框圆角
zh_tw: 小邊框圓角

# Small card: by {Author} on.
source: by %s on
vi_vn: bởi %s vào
zh_cn: 作者：%s 于
zh_tw: 由 %s 於

# Small card: by {Author} —.
source: by %s —
vi_vn: bởi %s —
zh_cn: 作者：%s —
zh_tw: 由 %s —

# Small card: by {Author}.
source: by %s
vi_vn: bởi %s
zh_cn: 作者：%s
zh_tw: 由 %s

# Small card: in {Link to Story}.
source: <span class="card__in-story">in</span> <a href="%1$s" class="bold-link">%2$s</a>
vi_vn: <span class="card__in-story">trong</span> <a href="%1$s" class="bold-link">%2$s</a>
zh_cn: <span class="card__in-story">在</span> <a href="%1$s" class="bold-link">%2$s</a>
zh_tw: <span class="card__in-story">於</span> <a href="%1$s" class="bold-link">%2$s</a>

# Small card: {n} Words on {Date}.
source: %1$s Words on %2$s
vi_vn: %1$s từ vào %2$s
zh_cn: %1$s 字，于 %2$s
zh_tw: %1$s 字於 %2$s

# Small card: {n} Words.
source: %1$s Words
vi_vn: %1$s từ
zh_cn: %1$s 字
zh_tw: %1$s 字

source: Small Horizontal Spacing - Maximum
vi_vn: Khoảng cách ngang nhỏ - Tối đa
zh_cn: 小水平间距 - 最大值
zh_tw: 小水平間距 - 最大

source: Small Horizontal Spacing - Minimum
vi_vn: Khoảng cách ngang nhỏ - Tối thiểu
zh_cn: 小水平间距 - 最小值
zh_tw: 小水平間距 - 最小

source: Some frontend actions, such as following a story or setting a chapter checkmark, send small requests for processing. If someone were to spam these actions, it could cause stress on the server. By enabling the rate limit, these actions are restricted to a sensible number of requests per minute and blocked if the limit is exceeded.
vi_vn: Một số hành động ở giao diện người dùng, như theo dõi truyện hoặc đánh dấu chương đã đọc, sẽ gửi các yêu cầu nhỏ để xử lý. Nếu ai đó gửi hàng loạt các hành động này (spam), nó có thể gây áp lực lên máy chủ. Bằng cách bật giới hạn tần suất, các hành động này sẽ bị hạn chế ở một số lượng yêu cầu hợp lý mỗi phút và bị chặn nếu vượt quá giới hạn.
zh_cn: 某些前端操作，例如关注作品或设置章节检查标记，会发送小型请求进行处理。如果有人对这些操作进行垃圾请求，可能会给服务器带来压力。通过启用速率限制，这些操作将被限制在每分钟合理的请求次数内，并在超过限制时被阻止。
zh_tw: 一些前端操作（例如追蹤故事或設置章節核取記號）會發送小型請求進行處理。如果有人惡意大量操作，可能會對伺服器造成壓力。透過啟用速率限制，這些操作將被限制在每分鐘合理的請求次數內，並在超過限制時予以封鎖。

source: Some of these options will only work properly with the theme comment system enabled.
vi_vn: Một số tùy chọn này sẽ chỉ hoạt động bình thường khi hệ thống bình luận của giao diện được bật.
zh_cn: 其中一些选项仅在启用主题评论系统时才能正常工作。
zh_tw: 其中的某些選項僅在啟用佈景主題留言系統時才能正常運作。

source: Some older plugins might require this.
vi_vn: Một số plugin cũ hơn có thể yêu cầu điều này.
zh_cn: 一些较旧的插件可能需要这个。
zh_tw: 某些較舊的外掛程式可能需要此項。

source: Some providers use real names. Default for Google.
vi_vn: Một số nhà cung cấp sử dụng tên thật. Mặc định đối với Google.
zh_cn: 一些提供者使用真实姓名。Google的默认设置。
zh_tw: 某些提供者使用真實姓名。Google 的預設值。

source: Sometimes wonky browser-based text-to-speech engine. Extend and availability depends on the browser and OS.
vi_vn: Công cụ chuyển văn bản thành giọng nói trên trình duyệt đôi khi hoạt động không ổn định. Khả năng mở rộng và tính khả dụng phụ thuộc vào trình duyệt và hệ điều hành.
zh_cn: 有时不太稳定的浏览器内置文本转语音引擎。扩展和可用性取决于浏览器和操作系统。
zh_tw: 有時不穩定的瀏覽器語音合成引擎。擴充程度與可用性取決於瀏覽器和作業系統。

# Sort and filter option.
source: Comments
vi_vn: Bình luận
zh_cn: 评论
zh_tw: 留言

# Sort and filter option.
source: Published
vi_vn: Ngày đăng
zh_cn: 已发布
zh_tw: 發佈日期

# Sort and filter option.
source: Title
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# Sort and filter option.
source: Updated
vi_vn: Ngày cập nhật
zh_cn: 已更新
zh_tw: 更新日期

# Sort and filter option.
source: Words
vi_vn: Số chữ
zh_cn: 字数
zh_tw: 字數

source: Source: Parent
vi_vn: Nguồn: Gốc (Parent)
zh_cn: 来源：父级
zh_tw: 來源：上層

source: Source: Site Default
vi_vn: Nguồn: Mặc định trang
zh_cn: 来源：站点默认
zh_tw: 來源：網站預設

source: Source: Thumbnail
vi_vn: Nguồn: Ảnh thu nhỏ
zh_cn: 来源：缩略图
zh_tw: 來源：縮圖

# Space size name
source: 2X-Large
vi_vn: Rất rất lớn (2XL)
zh_cn: 2倍大
zh_tw: 特大

# Space size name
source: 2X-Small
vi_vn: Rất rất nhỏ (2XS)
zh_cn: 2倍小
zh_tw: 極小

# Space size name
source: Large
vi_vn: Lớn
zh_cn: 大
zh_tw: 大

# Space size name
source: Medium
vi_vn: Trung bình
zh_cn: 中
zh_tw: 中

# Space size name
source: Small
vi_vn: Nhỏ
zh_cn: 小
zh_tw: 小

# Space size name
source: X-Large
vi_vn: Rất lớn (XL)
zh_cn: 加大
zh_tw: 特大

# Space size name
source: X-Small
vi_vn: Rất nhỏ (XS)
zh_cn: 加小
zh_tw: 特小

source: Spam
zh_cn: 垃圾信息
zh_tw: 垃圾內容

source: Splide JSON is invalid and has been ignored.
vi_vn: Mã JSON của Splide không hợp lệ và đã bị bỏ qua.
zh_cn: Splide JSON 无效，已被忽略。
zh_tw: Splide JSON 無效，已被忽略。

source: Sponsor me on <strong>GitHub</strong>
vi_vn: Ủng hộ tôi trên <strong>GitHub</strong>
zh_cn: 在<strong>GitHub</strong>上赞助我
zh_tw: 在 <strong>GitHub</strong> 上贊助我

source: Standalone solution for publishing and reading web fictions.
vi_vn: Giải pháp độc lập để đăng tải và đọc truyện trực tuyến.
zh_cn: 用于发布和阅读网络小说的独立解决方案。
zh_tw: 發佈與閱讀網路小說的獨立解決方案。

source: Start typing for suggestions…
vi_vn: Bắt đầu nhập để xem gợi ý...
zh_cn: 开始输入以获取建议…
zh_tw: 開始輸入以獲取建議…

# State of checkbox option in logs.
source: Checked
vi_vn: Đã chọn
zh_cn: 已勾选
zh_tw: 已勾選

# State of checkbox option in logs.
source: Unchecked
vi_vn: Bỏ chọn
zh_cn: 未勾选
zh_tw: 未勾選

source: Sticky
vi_vn: Ghim
zh_cn: 置顶
zh_tw: 置頂

source: Sticky in lists
vi_vn: Ghim trong danh sách
zh_cn: 在列表中置顶
zh_tw: 在列表中置頂

source: Still shows the current comments.
vi_vn: Vẫn hiển thị các bình luận hiện tại.
zh_cn: 仍然显示当前评论。
zh_tw: 仍然顯示目前的迴響。

source: Stop
vi_vn: Dừng
zh_cn: 停止
zh_tw: 停止

# Stop following a story.
source: Unfollow
vi_vn: Bỏ theo dõi
zh_cn: 取消关注
zh_tw: 取消追蹤

source: Stories
vi_vn: Truyện
zh_cn: 作品
zh_tw: 故事

source: Stories and chapters are separate posts that are associated but not hierarchically linked. As a result, the permalink of a chapter does not include the story by default. Enabling this setting adds an alias to include the story in the chapter’s permalink. However, chapter slugs must still be globally unique, and a number will be appended in case of a conflict (e.g. <code>.../story/story-slug/chapter-slug-1</code>).
vi_vn: Truyện và chương là các bài đăng riêng biệt được liên kết với nhau nhưng không theo cấu trúc phân cấp. Do đó, mặc định đường dẫn tĩnh (permalink) của một chương không bao gồm truyện. Bật cài đặt này sẽ thêm một biệt danh để đưa truyện vào đường dẫn tĩnh của chương. Tuy nhiên, chuỗi định danh (slug) của chương vẫn phải là duy nhất trên toàn hệ thống, và một con số sẽ được thêm vào nếu xảy ra xung đột (ví dụ: <code>.../story/story-slug/chapter-slug-1</code>).
zh_cn: 作品和章节是独立但关联的文章，没有层级链接关系。因此，章节的固定链接默认不包含作品。启用此设置会添加一个别名，将作品包含在章节的固定链接中。然而，章节别名仍必须是全局唯一的，如果发生冲突，将追加数字（例如 <code>.../story/story-slug/chapter-slug-1</code>）。
zh_tw: 故事與章節是相關聯但非層級連結的獨立文章。因此，章節的永久連結預設不包含故事。啟用此設定會增加一個別名，將故事包含在章節的永久連結中。然而，章節代稱仍必須是全域唯一的，若發生衝突則會附加數字 (例如 <code>.../story/story-slug/chapter-slug-1</code>)。

source: Stories list
vi_vn: Danh sách truyện
zh_cn: 作品列表
zh_tw: 故事列表

source: Stories list navigation
vi_vn: Điều hướng danh sách truyện
zh_cn: 作品列表导航
zh_tw: 故事列表導覽

source: Stories page (Template: Stories)
vi_vn: Trang danh sách truyện (Giao diện mẫu: Stories)
zh_cn: 作品页面（模板：作品）
zh_tw: 故事頁面 (範本：故事)

source: Stories page assignment
vi_vn: Thiết lập trang danh sách truyện
zh_cn: 作品页面分配
zh_tw: 故事頁面指派

source: Story
vi_vn: Truyện
zh_cn: 作品
zh_tw: 故事

source: story
vi_vn: truyện
zh_cn: 作品
zh_tw: 故事

# Story age rating meta field label.
source: Age Rating
vi_vn: Độ tuổi
zh_cn: 年龄分级
zh_tw: 分級

source: Story Archives
vi_vn: Lưu trữ truyện
zh_cn: 作品存档
zh_tw: 故事封存

source: Story Attributes
vi_vn: Thuộc tính truyện
zh_cn: 作品属性
zh_tw: 故事屬性

# Story blogs meta field label.
source: Story Blogs
vi_vn: Blog truyện
zh_cn: 作品博客
zh_tw: 故事部落格

source: Story Capabilities
vi_vn: Quyền hạn truyện
zh_cn: 作品权限
zh_tw: 故事權限

source: Story Card Complete Checkmark
vi_vn: Dấu tích hoàn thành trên thẻ truyện
zh_cn: 作品卡片完成标记
zh_tw: 故事卡片完成勾選標記

# Story card label.
source: Story
vi_vn: Truyện
zh_cn: 作品
zh_tw: 故事

source: Story cards pack a lot of information into a compact space to assist with browsing, providing everything at a glance. However, displaying the first (or latest if set) three chapters on the cards might make them appear too cluttered for your liking.
vi_vn: Các thẻ truyện chứa rất nhiều thông tin trong một không gian nhỏ gọn để hỗ trợ duyệt tìm, cung cấp mọi thứ chỉ trong nháy mắt. Tuy nhiên, việc hiển thị ba chương đầu tiên (hoặc mới nhất nếu được thiết lập) trên thẻ có thể khiến chúng trông quá lộn xộn theo ý muốn của bạn.
zh_cn: 作品卡片将大量信息压缩到紧凑的空间中，以辅助浏览，一目了然地提供所有信息。然而，在卡片上显示前（或如果设置了，则是最新的）三章可能会使它们显得过于杂乱，不符合你的喜好。
zh_tw: 故事卡片在精簡的空間中整合了大量資訊以方便瀏覽，讓所有內容一目了然。不過，在卡片上顯示前三個（或設定為最新的三個）章節可能會使其顯得過於雜亂。

# Story changelog chapter removed.
source: #%s privated: %s.
vi_vn: #%s đã đặt riêng tư: %s.
zh_cn: #%s 设为私有：%s。
zh_tw: #%s 已設為私密：%s。

# Story changelog chapter removed.
source: #%s unprivated: %s.
vi_vn: #%s đã bỏ riêng tư: %s.
zh_cn: #%s 取消私有：%s。
zh_tw: #%s 已取消私密：%s。

# Story changelog initialized.
source: Initialized.
vi_vn: Đã khởi tạo.
zh_cn: 已初始化。
zh_tw: 已初始化。

# Story changelog verb.
source: added
vi_vn: đã thêm
zh_cn: 已添加
zh_tw: 已新增

# Story changelog verb.
source: removed
vi_vn: đã xóa
zh_cn: 已移除
zh_tw: 已移除

# Story chapter filter.
source: Label
vi_vn: Nhãn
zh_cn: 标签
zh_tw: 標籤

# Story chapters meta field label.
source: Chapters
vi_vn: Chương
zh_cn: 章节
zh_tw: 章節

source: Story checkmark for %s.
vi_vn: Dấu tích truyện cho %s.
zh_cn: %s 的作品检查标记。
zh_tw: %s 的故事勾選標記。

# Story co-authors meta field label.
source: Co-Authors
vi_vn: Đồng tác giả
zh_cn: 合著者
zh_tw: 共同作者

source: Story Complete Checkmark
vi_vn: Dấu tích hoàn thành truyện
zh_cn: 作品完成标记
zh_tw: 故事完結標記

# Story copyright notice meta field label.
source: Copyright Notice
vi_vn: Thông báo bản quyền
zh_cn: 版权声明
zh_tw: 版權聲明

source: Story Cover Image
vi_vn: Ảnh bìa truyện
zh_cn: 作品封面图像
zh_tw: 故事封面圖片

source: Story Cover Width Offset
vi_vn: Bù chiều rộng ảnh bìa truyện
zh_cn: 作品封面宽度偏移
zh_tw: 故事封面寬度偏移

source: Story Data
vi_vn: Dữ liệu truyện
zh_cn: 作品数据
zh_tw: 故事資料

# Story ebook upload meta field label.
source: Custom Upload
vi_vn: Tải lên tùy chỉnh
zh_cn: 自定义上传
zh_tw: 自定義上傳

# Story ePUB afterword meta field label.
source: ePUB Afterword
vi_vn: Lời bạt ePUB
zh_cn: ePUB 后记
zh_tw: ePUB 後記

# Story ePUB preface meta field label.
source: ePUB Preface
vi_vn: Lời tựa ePUB
zh_cn: ePUB 前言
zh_tw: ePUB 前言

# Story Feed: [Site] - [Story] Chapters.
source: %1$s - %2$s Chapters
vi_vn: %1$s - Chương %2$s
zh_cn: %1$s - %2$s 章节
zh_tw: %1$s - %2$s 章節

# Story Feed: Recent chapters of [Story].
source: Recent chapters of %s.
vi_vn: Các chương mới nhất của %s.
zh_cn: %s 的最新章节。
zh_tw: %s 的最新章節。

# Story global note meta field label.
source: Global Note
vi_vn: Ghi chú chung
zh_cn: 全局备注
zh_tw: 全域附註

source: Story Header
vi_vn: Đầu trang truyện
zh_cn: 作品页眉
zh_tw: 故事頁首

source: Story Hidden
vi_vn: Truyện đã ẩn
zh_cn: 作品隐藏
zh_tw: 隱藏故事

source: Story ID
vi_vn: ID Truyện
zh_cn: 作品ID
zh_tw: 故事 ID

# Story in Latest * shortcode (type: list).
source: <span class="post-list-item__meta-in-story"><span>in </span><a href="%1$s">%2$s</a></span>
vi_vn: <span class="post-list-item__meta-in-story"><span>thuộc </span><a href="%1$s">%2$s</a></span>
zh_cn: <span class="post-list-item__meta-in-story"><span>隶属于 </span><a href="%1$s">%2$s</a></span>
zh_tw: <span class="post-list-item__meta-in-story"><span>於 </span><a href="%1$s">%2$s</a></span>

# Story is followed.
source: Followed
vi_vn: Đã theo dõi
zh_cn: 已关注
zh_tw: 已關注

# Story is marked to be read later.
source: Read later
vi_vn: Đọc sau
zh_cn: 稍后阅读
zh_tw: 稍後閱讀

source: Story Meta
vi_vn: Thông tin Truyện
zh_cn: 作品元数据
zh_tw: 故事元數據

source: Story Mirror
vi_vn: Mirror Truyện
zh_cn: 作品镜像
zh_tw: 故事鏡像

# Story or chapter is marked as read.
source: Read
vi_vn: Đã đọc
zh_cn: 已读
zh_tw: 已讀

source: Story Page
vi_vn: Trang Truyện
zh_cn: 作品页面
zh_tw: 故事頁面

source: Story Page Cover Position
vi_vn: Vị trí ảnh bìa trang truyện
zh_cn: 作品页面封面位置
zh_tw: 故事頁面封面位置

source: Story Page Cover Shadow
vi_vn: Đổ bóng ảnh bìa trang truyện
zh_cn: 作品页面封面阴影
zh_tw: 故事頁面封面陰影

# Story page: by {Author(s)}
source: by %s
vi_vn: bởi %s
zh_cn: 作者：%s
zh_tw: 作者 %s

# Story pages meta field label.
source: Custom Pages
vi_vn: Trang tùy chỉnh
zh_cn: 自定义页面
zh_tw: 自定義頁面

# Story redirect link meta field label.
source: Redirect Link (Beware!)
vi_vn: Link chuyển hướng (Cẩn thận!)
zh_cn: 重定向链接（注意！）
zh_tw: 重定向連結（請小心！）

source: Story RSS Feed
vi_vn: RSS Feed Truyện
zh_cn: 作品RSS源
zh_tw: 故事 RSS 摘要

# Story status meta field label.
source: Status
vi_vn: Trạng thái
zh_cn: 状态
zh_tw: 狀態

# Story status override meta field label.
source: Status Override
vi_vn: Ghi đè trạng thái
zh_cn: 状态覆盖
zh_tw: 狀態覆蓋

source: Story Status: Canceled
vi_vn: Trạng thái truyện: Đã hủy
zh_cn: 作品状态：已断更
zh_tw: 故事狀態：已取消

source: Story Status: Completed
vi_vn: Trạng thái truyện: Hoàn thành
zh_cn: 作品状态：已完结
zh_tw: 故事狀態：已完結

source: Story Status: Hiatus
vi_vn: Trạng thái truyện: Tạm ngưng
zh_cn: 作品状态：已停更
zh_tw: 故事狀態：停更

source: Story Status: Oneshot
vi_vn: Trạng thái truyện: Oneshot
zh_cn: 作品状态：单篇完结
zh_tw: 故事狀態：短篇

source: Story Status: Ongoing
vi_vn: Trạng thái truyện: Đang tiến hành
zh_cn: 作品状态：连载中
zh_tw: 故事狀態：連載中

source: Story Sticky
vi_vn: Ghim truyện
zh_cn: 作品置顶
zh_tw: 故事置頂

source: Story tags converted to genres.
vi_vn: Các thẻ truyện đã được chuyển đổi thành thể loại.
zh_cn: 作品标签已转换为类型。
zh_tw: 故事標籤已轉換為類型。

source: Story tags duplicated as genres.
vi_vn: Các thẻ truyện đã được sao chép thành thể loại.
zh_cn: 作品标签已复制为类型。
zh_tw: 故事標籤已複製為類型。

source: Story Title Font
vi_vn: Phông chữ tiêu đề truyện
zh_cn: 作品标题字体
zh_tw: 故事標題字體

source: Story Tools
vi_vn: Công cụ Truyện
zh_cn: 作品工具
zh_tw: 故事工具

# Story top web fiction link meta field label.
source: Top Web Fiction Link
vi_vn: Link Top Web Fiction
zh_cn: 置顶网络小说链接
zh_tw: Top Web Fiction 連結

source: Strongly faded color for background, decorative, and disabled items.
vi_vn: Màu mờ đậm cho nền, trang trí và các mục bị vô hiệu hóa.
zh_cn: 用于背景、装饰和禁用项目的深度褪色颜色。
zh_tw: 用於背景、裝飾和停用項目的極淡顏色。

source: Strongly faded color for background, decorative, and disabled items. Default contrast ~3:1 on BG-700.
vi_vn: Màu mờ đậm cho nền, trang trí và các mục bị vô hiệu hóa. Độ tương phản mặc định ~3:1 trên BG-700.
zh_cn: 用于背景、装饰和禁用项目的深度褪色颜色。在 BG-700 上默认对比度约为 3:1。
zh_tw: 用於背景、裝飾和停用項目的極淡顏色。在 BG-700 上的預設對比度約為 3:1。

source: Subitem long date format
vi_vn: Định dạng ngày dài cho mục con
zh_cn: 子项目长日期格式
zh_tw: 子項目長日期格式

source: Subitem short date format
vi_vn: Định dạng ngày ngắn cho mục con
zh_cn: 子项目短日期格式
zh_tw: 子項目簡短日期格式

source: Submit
vi_vn: Gửi
zh_cn: 提交
zh_tw: 送出

source: Submit search request
vi_vn: Gửi yêu cầu tìm kiếm
zh_cn: 提交搜索请求
zh_tw: 送出搜尋請求

source: submitted for review
vi_vn: đã gửi để duyệt
zh_cn: 已提交审核
zh_tw: 已提交審核

# Subscribe to a story.
source: Subscribe
vi_vn: Theo dõi
zh_cn: 订阅
zh_tw: 訂閱

source: Subscriber capabilities have been updated.
vi_vn: Quyền hạn của người theo dõi đã được cập nhật.
zh_cn: 订阅者权限已更新。
zh_tw: 訂閱者權限已更新。

source: SubscribeStar link
vi_vn: Liên kết SubscribeStar
zh_cn: SubscribeStar 链接
zh_tw: SubscribeStar 連結

# SubscribeStar link meta field label.
source: SubscribeStar Link
vi_vn: Liên kết SubscribeStar
zh_cn: SubscribeStar 链接
zh_tw: SubscribeStar 連結

source: Successfully unsubscribed from comment #%1$s in <a href="%2$s">%3$s</a>!
vi_vn: Đã hủy theo dõi thành công bình luận #%1$s trong <a href="%2$s">%3$s</a>!
zh_cn: 已成功退订 <a href="%2$s">%3$s</a> 中的评论 #%1$s ！
zh_tw: 已成功取消訂閱 <a href="%2$s">%3$s</a> 中的迴響 #%1$s！

source: Suggest color-coded text changes in the comments.
vi_vn: Gợi ý thay đổi văn bản bằng mã màu trong bình luận.
zh_cn: 在评论中建议颜色编码的文本更改。
zh_tw: 在迴響中建議以顏色區分的文字變更。

source: Suggestion appended to comment!<br><a style="font-weight: 700;" href="#comments">Go to comment section.</a>
vi_vn: Gợi ý đã được đính kèm vào bình luận!<br><a style="font-weight: 700;" href="#comments">Đi đến phần bình luận.</a>
zh_cn: 建议已附加至评论中！<br><a style="font-weight: 700;" href="#comments">前往评论区。</a>
zh_tw: 建議已附加至迴響！<br><a style="font-weight: 700;" href="#comments">前往迴響區塊。</a>

# Suggestion modal heading.
source: Suggestion
vi_vn: Gợi ý
zh_cn: 建议
zh_tw: 建議

# Support _author_
source: Support <em>%s</em>
vi_vn: Ủng hộ <em>%s</em>
zh_cn: 支持 <em>%s</em>
zh_tw: 贊助 <em>%s</em>
