Repository: phiidz/Fictioneer-vi_VN-zh_TW
Catalog: languages/*.po
Languages: vi_vn, zh_cn, zh_tw

source: Offset for the maximum width of the story page cover image in pixels. Default 0. Does not work on the "Top-Left Overflow" position.
vi_vn: Khoảng bù cho chiều rộng tối đa của ảnh bìa trang truyện tính bằng pixel. Mặc định là 0. Không hoạt động ở vị trí "Top-Left Overflow".
zh_cn: 作品页面封面图像最大宽度的偏移量（像素）。默认值 0。不适用于“左上角溢出”位置。
zh_tw: 故事頁面封面圖片最大寬度的偏移值 (以像素為單位)。預設為 0。在「左上角溢出」位置無效。

# Oneshot story status
source: Oneshot
zh_cn: 单篇完结
zh_tw: 短篇

# Ongoing story status
source: Ongoing
vi_vn: Đang tiến hành
zh_cn: 连载中
zh_tw: 連載中

source: Only applied to the page.
vi_vn: Chỉ áp dụng cho trang này.
zh_cn: 仅应用于此页面。
zh_tw: 僅套用於此頁面。

source: Only changes the displayed status.
vi_vn: Chỉ thay đổi trạng thái hiển thị.
zh_cn: 仅更改显示的状态。
zh_tw: 僅更改顯示的狀態。

source: Only count stories in taxonomy clouds
vi_vn: Chỉ đếm số truyện trong các đám mây phân loại
zh_cn: 仅在分类法云图中统计作品
zh_tw: 僅計算分類法標籤雲中的故事

source: Only do this if lists on story pages are outdated.
vi_vn: Chỉ thực hiện việc này nếu danh sách trên trang truyện đã cũ.
zh_cn: 仅当作品页面上的列表过时时才这样做。
zh_tw: 僅在故事頁面清單過時才執行此操作。

source: Only do this if shortcodes are not properly updated.
vi_vn: Chỉ thực hiện việc này nếu các shortcode không được cập nhật chính xác.
zh_cn: 仅当短代码未正确更新时才这样做。
zh_tw: 僅在簡碼未正確更新時執行此操作。

source: Only do this if you define everything yourself.
vi_vn: Chỉ thực hiện việc này nếu bạn tự định nghĩa mọi thứ.
zh_cn: 仅当你自己定义所有内容时才这样做。
zh_tw: 僅在您自行定義所有內容時執行此操作。

source: Only do this if you integrate it yourself.
vi_vn: Chỉ thực hiện việc này nếu bạn tự tích hợp nó.
zh_cn: 仅当你自己集成它时才这样做。
zh_tw: 僅在您自行整合時執行此操作。

source: Only do this if you render dynamic content in the menus.
vi_vn: Chỉ thực hiện việc này nếu bạn hiển thị nội dung động trong menu.
zh_cn: 仅当你在菜单中渲染动态内容时才这样做。
zh_tw: 僅在您於選單中渲染動態內容時執行此操作。

source: Only if the user can access these posts.
vi_vn: Chỉ khi người dùng có quyền truy cập các bài viết này.
zh_cn: 仅当用户可以访问这些文章时。
zh_tw: 僅當使用者可以存取這些文章時。

source: Only one font per link per line.
vi_vn: Mỗi dòng chỉ một phông chữ cho mỗi liên kết.
zh_cn: 每行每个链接仅限一种字体。
zh_tw: 每行每個連結僅限一種字體。

source: Only one link per line.
vi_vn: Mỗi dòng chỉ một liên kết.
zh_cn: 每行仅限一个链接。
zh_tw: 每行僅限一個連結。

source: Only used by the Post Content header style. Enter the ID of the post or page you want to render as header. Can impact performance.
vi_vn: Chỉ được sử dụng bởi kiểu đầu trang Nội dung Bài viết. Nhập ID của bài viết hoặc trang bạn muốn hiển thị làm đầu trang. Có thể ảnh hưởng đến hiệu năng.
zh_cn: 仅由“文章内容”页眉样式使用。输入要渲染为页眉的文章或页面的ID。可能影响性能。
zh_tw: 僅供文章內容頁首樣式使用。輸入您要渲染為頁首的文章或頁面 ID。這可能會影響效能。

source: Only works if the theme RSS feeds are enabled.
vi_vn: Chỉ hoạt động nếu nguồn cấp RSS của giao diện được bật.
zh_cn: 仅在主题RSS源启用时才有效。
zh_tw: 僅在啟用佈景主題 RSS 資訊提供時有效。

source: Open
vi_vn: Mở
zh_cn: 打开
zh_tw: 開啟

source: Open chapter formatting modal
vi_vn: Mở bảng tùy chỉnh định dạng chương
zh_cn: 打开章节格式设置模态框
zh_tw: 打開章節格式設定視窗

source: Open Graph Default Image
vi_vn: Ảnh mặc định Open Graph
zh_cn: Open Graph 默认图像
zh_tw: Open Graph 預設圖片

source: Open Graph Image
vi_vn: Ảnh Open Graph
zh_cn: Open Graph 图像
zh_tw: Open Graph 圖片

source: Open Graph images, chat embeds, meta tags, and schema graphs for rich snippets. Incompatible with SEO plugins.
vi_vn: Ảnh Open Graph, nhúng chat, thẻ meta và sơ đồ schema cho rich snippets. Không tương thích với các plugin SEO.
zh_cn: 用于富摘要的Open Graph图像、聊天嵌入、元标签和模式图。与SEO插件不兼容。
zh_tw: 用於豐富網頁摘要的 Open Graph 圖片、聊天內嵌、Meta 標籤和 Schema 圖表。與 SEO 外掛不相容。

source: Open info box
vi_vn: Mở hộp thông tin
zh_cn: 打开信息框
zh_tw: 打開資訊方塊

source: Open login modal
vi_vn: Mở khung đăng nhập
zh_cn: 打开登录模态框
zh_tw: 開啟登入視窗

source: Open site settings modal
vi_vn: Mở khung cài đặt trang web
zh_cn: 打开站点设置模态框
zh_tw: 開啟網站設定視窗

source: Opens modal with timestamped chapter changes.
vi_vn: Mở cửa sổ hiển thị các thay đổi của chương theo mốc thời gian.
zh_cn: 打开带有时间戳章节更改的模态框。
zh_tw: 開啟包含章節變更時間戳記的視窗。

source: Operator. Either must match (OR) or all must match (AND).
vi_vn: Toán tử. Phải khớp một trong số đó (OR) hoặc phải khớp tất cả (AND).
zh_cn: 操作符。任意匹配（OR）或全部匹配（AND）。
zh_tw: 運算子。必須符合其中之一 (OR) 或全部符合 (AND)。

source: Optimize
vi_vn: Tối ưu hóa
zh_cn: 优化
zh_tw: 最佳化

source: Optimized database and removed %s superfluous or orphaned rows.
vi_vn: Đã tối ưu hóa cơ sở dữ liệu và loại bỏ %s hàng thừa hoặc không còn sử dụng.
zh_cn: 已优化数据库并移除了 %s 个多余或孤立的行。
zh_tw: 已最佳化資料庫並移除 %s 個多餘或孤立的資料列。

source: Optional age rating only for the chapter.
vi_vn: Giới hạn độ tuổi tùy chọn chỉ dành cho chương này.
zh_cn: 仅适用于此章节的可选年龄分级。
zh_tw: 僅針對該章節的選填年齡分級。

source: Optional, leave empty to hide.
vi_vn: Tùy chọn, để trống để ẩn.
zh_cn: 可选，留空则隐藏。
zh_tw: 選填，留空即可隱藏。

source: Order By
vi_vn: Sắp xếp theo
zh_cn: 排序方式
zh_tw: 排序依據

source: Organize chapters into groups; mind the order and spelling (case-sensitive). Only rendered if there are at least two, unassigned chapters are grouped under "Unassigned".
vi_vn: Sắp xếp chương thành các nhóm; lưu ý thứ tự và chính tả (có phân biệt chữ hoa chữ thường). Chỉ hiển thị nếu có ít nhất hai nhóm, các chương không được chỉ định sẽ được nhóm vào mục "Chưa phân loại".
zh_cn: 将章节组织成组；注意顺序和拼写（区分大小写）。仅在至少有两个组时才会渲染，未分配的章节将被归入“未分配”组。
zh_tw: 將章節整理成群組；請注意順序與拼寫 (區分大小寫)。僅在至少有兩個群組時才會顯示，未分配的章節將歸類於「未分配」下。

source: Original Content Copyright © %s. All rights reserved.
vi_vn: Bản quyền nội dung gốc © %s. Mọi quyền được bảo lưu.
zh_cn: 原创内容版权所有 © %s。保留所有权利。
zh_tw: 原創內容版權所有 © %s。保留所有權利。

source: Overridden by personal site settings.
vi_vn: Được thay thế bởi cài đặt cá nhân của trang web.
zh_cn: 被个人站点设置覆盖。
zh_tw: 由個人網站設定覆蓋。

source: Override assigned badge
vi_vn: Thay thế huy hiệu đã cấp
zh_cn: 覆盖分配的徽章
zh_tw: 覆蓋分配的徽章

source: Override chapter status icons
vi_vn: Thay thế biểu tượng trạng thái chương
zh_cn: 覆盖章节状态图标
zh_tw: 覆蓋章節狀態圖示

source: Override story Patreon settings
vi_vn: Thay thế cài đặt Patreon của truyện
zh_cn: 覆盖作品Patreon设置
zh_tw: 覆蓋故事 Patreon 設定

source: Override the user’s badge.
vi_vn: Thay thế huy hiệu của người dùng.
zh_cn: 覆盖用户的徽章。
zh_tw: 覆蓋使用者的徽章。

source: Page
vi_vn: Trang
zh_cn: 页面
zh_tw: 頁面

source: Page Assignments
vi_vn: Chỉ định trang
zh_cn: 页面分配
zh_tw: 頁面指派

source: Page Background
vi_vn: Nền trang
zh_cn: 页面背景
zh_tw: 頁面背景

source: Page Capabilities
vi_vn: Quyền hạn trang
zh_cn: 页面权限
zh_tw: 頁面權限

# Page filter ans search meta field label.
source: Filter & Search ID
vi_vn: ID Lọc & Tìm kiếm
zh_cn: 筛选和搜索ID
zh_tw: 篩選與搜尋 ID

# Page short name meta field label.
source: Short Name
vi_vn: Tên ngắn gọn
zh_cn: 简称
zh_tw: 簡稱

source: Page Style
vi_vn: Kiểu trang
zh_cn: 页面样式
zh_tw: 頁面樣式

# Pagination jump prompt.
source: Enter page number:
vi_vn: Nhập số trang:
zh_cn: 输入页码：
zh_tw: 輸入頁碼：

source: Paragraph Spacing
vi_vn: Khoảng cách đoạn văn
zh_cn: 段落间距
zh_tw: 段落間距

# Paragraph tools bookmark button
source: Bookmark
vi_vn: Đánh dấu
zh_cn: 书签
zh_tw: 書籤

# Paragraph tools copy link button
source: Link
vi_vn: Liên kết
zh_cn: 链接
zh_tw: 連結

# Paragraph tools quote button
source: Quote
vi_vn: Trích dẫn
zh_cn: 引用
zh_tw: 引用

# Paragraph tools suggestion button
source: Suggestion
vi_vn: Góp ý
zh_cn: 建议
zh_tw: 建議

# Paragraph tools text-to-speech button
source: TTS
vi_vn: Đọc truyện (TTS)
zh_cn: TTS文本转语音
zh_tw: 文字轉語音

source: Paragraphs in chapters have a first-line indentation by default to guide the reading eye. However, you may find this unaesthetic and prefer to disable it. Note that users can still enable indentation through the chapter formatting modal and once a setting is stored locally, it is unaffected by this option. You cannot override user formatting.
vi_vn: Các đoạn văn trong chương mặc định sẽ thụt lề dòng đầu tiên để giúp điều hướng mắt khi đọc. Tuy nhiên, bạn có thể thấy điều này không thẩm mỹ và muốn tắt nó đi. Lưu ý rằng người dùng vẫn có thể bật thụt lề thông qua bảng định dạng chương và một khi cài đặt đã được lưu cục bộ, nó sẽ không bị ảnh hưởng bởi tùy chọn này. Bạn không thể ghi đè định dạng của người dùng.
zh_cn: 默认情况下，章节中的段落具有首行缩进以引导阅读视线。但是，你可能觉得这不美观并希望禁用它。请注意，用户仍然可以通过章节格式设置模态框启用缩进，并且一旦设置存储在本地，就不会受此选项影响。你无法覆盖用户的格式设置。
zh_tw: 章節中的段落預設會有首行縮排，以引導閱讀。然而，您可能會覺得這不美觀並希望將其停用。請注意，使用者仍可透過章節格式化視窗啟用縮排，且一旦設定儲存在本地，就不會受此選項影響。您無法覆蓋使用者的格式設定。

source: Parent Character
vi_vn: Nhân vật gốc
zh_cn: 父角色
zh_tw: 父角色

source: Parent Character:
vi_vn: Nhân vật gốc:
zh_cn: 父角色：
zh_tw: 父角色：

source: Parent comment has not been approved yet.
vi_vn: Bình luận cấp trên chưa được phê duyệt.
zh_cn: 父评论尚未被批准。
zh_tw: 父迴響尚未通過審核。

source: Parent Content Warning
vi_vn: Cảnh báo nội dung cha
zh_cn: 父内容警告
zh_tw: 父內容警告

source: Parent Content Warning:
vi_vn: Cảnh báo nội dung cha:
zh_cn: 父内容警告：
zh_tw: 父內容警告：

source: Parent Fandom
vi_vn: Fandom cha
zh_cn: 父同人圈
zh_tw: 父同人圈

source: Parent Fandom:
vi_vn: Fandom cha:
zh_cn: 父同人圈：
zh_tw: 父同人圈：

source: Parent Genre
vi_vn: Thể loại cha
zh_cn: 父类型
zh_tw: 父類型

source: Parent Genre:
vi_vn: Thể loại cha:
zh_cn: 父类型：
zh_tw: 父類型：

source: Partial database error. Only %1$s of %2$s comments could be cleared.
vi_vn: Lỗi cơ sở dữ liệu một phần. Chỉ %1$s trên %2$s bình luận đã được dọn sạch.
zh_cn: 部分数据库错误。只能清除 %2$s 条评论中的 %1$s 条。
zh_tw: 部分資料庫錯誤。只有 %1$s/%2$s 則迴響已被清除。

source: Password
vi_vn: Mật khẩu
zh_cn: 密码
zh_tw: 密碼

# Password expiration meta field label.
source: Expire Post Password
vi_vn: Hết hạn mật khẩu bài viết
zh_cn: 文章密码过期
zh_tw: 文章密碼過期

source: Password Note
vi_vn: Ghi chú mật khẩu
zh_cn: 密码备注
zh_tw: 密碼備註

source: Password required.
vi_vn: Yêu cầu mật khẩu.
zh_cn: 需要密码。
zh_tw: 需要密碼。

source: Past %s Days
vi_vn: %s ngày qua
zh_cn: 过去 %s 天
zh_tw: 過去 %s 天

source: Past 24 Hours
vi_vn: 24 giờ qua
zh_cn: 过去24小时
zh_tw: 過去 24 小時

source: Past 3 Days
vi_vn: 3 ngày qua
zh_cn: 过去3天
zh_tw: 過去 3 天

source: Past 3 Months
vi_vn: 3 tháng qua
zh_cn: 过去3个月
zh_tw: 過去 3 個月

source: Past 6 Months
vi_vn: 6 tháng qua
zh_cn: 过去6个月
zh_tw: 過去 6 個月

source: Past Month
vi_vn: Tháng qua
zh_cn: 过去一个月
zh_tw: 過去一個月

source: Past Week
vi_vn: Tuần qua
zh_cn: 过去一周
zh_tw: 過去一週

source: Past Year
vi_vn: Năm qua
zh_cn: 过去一年
zh_tw: 過去一年

source: Patreon account successfully linked.
vi_vn: Liên kết tài khoản Patreon thành công.
zh_cn: Patreon账户已成功关联。
zh_tw: Patreon 帳號已成功連結。

# Patreon amount cents bulk edit label.
source: Patreon Amount Cents (Override)
vi_vn: Số tiền Patreon (Cent) (Ghi đè)
zh_cn: Patreon金额美分（覆盖）
zh_tw: Patreon 金額分（覆蓋）

# Patreon amount cents list table column title.
source: Patreon Cents
vi_vn: Số tiền Patreon (Cent)
zh_cn: Patreon美分
zh_tw: Patreon 分

# Patreon amount cents meta field label.
source: Patreon Amount Cents
vi_vn: Số tiền Patreon (Cent)
zh_cn: Patreon金额美分
zh_tw: Patreon 金額分

source: Patreon badge label
vi_vn: Nhãn huy hiệu Patreon
zh_cn: Patreon徽章标签
zh_tw: Patreon 徽章標籤

source: Patreon campaign link
vi_vn: Liên kết chiến dịch Patreon
zh_cn: Patreon活动链接
zh_tw: Patreon 活動連結

source: Patreon Client ID
zh_cn: Patreon客户端ID
zh_tw: Patreon 客戶端 ID

source: Patreon Client Secret
zh_cn: Patreon客户端密钥
zh_tw: Patreon 客戶端密鑰

source: Patreon comment badge label
vi_vn: Nhãn huy hiệu bình luận Patreon
zh_cn: Patreon评论徽章标签
zh_tw: Patreon 留言徽章標籤

source: Patreon connection successfully removed.
vi_vn: Đã gỡ bỏ kết nối Patreon thành công.
zh_cn: Patreon连接已成功移除。
zh_tw: Patreon 連線已成功移除。

# Patreon connection tier table.
source: Amount Cents
vi_vn: Số tiền (Cent)
zh_cn: 金额美分
zh_tw: 金額 (分)

# Patreon connection tier table.
source: Published
vi_vn: Đã đăng
zh_cn: 已发布
zh_tw: 已發佈

# Patreon connection tier table.
source: Tier
vi_vn: Cấp độ
zh_cn: 等级
zh_tw: 等級

source: Patreon gate message override
vi_vn: Ghi đè thông báo khóa nội dung Patreon
zh_cn: Patreon 付费内容消息覆盖
zh_tw: 覆蓋 Patreon 鎖定訊息

source: Patreon gate message override (below link, leave empty for default)
vi_vn: Ghi đè thông báo khóa nội dung Patreon (phần dưới liên kết, để trống nếu dùng mặc định)
zh_cn: Patreon 付费内容消息覆盖（链接下方，留空使用默认）
zh_tw: 覆蓋 Patreon 鎖定訊息 (位於連結下方，留空則使用預設值)

source: Patreon ID Hash
vi_vn: Mã băm ID Patreon
zh_cn: Patreon ID哈希值
zh_tw: Patreon ID 雜湊

source: Patreon link
vi_vn: Liên kết Patreon
zh_cn: Patreon链接
zh_tw: Patreon 連結

# Patreon link meta field label.
source: Patreon Link
vi_vn: Liên kết Patreon
zh_cn: Patreon链接
zh_tw: Patreon 連結

source: Patreon Membership
vi_vn: Tư cách thành viên Patreon
zh_cn: Patreon会员资格
zh_tw: Patreon 會員資格

# Patreon tiers bulk edit label.
source: Patreon Tiers (Override)
vi_vn: Cấp độ Patreon (Ghi đè)
zh_cn: Patreon等级（覆盖）
zh_tw: Patreon 層級 (覆蓋)

source: Patreon tiers have been deleted.
vi_vn: Các cấp độ Patreon đã bị xóa.
zh_cn: Patreon等级已被删除。
zh_tw: Patreon 層級已刪除。

source: Patreon tiers have been pulled successfully.
vi_vn: Đã lấy dữ liệu các cấp độ Patreon thành công.
zh_cn: Patreon等级已成功拉取。
zh_tw: Patreon 層級已成功獲取。

# Patreon tiers list table column title.
source: Patreon Tiers
vi_vn: Cấp độ Patreon
zh_cn: Patreon等级
zh_tw: Patreon 層級

# Patreon tiers meta field label.
source: Patreon Tiers
vi_vn: Cấp độ Patreon
zh_cn: Patreon等级
zh_tw: Patreon 層級

# Pattern for connection updates in logs.
source: %s updated.
vi_vn: %s đã được cập nhật.
zh_cn: %s 已更新。
zh_tw: %s 已更新。

# Pattern for deleted files in logs: "Deleted file from server: {Filename}".
source: Deleted file from server: %s
vi_vn: Đã xóa tệp khỏi máy chủ: %s
zh_cn: 已从服务器删除文件：%s
zh_tw: 已從伺服器刪除檔案：%s

# Pattern for page assignment updates in logs.
source: %1$s changed from "%2$s" to "%3$s"
vi_vn: %1$s đã thay đổi từ "%2$s" thành "%3$s"
zh_cn: %1$s 从 "%2$s" 更改为 "%3$s"
zh_tw: %1$s 已從「%2$s」變更為「%3$s」

# Pattern for phrase updates in logs.
source: %1$s phrase changed to "%2$s"
vi_vn: Cụm từ %1$s đã đổi thành "%2$s"
zh_cn: %1$s 短语已更改为 "%2$s"
zh_tw: %1$s 片語已變更為「%2$s」

# Pattern for purged schema graphs in logs: "Purged schema graph of #{%s}".
source: Purged schema graph of #%s
vi_vn: Đã xóa sạch biểu đồ schema của #%s
zh_cn: 已清除 #%s 的模式图
zh_tw: 已清除 #%s 的架構圖

source: Pause
vi_vn: Tạm dừng
zh_cn: 暂停
zh_tw: 暫停

source: PayPal link
vi_vn: Liên kết PayPal
zh_cn: PayPal 链接
zh_tw: PayPal 連結

# Paypal link meta field label.
source: Paypal Link
vi_vn: Liên kết PayPal
zh_cn: Paypal 链接
zh_tw: PayPal 連結

source: Performance
vi_vn: Hiệu suất
zh_cn: 性能
zh_tw: 效能

source: Performed legacy cleanups: %s.
vi_vn: Đã thực hiện dọn dẹp dữ liệu cũ: %s.
zh_cn: 已执行旧数据清理：%s。
zh_tw: 已執行舊版清理：%s。

source: Permission denied!
vi_vn: Quyền truy cập bị từ chối!
zh_cn: 权限被拒绝！
zh_tw: 拒絕存取！

source: Permission denied. This is not your comment.
vi_vn: Quyền truy cập bị từ chối. Đây không phải là bình luận của bạn.
zh_cn: 权限被拒绝。这不是你的评论。
zh_tw: 拒絕存取。這不是您的留言。

source: Phrases
vi_vn: Cụm từ
zh_cn: 短语
zh_tw: 片語

# Pitch for text-to-speech voice.
source: Pitch
vi_vn: Cao độ
zh_cn: 音高
zh_tw: 音高

source: Placeholder Image
vi_vn: Ảnh giữ chỗ
zh_cn: 占位符图像
zh_tw: 預留位置圖片

source: Play
vi_vn: Phát
zh_cn: 播放
zh_tw: 播放

source: Please enter search parameters.
vi_vn: Vui lòng nhập thông số tìm kiếm.
zh_cn: 请输入搜索参数。
zh_tw: 請輸入搜尋參數。

source: Please enter your message.
vi_vn: Vui lòng nhập tin nhắn của bạn.
zh_cn: 请输入你的消息。
zh_tw: 請輸入您的訊息。

source: Pledge threshold to ignore the password.
vi_vn: Ngưỡng ủng hộ để bỏ qua mật khẩu.
zh_cn: 忽略密码所需的赞助门槛。
zh_tw: 忽略密碼的贊助門檻。

source: Plugins
vi_vn: Plugin
zh_cn: 插件
zh_tw: 外掛程式

source: Polygons
vi_vn: Đa giác
zh_cn: 多边形
zh_tw: 多邊形

source: Post
vi_vn: Bài viết
zh_cn: 文章
zh_tw: 文章

source: Post Capabilities
vi_vn: Quyền hạn bài viết
zh_cn: 文章权限
zh_tw: 文章權限

source: Post Content Header ID
vi_vn: ID tiêu đề nội dung bài viết
zh_cn: 文章内容页眉ID
zh_tw: 文章內容標題 ID

source: Post ID (0 to remove)
vi_vn: ID bài viết (0 để xóa)
zh_cn: 文章ID（0表示移除）
zh_tw: 文章 ID (輸入 0 以移除)

source: Post IDs
vi_vn: ID bài viết
zh_cn: 文章ID
zh_tw: 文章 ID

source: Post IDs excluded from sitemap
vi_vn: Các ID bài viết bị loại khỏi sitemap
zh_cn: 从站点地图中排除的文章ID
zh_tw: 從網站地圖中排除的文章 ID

source: Post Type
vi_vn: Loại bài viết
zh_cn: 文章类型
zh_tw: 文章類型

# Post type label.
source: Chapter
vi_vn: Chương
zh_cn: 章节
zh_tw: 章節

# Post type label.
source: Collection
vi_vn: Bộ sưu tập
zh_cn: 合集
zh_tw: 收藏

# Post type label.
source: Page
vi_vn: Trang
zh_cn: 页面
zh_tw: 頁面

# Post type label.
source: Post
vi_vn: Bài viết
zh_cn: 文章
zh_tw: 文章

# Post type label.
source: Rec
vi_vn: Đề cử
zh_cn: 推荐
zh_tw: 推薦

# Post type label.
source: Story
vi_vn: Truyện
zh_cn: 作品
zh_tw: 故事

source: Potential Issues
vi_vn: Vấn đề tiềm ẩn
zh_cn: 潜在问题
zh_tw: 潛在問題

source: Pre-selected font used in chapters. Defaults to primary font.
vi_vn: Phông chữ được chọn sẵn dùng trong chương. Mặc định là phông chữ chính.
zh_cn: 章节中使用的预选字体。默认为主字体。
zh_tw: 用於章節的預選字型。預設為主要字型。

source: Prefix, such as "Prologue" or "Act I ~ 01".
vi_vn: Tiền tố, ví dụ như "Lời mở đầu" hoặc "Hồi I ~ 01".
zh_cn: 前缀，例如“序章”或“第一幕 ~ 01”。
zh_tw: 前綴，例如「序幕」或「第一幕 ~ 01」。

source: Preload Fonts (Advanced)
vi_vn: Tải trước phông chữ (Nâng cao)
zh_cn: 预加载字体（高级）
zh_tw: 預載字體 (進階)

source: Preloading the header image can speed up your LCP time (Largest Contentful Paint), resulting in a better user experience and search rank. However, this typically clashes with image CDNs because the preload URL can differ from the CDN-provided URL, resulting in an incorrect preload, making your site actually slower.
vi_vn: Tải trước ảnh đầu trang có thể tăng tốc thời gian LCP (Largest Contentful Paint) của bạn, mang lại trải nghiệm người dùng và thứ hạng tìm kiếm tốt hơn. Tuy nhiên, việc này thường xung đột với các CDN hình ảnh vì URL tải trước có thể khác với URL do CDN cung cấp, dẫn đến việc tải trước không chính xác, thực tế làm cho trang web của bạn chậm hơn.
zh_cn: 预加载页眉图像可以加速你的LCP（最大内容绘制）时间，从而改善用户体验和搜索排名。然而，这通常与图像CDN冲突，因为预加载URL可能与CDN提供的URL不同，导致错误的预加载，使你的网站实际上变慢。
zh_tw: 預載頁首圖片可以縮短 LCP 時間 (最大內容繪製)，從而提供更好的使用者體驗和搜尋排名。然而，這通常會與圖片 CDN 產生衝突，因為預載 URL 可能與 CDN 提供的 URL 不同，導致預載不正確，進而使您的網站速度變慢。

source: Prev Font
vi_vn: Phông trước
zh_cn: 上一个字体
zh_tw: 上一個字體

source: Prevent avatar from being overwritten with the latest OAuth account login.
vi_vn: Ngăn chặn ảnh đại diện bị ghi đè khi đăng nhập bằng tài khoản OAuth mới nhất.
zh_cn: 防止头像被最新的 OAuth 账户登录操作覆盖。
zh_tw: 防止大頭照被最新的 OAuth 帳號登入資訊覆蓋。

source: Prevent saving of IP address for commenters?
vi_vn: Ngăn lưu địa chỉ IP của người bình luận?
zh_cn: 防止保存评论者的IP地址？
zh_tw: 防止儲存留言者的 IP 位址？

source: Prevents users from ending up on the login page.
vi_vn: Ngăn người dùng bị chuyển hướng đến trang đăng nhập.
zh_cn: 防止用户最终停留在登录页面。
zh_tw: 防止使用者最後進入登入頁面。

source: Preview
vi_vn: Xem trước
zh_cn: 预览
zh_tw: 預覽

source: Preview genre list (hover for description)
vi_vn: Xem trước danh sách thể loại (di chuột để xem mô tả)
zh_cn: 预览类型列表（悬停查看描述）
zh_tw: 預覽類型列表 (懸停以查看描述)

source: Preview tag list (hover for description)
vi_vn: Xem trước danh sách thẻ (di chuột để xem mô tả)
zh_cn: 预览标签列表（悬停查看描述）
zh_tw: 預覽標籤列表 (懸停以查看描述)

source: Primary base text color for page content.
vi_vn: Màu văn bản cơ bản chính cho nội dung trang.
zh_cn: 页面内容的主要基础文本颜色。
zh_tw: 頁面內容的主要基礎文字顏色。

source: Primary base text color for page content. Default contrast ~7:3 on BG-700.
vi_vn: Màu văn bản cơ bản chính cho nội dung trang. Độ tương phản mặc định ~7:3 trên nền BG-700.
zh_cn: 页面内容的主要基础文本颜色。在 BG-700 上默认对比度约为 7:3。
zh_tw: 頁面內容的主要基礎文字顏色。在 BG-700 上的預設對比度約為 7:3。

source: Primary faded text color for page content.
vi_vn: Màu văn bản mờ chính cho nội dung trang.
zh_cn: 页面内容的主要褪色文本颜色。
zh_tw: 頁面內容的主要淡化文字顏色。

source: Primary faded text color for page content. Default contrast ~6:1 on BG-700.
vi_vn: Màu văn bản mờ chính cho nội dung trang. Độ tương phản mặc định ~6:1 trên nền BG-700.
zh_cn: 页面内容的主要褪色文本颜色。在 BG-700 上默认对比度约为 6:1。
zh_tw: 頁面內容的主要淡化文字顏色。在 BG-700 上的預設對比度約為 6:1。

source: Primary Font
vi_vn: Phông chữ chính
zh_cn: 主字体
zh_tw: 主要字體

source: Primary heavy text color for page content.
vi_vn: Màu văn bản đậm chính cho nội dung trang.
zh_cn: 页面内容的主要重色文本颜色。
zh_tw: 頁面內容的主要深色文字顏色。

source: Primary heavy text color for page content. Default contrast ~8:1 on BG-700.
vi_vn: Màu văn bản đậm chính cho nội dung trang. Độ tương phản mặc định ~8:1 trên nền BG-700.
zh_cn: 页面内容的主要重色文本颜色。在 BG-700 上默认对比度约为 8:1。
zh_tw: 頁面內容的主要深色文字顏色。在 BG-700 上的預設對比度約為 8:1。

source: Primary link to the recommendation or author's website.
vi_vn: Liên kết chính đến đề cử hoặc trang web của tác giả.
zh_cn: 指向推荐或作者网站的主要链接。
zh_tw: 推薦連結或作者網站的主要連結。

source: Private comment
vi_vn: Bình luận riêng tư
zh_cn: 私密评论
zh_tw: 私人留言

source: Private comments are invisible to the public.
vi_vn: Các bình luận riêng tư sẽ không hiển thị với công chúng.
zh_cn: 私密评论对公众不可见。
zh_tw: 私人留言對公眾不可見。

# Private comments filter in comment screen dropdown.
source: Private
vi_vn: Riêng tư
zh_cn: 私密
zh_tw: 私人

source: Private Reply
vi_vn: Trả lời riêng tư
zh_cn: 私密回复
zh_tw: 私人回覆

source: Profile
vi_vn: Hồ sơ
zh_cn: 资料
zh_tw: 個人資料

source: Profile Flags
vi_vn: Cờ hồ sơ
zh_cn: 资料标记
zh_tw: 個人資料標記

source: Profile updated.
vi_vn: Đã cập nhật hồ sơ.
zh_cn: 资料已更新。
zh_tw: 個人資料已更新。

# Prompt confirm deletion string.
source: delete
vi_vn: xóa
zh_cn: 删除
zh_tw: 刪除

# Prompt deletion confirmation string.
source: DELETE
vi_vn: XÓA
zh_cn: 删除
zh_tw: 刪除

source: Provided post ID is not a story ID.
vi_vn: ID bài viết được cung cấp không phải là ID của truyện.
zh_cn: 提供的文章ID不是作品ID。
zh_tw: 提供的文章 ID 不是故事 ID。

source: Published
vi_vn: Đã đăng
zh_cn: 已发布
zh_tw: 已發佈

source: published
vi_vn: đã đăng
zh_cn: 已发布
zh_tw: 已發佈

source: Pull Tiers
vi_vn: Lấy các cấp độ
zh_cn: 拉取等级
zh_tw: 提取層級

source: Purge
vi_vn: Xóa sạch
zh_cn: 清除
zh_tw: 清除

source: Purge All
vi_vn: Xóa sạch tất cả
zh_cn: 全部清除
zh_tw: 全部清除

source: Purge all caches on content updates
vi_vn: Xóa sạch tất cả cache khi cập nhật nội dung
zh_cn: 内容更新时清除所有缓存
zh_tw: 內容更新時清除所有快取

source: Purge Theme Caches
vi_vn: Xóa Cache Giao diện
zh_cn: 清除主题缓存
zh_tw: 清除佈景主題快取

source: Purged theme caches.
vi_vn: Đã xóa cache giao diện.
zh_cn: 已清除主题缓存。
zh_tw: 已清除佈景主題快取。

source: Purging all schema graphs... %1$s/%2$s
vi_vn: Đang xóa tất cả biểu đồ schema... %1$s/%2$s
zh_cn: 正在清除所有模式图... %1$s/%2$s
zh_tw: 正在清除所有結構化資料圖表... %1$s/%2$s

source: Purging…
vi_vn: Đang xóa...
zh_cn: 正在清除…
zh_tw: 正在清除...

source: Quick buttons to wrap text selection in BBCodes.
vi_vn: Các nút nhanh để chèn mã BBCode cho phần văn bản được chọn.
zh_cn: 快速按钮，用于将选中的文本用BBCode包裹。
zh_tw: 將選取文字包裹在 BBCode 中的快速按鈕。

source: Quote appended to comment!<br><a style="font-weight: 700;" href="#comments">Go to comment section.</a>
vi_vn: Đã trích dẫn vào bình luận!<br><a style="font-weight: 700;" href="#comments">Đi đến phần bình luận.</a>
zh_cn: 引用已附加至评论中！<br><a style="font-weight: 700;" href="#comments">前往评论区</a>
zh_tw: 引用已附加至評論！<br><a style="font-weight: 700;" href="#comments">前往評論區段。</a>

source: Randomize OAuth 2.0 usernames
vi_vn: Ngẫu nhiên hóa tên người dùng OAuth 2.0
zh_cn: 随机化 OAuth 2.0 用户名
zh_tw: 隨機化 OAuth 2.0 使用者名稱

# Rate for text-to-speech voice.
source: Rate
vi_vn: Tốc độ
zh_cn: 语速
zh_tw: 語速

# Rate limit reached notification.
source: Slow down.
vi_vn: Vui lòng thao tác chậm lại.
zh_cn: 请慢一点。
zh_tw: 請稍慢。

source: Rating
vi_vn: Đánh giá
zh_cn: 分级
zh_tw: 評分

source: Reach a larger audience by allowing external services to index and search your stories (metadata only).
vi_vn: Tiếp cận đối tượng độc giả lớn hơn bằng cách cho phép các dịch vụ bên ngoài lập chỉ mục và tìm kiếm truyện của bạn (chỉ dữ liệu meta).
zh_cn: 通过允许外部服务索引和搜索你的作品（仅元数据），触达更广泛的受众。
zh_tw: 允許外部服務索引並搜尋您的故事（僅限中繼資料），藉此觸及更多讀者。

# Read more link aria label
source: Continue reading %s
vi_vn: Tiếp tục đọc %s
zh_cn: 继续阅读 %s
zh_tw: 繼續閱讀 %s

# Read more of a post.
source: Read More
vi_vn: Đọc tiếp
zh_cn: 阅读更多
zh_tw: 閱讀更多

source: Read on
vi_vn: Đọc tại
zh_cn: 继续阅读
zh_tw: 繼續閱讀

source: Reading
vi_vn: Đang đọc
zh_cn: 阅读
zh_tw: 正在閱讀

source: Recent updates on %s.
vi_vn: Các cập nhật gần đây trên %s.
zh_cn: %s 的近期更新。
zh_tw: %s 的最近更新。

source: Recommend.
vi_vn: Đề cử.
zh_cn: 推荐
zh_tw: 推薦。

source: Recommendation
vi_vn: Đề cử
zh_cn: 推荐
zh_tw: 推薦

# Recommendation additional links meta field label.
source: Additional Links
vi_vn: Liên kết bổ sung
zh_cn: 附加链接
zh_tw: 額外連結

source: Recommendation Archives
vi_vn: Lưu trữ đề cử
zh_cn: 推荐存档
zh_tw: 推薦封存

source: Recommendation Attributes
vi_vn: Thuộc tính đề cử
zh_cn: 推荐属性
zh_tw: 推薦屬性
